Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: For the engine to work properly with the personalities and their
ar: لكي يعمل المحرك بشكل صحيح مع الشخصيات وخصائصها
bg: За да може двигателят да работи правилно с личностите и техните
bn: যাতে ইঞ্জিনটি ব্যক্তিত্ব এবং তাদের সাথে সঠিকভাবে কাজ করে
cs: Aby engine správně fungoval s osobnostmi a jejich
da: For at motoren kan fungere korrekt med personlighederne og deres
de: Damit die Engine mit den Persönlichkeiten und ihren
el: Για να λειτουργήσει σωστά η μηχανή με τις προσωπικότητες και τις
es: Para que el motor funcione correctamente con las personalidades y sus
et: Et mootor töötaks isiksuste ja nende
fa: برای اینکه موتور به درستی با شخصیت‌ها و ویژگی‌های آنها کار کند
fi: Jotta moottori toimisi oikein persoonallisuuksien ja heidän
fr: Pour que le moteur fonctionne correctement avec les personnalités et leurs
he: כדי שהמנוע יעבוד כראוי עם האישיויות והן
hi: इंजन को व्यक्तित्व और उनके साथ ठीक से काम करने के लिए
hu: Ahhoz, hogy a motor megfelelően működjön a személyiségekkel és azok
id: Agar mesin dapat bekerja dengan baik sesuai dengan kepribadian dan karakternya
it: Affinché il motore funzioni correttamente con le personalità e le loro
ja: エンジンがパーソナリティとその
lt: Kad variklis tinkamai veiktų su asmenybėmis ir jų
lv: Lai dzinējs pareizi darbotos ar personībām un to
nl: Om de motor goed te laten werken met de persoonlijkheden en hun
no: For at motoren skal fungere ordentlig med personlighetene og deres
pl: Aby silnik prawidłowo współpracował z osobowościami i ich
pt: Para que o motor funcione corretamente com as personalidades e seus
ro: Pentru ca motorul să funcționeze corect cu personalitățile și cu
ru: Чтобы движок правильно работал с личностями и их
sq: Që motori të funksionojë siç duhet me personalitetet dhe të tyret
sr: Да би мотор правилно радио са личностима и њиховим
sv: För att motorn ska fungera korrekt med personligheterna och deras
sw: Ili injini ifanye kazi vizuri na haiba na wao
ta: இயந்திரம் ஆளுமைகள் மற்றும் அவர்களது ஆளுமைகளுடன் சரியாக வேலை செய்ய
th: เพื่อให้เครื่องยนต์ทำงานได้อย่างเหมาะสมกับบุคลิกและบุคลิกของพวกเขา
tr: Motorun kişiliklerle ve onların karakterleriyle düzgün çalışması için
uk: Щоб двигун правильно працював з особистостями та їхніми
ur: انجن کے لئے شخصیات اور ان کے ساتھ مناسب طریقے سے کام کرنے کے لئے
vi: Để động cơ hoạt động đúng với tính cách và con người của họ

source: opening books, all of the components have to be placed in the same directory.
ar: عند فتح الكتب، يجب وضع جميع المكونات في نفس الدليل.
bg: При отваряне на книги, всички компоненти трябва да бъдат поставени в една и съща директория.
bn: খোলার বই, সমস্ত উপাদান একই ডিরেক্টরিতে স্থাপন করতে হবে।
cs: Při otevírání knih musí být všechny komponenty umístěny ve stejném adresáři.
da: Når du åbner bøger, skal alle komponenterne placeres i den samme mappe.
de: Beim Öffnen von Büchern müssen alle Komponenten im selben Verzeichnis abgelegt werden.
el: Κατά το άνοιγμα βιβλίων, όλα τα στοιχεία πρέπει να τοποθετηθούν στον ίδιο κατάλογο.
es: Al abrir libros, todos los componentes deben colocarse en el mismo directorio.
et: Raamatute avamisel tuleb kõik komponendid paigutada samasse kataloogi.
fa: برای باز کردن کتاب‌ها، همه اجزا باید در یک دایرکتوری قرار بگیرند.
fi: Kirjojen avaamiseksi kaikki komponentit on sijoitettava samaan hakemistoon.
fr: lors de l'ouverture des livres, tous les composants doivent être placés dans le même répertoire.
he: בפתיחת ספרים, כל הרכיבים צריכים להיות ממוקמים באותה ספרייה.
hi: पुस्तकें खोलते समय, सभी घटकों को एक ही निर्देशिका में रखना होगा।
hu: Könyvek megnyitásakor az összes komponenst ugyanabba a könyvtárba kell helyezni.
id: membuka buku, semua komponen harus ditempatkan dalam direktori yang sama.
it: aprendo i libri, tutti i componenti devono essere posizionati nella stessa directory.
ja: ブックを開くときは、すべてのコンポーネントを同じディレクトリに配置する必要があります。
lt: Atidarant knygas, visi komponentai turi būti tame pačiame kataloge.
lv: Atverot grāmatas, visas sastāvdaļas jāievieto vienā direktorijā.
nl: Bij het openen van boeken moeten alle onderdelen in dezelfde directory worden geplaatst.
no: Når du åpner bøker, må alle komponentene plasseres i samme katalog.
pl: otwierając książki, wszystkie komponenty muszą być umieszczone w tym samym katalogu.
pt: ao abrir livros, todos os componentes devem ser colocados no mesmo diretório.
ro: La deschiderea cărților, toate componentele trebuie plasate în același director.
ru: В открывающих книгах все компоненты должны быть размещены в одном каталоге.
sq: Kur hapni libra, të gjithë përbërësit duhet të vendosen në të njëjtën drejtori.
sr: Приликом отварања књига, све компоненте морају бити смештене у исти директоријум.
sv: För att öppna böcker måste alla komponenter placeras i samma katalog.
sw: kufungua vitabu, vipengele vyote vinapaswa kuwekwa kwenye saraka sawa.
ta: புத்தகங்களைத் திறக்கும்போது, ​​அனைத்து கூறுகளும் ஒரே கோப்பகத்தில் வைக்கப்பட வேண்டும்.
th: การเปิดหนังสือส่วนประกอบทั้งหมดจะต้องวางไว้ในไดเร็กทอรีเดียวกัน
tr: Kitapları açarken tüm bileşenlerin aynı dizine yerleştirilmesi gerekiyor.
uk: Відкриваючи книги, всі компоненти мають бути розміщені в одному каталозі.
ur: کتابیں کھولتے ہوئے، تمام اجزاء کو ایک ہی ڈائرکٹری میں رکھنا ہوگا۔
vi: Khi mở sách, tất cả các thành phần phải được đặt trong cùng một thư mục.

source: They should have been installed in -
ar: كان ينبغي أن يتم تثبيتها في -
bg: Те трябваше да бъдат инсталирани в -
bn: এগুলো ইনস্টল করা উচিত ছিল -
cs: Měly být instalovány v -
da: De skulle have været installeret i -
de: Sie hätten installiert werden sollen in -
el: Θα έπρεπε να είχαν εγκατασταθεί σε...
es: Deberían haber sido instalados en -
et: Need oleksid pidanud olema paigaldatud -
fa: آنها باید نصب می شدند -
fi: Ne olisi pitänyt asentaa...
fr: Ils auraient dû être installés dans -
he: הם היו צריכים להיות מותקנים ב- -
hi: इन्हें स्थापित किया जाना चाहिए था -
hu: Be kellett volna telepíteni őket -
id: Mereka seharusnya dipasang di -
it: Avrebbero dovuto essere installati in -
ja: それらは-に設置されるべきだった
lt: Jie turėjo būti įrengti...
lv: Tiem vajadzēja būt uzstādītiem -
nl: Ze hadden geïnstalleerd moeten worden in -
no: De burde ha blitt installert i -
pl: Powinny zostać zainstalowane w -
pt: Eles deveriam ter sido instalados em -
ro: Ar fi trebuit să fie instalate în -
ru: Их следовало установить в -
sq: Ato duhej të ishin instaluar në -
sr: Требало је да буду инсталирани у -
sv: De borde ha installerats i -
sw: Wanapaswa kuwa imewekwa ndani -
ta: அவை -ல் நிறுவப்பட்டிருக்க வேண்டும்.
th: ควรได้รับการติดตั้งใน-
tr: Bunlar - içine kurulmuş olmalıydı
uk: Їх мали б встановити в -
ur: انہیں اس میں نصب کیا جانا چاہئے تھا -
vi: Chúng phải được cài đặt trong -

source: If you want the Rodent engine to use its own book during a game,
ar: إذا كنت تريد أن يستخدم محرك القوارض كتابه الخاص أثناء اللعبة،
bg: Ако искате двигателят Rodent да използва собствена книга по време на игра,
bn: যদি তুমি চাও যে রডেন্ট ইঞ্জিন খেলার সময় তার নিজস্ব বই ব্যবহার করুক,
cs: Pokud chcete, aby engine Rodent během hry používal vlastní knihu,
da: Hvis du vil have, at Rodent-motoren bruger sin egen bog under et spil,
de: Wenn Sie möchten, dass die Rodent-Engine während eines Spiels ihr eigenes Buch verwendet,
el: Αν θέλετε η μηχανή Rodent να χρησιμοποιεί το δικό της βιβλίο κατά τη διάρκεια ενός παιχνιδιού,
es: Si quieres que el motor Rodent use su propio libro durante un juego,
et: Kui soovite, et Rodenti mootor kasutaks mängu ajal oma raamatut,
fa: اگر می‌خواهید موتور Rodent در طول بازی از کتاب خودش استفاده کند،
fi: Jos haluat Rodent-pelimoottorin käyttävän omaa kirjaansa pelin aikana,
fr: Si vous souhaitez que le moteur Rodent utilise son propre livre pendant une partie,
he: אם אתם רוצים שמנוע המכרסמים ישתמש בספר משלו במהלך משחק,
hi: यदि आप चाहते हैं कि रोडेंट इंजन गेम के दौरान अपनी स्वयं की पुस्तक का उपयोग करे,
hu: Ha azt szeretnéd, hogy a Rodent motor a saját könyvét használja játék közben,
id: Jika Anda ingin mesin Rodent menggunakan bukunya sendiri selama permainan,
it: Se vuoi che il motore Rodent utilizzi il proprio libro durante una partita,
ja: Rodentエンジンがゲーム中に独自のブックを使用するようにしたい場合は、
lt: Jei norite, kad žaidimo metu „Rodent“ variklis naudotų savo knygą,
lv: Ja vēlaties, lai Grauzēju dzinējs spēles laikā izmantotu savu grāmatu,
nl: Als u wilt dat de Rodent-engine zijn eigen boek gebruikt tijdens een spel,
no: Hvis du vil at Rodent-motoren skal bruke sin egen bok under et spill,
pl: Jeśli chcesz, aby silnik Rodent używał własnej książki podczas gry,
pt: Se você quiser que o motor Rodent use seu próprio livro durante um jogo,
ro: Dacă vrei ca motorul Rodent să folosească propria carte în timpul unui joc,
ru: Если вы хотите, чтобы движок Rodent использовал собственную книгу во время игры,
sq: Nëse dëshironi që motori i brejtësve të përdorë librin e vet gjatë një loje,
sr: Ако желите да Rodent мотор користи сопствену књигу током игре,
sv: Om du vill att Rodent-motorn ska använda sin egen bok under ett spel,
sw: Ikiwa unataka injini ya panya itumie kitabu chake wakati wa mchezo,
ta: ஒரு விளையாட்டின் போது ரோடென்ட் எஞ்சின் அதன் சொந்த புத்தகத்தைப் பயன்படுத்த விரும்பினால்,
th: หากคุณต้องการให้เครื่องยนต์ Rodent ใช้หนังสือของตัวเองระหว่างเกม
tr: Oyun sırasında Rodent motorunun kendi kitabını kullanmasını istiyorsanız,
uk: Якщо ви хочете, щоб рушій Rodent використовував власну книгу під час гри,
ur: اگر آپ چاہتے ہیں کہ روڈنٹ انجن گیم کے دوران اپنی کتاب استعمال کرے،
vi: Nếu bạn muốn công cụ Rodent sử dụng cuốn sách riêng của nó trong trò chơi,

source: then you have to switch off the Nimzo_3d opening book from
ar: ثم عليك إيقاف تشغيل كتاب الافتتاح Nimzo_3d من
bg: след това трябва да изключите началната книга на Nimzo_3d от
bn: তাহলে আপনাকে Nimzo_3d ওপেনিং বইটি বন্ধ করতে হবে
cs: pak musíte vypnout úvodní knihu Nimzo_3d z
da: så skal du slukke for Nimzo_3d åbningsbogen fra
de: dann müssen Sie das Nimzo_3d Eröffnungsbuch ausschalten von
el: τότε πρέπει να απενεργοποιήσετε το βιβλίο ανοίγματος του Nimzo_3d από
es: Entonces tienes que apagar el libro de apertura Nimzo_3d de
et: siis peate Nimzo_3d avaraamatu välja lülitama
fa: سپس باید کتاب شروع Nimzo_3d را از [حالت] خارج کنید
fi: sitten sinun on sammutettava Nimzo_3d-aloituskirja kohdasta
fr: alors vous devez désactiver le livre d'ouverture Nimzo_3d de
he: אז אתה צריך לכבות את ספר הפתיחה של Nimzo_3d מ
hi: तो आपको Nimzo_3d ओपनिंग बुक को बंद करना होगा
hu: akkor ki kell kapcsolnod a Nimzo_3d nyitókönyvet a
id: maka Anda harus mematikan buku pembuka Nimzo_3d dari
it: quindi devi disattivare il libro di apertura Nimzo_3d da
ja: 次に、Nimzo_3dオープニングブックをオフにする必要があります
lt: tada turite išjungti „Nimzo_3d“ atidarymo knygą iš
lv: tad jums ir jāizslēdz Nimzo_3d sākuma grāmata no
nl: dan moet je het Nimzo_3d openingsboek uitschakelen
no: så må du slå av Nimzo_3d-åpningsboken fra
pl: wtedy musisz wyłączyć książkę otwierającą Nimzo_3d z
pt: então você tem que desligar o livro de abertura do Nimzo_3d
ro: atunci trebuie să dezactivați cartea de deschidere Nimzo_3d din
ru: то вам придется отключить дебютную книгу Nimzo_3d из
sq: atëherë duhet ta çaktivizoni librin hapës të Nimzo_3d nga
sr: онда морате да искључите почетну књигу Nimzo_3d из
sv: då måste du stänga av Nimzo_3d-öppningsboken från
sw: basi itabidi uzime kitabu cha ufunguzi cha Nimzo_3d kutoka
ta: பின்னர் நீங்கள் Nimzo_3d தொடக்க புத்தகத்தை அணைக்க வேண்டும்
th: จากนั้นคุณต้องปิดหนังสือเปิด Nimzo_3d จาก
tr: o zaman Nimzo_3d açılış kitabını kapatmanız gerekir
uk: тоді вам потрібно вимкнути початкову книгу Nimzo_3d з
ur: پھر آپ کو Nimzo_3d کھولنے والی کتاب کو بند کرنا ہوگا۔
vi: sau đó bạn phải tắt cuốn sách mở Nimzo_3d khỏi

source: < Main menu > < Openings > < Opening book >
ar: < القائمة الرئيسية > < الافتتاحيات > < كتاب الافتتاحيات >
bg: < Главно меню > < Отвори > < Книга за отваряне >
bn: <প্রধান মেনু > <খোলা> <খোলা> <খোলা> <খোলা>
cs: < Hlavní menu > < Vernisáže > < Vernisáž >
da: < Hovedmenu > < Åbninger > < Åbningsbog >
de: < Hauptmenü > < Eröffnungen > < Eröffnungsbuch >
el: < Κύριο μενού > < Εγκαίνια > < Βιβλίο έναρξης >
es: < Menú principal > < Aperturas > < Libro de aperturas >
et: < Peamenüü > < Avamised > < Raamatu avamine >
fa: <منوی اصلی> <شروع بازی‌ها> <دفترچه شروع بازی‌ها>
fi: < Päävalikko > < Avajaiset > < Kirjan avaus >
fr: < Menu principal > < Ouvertures > < Livre d'ouvertures >
he: < תפריט ראשי > < פתיחות > < ספר פתיחה >
hi: < मुख्य मेनू > < उद्घाटन > < प्रारंभिक पुस्तक >
hu: < Főmenü > < Megnyitók > < Könyv megnyitása >
id: < Menu Utama > < Pembukaan > < Buku Pembukaan >
it: < Menu principale > < Aperture > < Libro delle aperture >
ja: < メインメニュー > < オープニング > < オープニングブック >
lt: < Pagrindinis meniu > < Atidarymai > < Knygos atidarymas >
lv: < Galvenā izvēlne > < Atvērumi > < Grāmatas atvēršana >
nl: < Hoofdmenu > < Openingen > < Openingsboek >
no: < Hovedmeny > < Åpninger > < Åpningsbok >
pl: < Menu główne > < Otwory > < Księga otwarć >
pt: < Menu principal > < Aberturas > < Livro de aberturas >
ro: < Meniu principal > < Deschideri > < Deschideri carte >
ru: < Главное меню > < Дебюты > < Книга дебютов >
sq: < Menuja kryesore > < Hapjet > < Libri i hapjes >
sr: < Главни мени > < Отварање > < Отварање књиге >
sv: < Huvudmeny > < Öppningar > < Öppningsbok >
sw: < Menyu kuu > < Vifunguzi > < Kitabu cha kufungua >
ta: < முதன்மை மெனு > < திறப்புகள் > < திறப்பு புத்தகம் >
th: < เมนูหลัก > < การเปิด > < หนังสือเปิด >
tr: < Ana menü > < Açılışlar > < Açılış kitabı >
uk: < Головне меню > < Відкриття > < Книга відкриття >
ur: < مین مینو > < افتتاحی > < کھلنے والی کتاب >
vi: < Menu chính > < Mở đầu > < Sách mở đầu >

source: or checking the < Book off > option, if you are using the
ar: أو قم بتحديد خيار <Book off>، إذا كنت تستخدم
bg: или отметване на опцията < Резервиране отпадна >, ако използвате
bn: অথবা <Book off > বিকল্পটি পরীক্ষা করে দেখুন, যদি আপনি ব্যবহার করেন
cs: nebo zaškrtnutím možnosti < Rezervovat >, pokud používáte
da: eller markerer indstillingen < Book fra >, hvis du bruger
de: oder die Option < Buchen > aktivieren, wenn Sie die
el: ή επιλέγοντας την επιλογή <Απενεργοποίηση κράτησης>, εάν χρησιμοποιείτε το
es: o marcando la opción <Reservar desactivado>, si estás usando el
et: või märkides valiku < Broneeri välja >, kui kasutate
fa: یا اگر از گزینه <رزرو بدون رزرو> استفاده می‌کنید، آن را تیک بزنید.
fi: tai valitsemalla < Kirja pois > -vaihtoehdon, jos käytät
fr: ou en cochant l'option <Réserver désactivé>, si vous utilisez le
he: או סימון האפשרות <Book off>, אם אתם משתמשים ב-
hi: या यदि आप उपयोग कर रहे हैं तो < बुक ऑफ > विकल्प को चेक करें
hu: vagy a < Foglalás kikapcsolva > opció bejelölésével, ha a
id: atau mencentang opsi < Pesan >, jika Anda menggunakan
it: o selezionando l'opzione < Prenota disattivato >, se si sta utilizzando il
ja: または、< Book off >オプションをチェックします（
lt: arba pažymėdami parinktį < Užsisakyti išjungta >, jei naudojate
lv: vai atzīmējot opciju < Grāmata izslēgta >, ja izmantojat
nl: of door de optie <Boek uit> aan te vinken, als u de
no: eller avkrysse av alternativet < Book off > hvis du bruker
pl: lub zaznaczając opcję <Rezerwuj >, jeśli korzystasz z
pt: ou marcando a opção <Livro desligado>, se você estiver usando o
ro: sau bifând opțiunea < Rezervare dezactivată >, dacă utilizați
ru: или отметьте опцию <Отмена бронирования>, если вы используете
sq: ose duke zgjedhur opsionin <Rezervo jashtë>, nëse po përdorni
sr: или означавањем опције < Резервиши >, ако користите
sv: eller markera alternativet < Boka av > om du använder
sw: au kuangalia chaguo la < Book off >, ikiwa unatumia
ta: அல்லது நீங்கள் பயன்படுத்துகிறீர்கள் என்றால், <புத்தகம் ஆஃப்> விருப்பத்தைத் தேர்வுசெய்யவும்
th: หรือเลือกตัวเลือก <ปิดหนังสือ> หากคุณกำลังใช้
tr: veya kullanıyorsanız < Rezervasyonu Kapat > seçeneğini işaretleyin
uk: або позначкою опції < Забронювати >, якщо ви використовуєте
ur: یا <book off > آپشن کو چیک کرنا، اگر آپ استعمال کر رہے ہیں۔
vi: hoặc kiểm tra tùy chọn <Đặt chỗ>, nếu bạn đang sử dụng

source: rated game dialog box.
ar: مربع حوار اللعبة المصنفة.
bg: диалогов прозорец за оценена игра.
bn: রেট করা গেম ডায়ালগ বক্স।
cs: dialogové okno hodnocené hry.
da: Dialogboks for bedømt spil.
de: Dialogfeld „Spiel mit Bewertung“
el: παράθυρο διαλόγου βαθμολογημένου παιχνιδιού.
es: Cuadro de diálogo del juego clasificado.
et: hinnatud mängu dialoogiboks.
fa: کادر محاوره‌ای بازی دارای رتبه‌بندی.
fi: arvioidun pelin valintaikkuna.
fr: boîte de dialogue de jeu classé.
he: תיבת דו-שיח של משחק מדורג.
hi: रेटेड खेल संवाद बॉक्स.
hu: korhatárra tekintet nélkül megtekinthető játék párbeszédpanel.
id: kotak dialog permainan berperingkat.
it: finestra di dialogo del gioco classificato.
ja: ゲームの定格ダイアログボックス。
lt: įvertinto žaidimo dialogo langas.
lv: novērtētās spēles dialoglodziņš.
nl: dialoogvenster voor beoordeeld spel.
no: dialogboks for vurdert spill.
pl: okno dialogowe ocenianej gry.
pt: caixa de diálogo do jogo classificado.
ro: casetă de dialog pentru joc evaluat.
ru: диалоговое окно рейтинговой игры.
sq: kutia e dialogut të lojës së vlerësuar.
sr: дијалог прозора за оцењену игру.
sv: dialogruta för betygsatt spel.
sw: kisanduku kidadisi kilichokadiriwa cha mchezo.
ta: மதிப்பிடப்பட்ட விளையாட்டு உரையாடல் பெட்டி.
th: กล่องโต้ตอบเกมที่ได้รับการจัดอันดับ
tr: derecelendirilmiş oyun iletişim kutusu.
uk: діалогове вікно оціненої гри.
ur: ریٹیڈ گیم ڈائیلاگ باکس۔
vi: hộp thoại trò chơi được xếp hạng.

source: there is some documentation and a utility program
ar: هناك بعض الوثائق وبرنامج المرافق
bg: има известна документация и помощна програма
bn: কিছু ডকুমেন্টেশন এবং একটি ইউটিলিটি প্রোগ্রাম আছে
cs: existuje nějaká dokumentace a obslužný program
da: der er noget dokumentation og et hjælpeprogram
de: Es gibt eine Dokumentation und ein Dienstprogramm
el: υπάρχει κάποια τεκμηρίωση και ένα βοηθητικό πρόγραμμα
es: Hay algo de documentación y un programa de utilidad.
et: seal on olemas dokumentatsioon ja utiliidiprogramm
fa: مقداری مستندات و یک برنامه کمکی وجود دارد
fi: on olemassa jonkin verran dokumentaatiota ja apuohjelma
fr: il y a de la documentation et un programme utilitaire
he: יש קצת תיעוד ותוכנת שירות
hi: कुछ दस्तावेज और एक उपयोगिता कार्यक्रम है
hu: van némi dokumentáció és egy segédprogram
id: ada beberapa dokumentasi dan program utilitas
it: c'è un po' di documentazione e un programma di utilità
ja: いくつかのドキュメントとユーティリティプログラムがあります
lt: yra tam tikra dokumentacija ir pagalbinė programa
lv: ir pieejama dokumentācija un utilītprogramma
nl: er is wat documentatie en een hulpprogramma
no: det finnes noe dokumentasjon og et verktøyprogram
pl: jest trochę dokumentacji i programu narzędziowego
pt: há alguma documentação e um programa utilitário
ro: există niște documentație și un program utilitar
ru: есть некоторая документация и утилита
sq: ka disa dokumente dhe një program të shërbimeve
sr: постоји нека документација и услужни програм
sv: det finns lite dokumentation och ett verktygsprogram
sw: kuna nyaraka na programu ya matumizi
ta: சில ஆவணங்கள் மற்றும் ஒரு பயன்பாட்டு நிரல் உள்ளது.
th: มีเอกสารประกอบและโปรแกรมยูทิลิตี้บางอย่าง
tr: bazı belgeler ve bir yardımcı program var
uk: є деяка документація та утиліта
ur: کچھ دستاویزات اور یوٹیلیٹی پروگرام ہے۔
vi: có một số tài liệu và một chương trình tiện ích

source: which can be used to make more personalities.
ar: والتي يمكن استخدامها لإنشاء المزيد من الشخصيات.
bg: което може да се използва за създаване на повече личности.
bn: যা আরও ব্যক্তিত্ব তৈরিতে ব্যবহার করা যেতে পারে।
cs: které lze použít k vytvoření více osobností.
da: som kan bruges til at skabe flere personligheder.
de: die verwendet werden können, um mehr Persönlichkeiten zu schaffen.
el: που μπορούν να χρησιμοποιηθούν για τη δημιουργία περισσότερων προσωπικοτήτων.
es: que se puede utilizar para crear más personalidades.
et: mida saab kasutada rohkemate isiksuste loomiseks.
fa: که می‌توان از آن برای شخصیت‌پردازی بیشتر استفاده کرد.
fi: jota voi käyttää useampien persoonallisuuksien luomiseen.
fr: qui peut être utilisé pour créer plus de personnalités.
he: אשר ניתן להשתמש בהם כדי ליצור אישיויות נוספות.
hi: जिसका उपयोग अधिक व्यक्तित्व बनाने के लिए किया जा सकता है।
hu: amivel több személyiséget lehet alkotni.
id: yang dapat digunakan untuk membuat lebih banyak kepribadian.
it: che può essere utilizzato per creare più personalità.
ja: より多くの個性を作るために使うことができます。
lt: kurį galima panaudoti kuriant daugiau asmenybių.
lv: ko var izmantot, lai radītu vairāk personību.
nl: die gebruikt kunnen worden om meer persoonlijkheden te maken.
no: som kan brukes til å skape flere personligheter.
pl: które można wykorzystać do stworzenia większej liczby osobowości.
pt: que pode ser usado para criar mais personalidades.
ro: care pot fi folosite pentru a crea mai multe personalități.
ru: которые можно использовать для создания большего количества личностей.
sq: të cilat mund të përdoren për të krijuar më shumë personalitete.
sr: што се може користити за стварање више личности.
sv: som kan användas för att skapa fler personligheter.
sw: ambayo inaweza kutumika kutengeneza haiba zaidi.
ta: இது அதிக ஆளுமைகளை உருவாக்கப் பயன்படுகிறது.
th: ซึ่งสามารถนำไปใช้สร้างบุคลิกเพิ่มเติมได้
tr: daha fazla kişilik yaratmak için kullanılabilir.
uk: які можна використовувати для створення більшої кількості особистостей.
ur: جسے مزید شخصیت بنانے کے لیے استعمال کیا جا سکتا ہے۔
vi: có thể được sử dụng để tạo ra nhiều tính cách hơn.
