Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: This seems to work, and the engine plays at different depths depending
ar: يبدو أن هذا يعمل، ويلعب المحرك على أعماق مختلفة اعتمادًا على
bg: Това изглежда работи и двигателят свири на различна дълбочина в зависимост от...
bn: এটি কাজ করছে বলে মনে হচ্ছে, এবং ইঞ্জিনটি বিভিন্ন গভীরতায় কাজ করে
cs: Zdá se, že to funguje a motor hraje v různých hloubkách v závislosti na
da: Dette ser ud til at virke, og motoren spiller på forskellige dybder afhængigt af
de: Dies scheint zu funktionieren, und die Engine spielt in unterschiedlichen Tiefen, je nachdem
el: Αυτό φαίνεται να λειτουργεί και ο κινητήρας παίζει σε διαφορετικά βάθη ανάλογα με
es: Esto parece funcionar y el motor funciona a diferentes profundidades dependiendo
et: See näib toimivat ja mootor mängib erinevatel sügavustel olenevalt
fa: به نظر می‌رسد این روش جواب می‌دهد و موتور بسته به شرایط، در عمق‌های مختلف کار می‌کند.
fi: Tämä näyttää toimivan, ja moottori soi eri syvyyksillä riippuen
fr: Cela semble fonctionner et le moteur joue à différentes profondeurs selon
he: נראה שזה עובד, והמנוע פועל בעומקים שונים בהתאם
hi: ऐसा लगता है कि यह काम करता है, और इंजन अलग-अलग गहराई पर काम करता है
hu: Úgy tűnik, ez működik, és a motor különböző mélységeken szólal meg attól függően, hogy
id: Ini tampaknya berhasil, dan mesin bermain pada kedalaman yang berbeda tergantung
it: Sembra funzionare e il motore suona a profondità diverse a seconda
ja: これはうまく機能しているようで、エンジンは異なる深さで再生します。
lt: Atrodo, kad tai veikia, ir variklis groja skirtinguose gyliuose, priklausomai nuo
lv: Šķiet, ka tas darbojas, un motors darbojas dažādos dziļumos atkarībā no
nl: Dit lijkt te werken en de engine speelt op verschillende diepten, afhankelijk van
no: Dette ser ut til å fungere, og motoren spiller på forskjellige dybder avhengig av
pl: Wygląda na to, że to działa, a silnik działa na różnych głębokościach w zależności od
pt: Isso parece funcionar, e o motor funciona em diferentes profundidades dependendo
ro: Se pare că funcționează, iar motorul funcționează la adâncimi diferite în funcție de
ru: Кажется, это работает, и движок играет на разных глубинах в зависимости
sq: Kjo duket se funksionon, dhe motori luan në thellësi të ndryshme në varësi të
sr: Изгледа да ово функционише, а мотор се репродукује на различитим дубинама у зависности од
sv: Detta verkar fungera, och motorn spelar på olika djup beroende på
sw: Hii inaonekana kufanya kazi, na injini inacheza kwa kina tofauti kulingana
ta: இது வேலை செய்வது போல் தெரிகிறது, மேலும் இயந்திரம் வெவ்வேறு ஆழங்களில் இயங்குகிறது, அதைப் பொறுத்து
th: วิธีนี้ดูเหมือนจะได้ผล และเครื่องยนต์จะทำงานที่ความลึกต่างกันขึ้นอยู่กับ
tr: Bu işe yarıyor gibi görünüyor ve motor, farklı derinliklerde oynuyor
uk: Здається, це працює, і двигун грає на різній глибині залежно
ur: ایسا لگتا ہے کہ یہ کام کرتا ہے، اور انجن مختلف گہرائیوں پر منحصر ہوتا ہے۔
vi: Điều này có vẻ hiệu quả và động cơ phát ở các độ sâu khác nhau tùy thuộc vào

source: on the ELO rating that is set.
ar: على تصنيف ELO الذي تم تعيينه.
bg: върху определения ELO рейтинг.
bn: সেট করা ELO রেটিং এর উপর।
cs: na stanoveném ELO hodnocení.
da: på den fastsatte ELO-rating.
de: von der eingestellten ELO-Wertung.
el: στην καθορισμένη βαθμολογία ELO.
es: en la calificación ELO que se establezca.
et: seatud ELO reitingu põhjal.
fa: روی رتبه‌بندی ELO که تعیین شده است.
fi: asetetusta ELO-luokituksesta.
fr: sur la cote ELO qui est définie.
he: על דירוג ה-ELO שנקבע.
hi: निर्धारित ईएलओ रेटिंग पर।
hu: a beállított ELO besoroláson.
id: pada peringkat ELO yang ditetapkan.
it: in base al rating ELO impostato.
ja: 設定された ELO レーティングに基づきます。
lt: pagal nustatytą ELO reitingą.
lv: uz iestatīto ELO reitingu.
nl: op de ingestelde ELO-classificatie.
no: på ELO-vurderingen som er satt.
pl: od ustalonego rankingu ELO.
pt: na classificação ELO definida.
ro: pe baza ratingului ELO stabilit.
ru: от установленного рейтинга ЭЛО.
sq: në vlerësimin ELO që është vendosur.
sr: на основу ЕЛО рејтинга који је постављен.
sv: på den ELO-klassificering som är satt.
sw: kwenye ukadiriaji wa ELO ambao umewekwa.
ta: அமைக்கப்பட்டுள்ள ELO மதிப்பீட்டில்.
th: ตามค่า ELO ที่ตั้งไว้
tr: belirlenen ELO derecesine göre.
uk: на встановленому рейтингу ELO.
ur: ELO درجہ بندی پر جو سیٹ کی گئی ہے۔
vi: dựa trên xếp hạng ELO được thiết lập.

source: There are many other options, which are described in the file < README.md >
ar: هناك العديد من الخيارات الأخرى، والتي تم وصفها في الملف <README.md>
bg: Има много други опции, които са описани във файла <README.md>
bn: আরও অনেক বিকল্প আছে, যা README.md > ফাইলে বর্ণনা করা হয়েছে।
cs: Existuje mnoho dalších možností, které jsou popsány v souboru <README.md>
da: Der er mange andre muligheder, som er beskrevet i filen <README.md>.
de: Es gibt viele weitere Optionen, die in der Datei < README.md > beschrieben sind.
el: Υπάρχουν πολλές άλλες επιλογές, οι οποίες περιγράφονται στο αρχείο <README.md>
es: Hay muchas otras opciones, que se describen en el archivo <README.md>.
et: On palju muid valikuid, mida on kirjeldatud failis <README.md>.
fa: گزینه‌های بسیار دیگری نیز وجود دارد که در فایل <README.md> توضیح داده شده‌اند.
fi: On monia muitakin vaihtoehtoja, jotka on kuvattu tiedostossa <README.md>.
fr: Il existe de nombreuses autres options, décrites dans le fichier < README.md >
he: ישנן אפשרויות רבות נוספות, המתוארות בקובץ < README.md >
hi: कई अन्य विकल्प भी हैं, जिनका वर्णन < README.md > फ़ाइल में किया गया है
hu: Sok más lehetőség is létezik, amelyeket a < README.md > fájl ismertet.
id: Ada banyak pilihan lain, yang dijelaskan dalam file < README.md >
it: Ci sono molte altre opzioni, che sono descritte nel file <README.md>
ja: 他にも多くのオプションがあり、それらはファイル<README.md>に記載されています。
lt: Yra daug kitų parinkčių, kurios aprašytos faile <README.md>.
lv: Ir arī daudzas citas iespējas, kas ir aprakstītas failā <README.md>.
nl: Er zijn nog veel meer opties, die beschreven staan in het bestand < README.md >
no: Det finnes mange andre alternativer, som er beskrevet i filen <README.md>.
pl: Istnieje wiele innych opcji, które są opisane w pliku < README.md >
pt: Existem muitas outras opções, que são descritas no arquivo < README.md >
ro: Există multe alte opțiuni, care sunt descrise în fișierul <README.md>
ru: Есть много других опций, которые описаны в файле <README.md>
sq: Ka shumë opsione të tjera, të cilat përshkruhen në skedarin <README.md>
sr: Постоји много других опција, које су описане у датотеци <README.md>
sv: Det finns många andra alternativ, vilka beskrivs i filen <README.md>.
sw: Kuna chaguo zingine nyingi, ambazo zimefafanuliwa katika faili < README.md >
ta: README.md > கோப்பில் விவரிக்கப்பட்டுள்ள பல விருப்பங்கள் உள்ளன.
th: มีตัวเลือกอื่น ๆ อีกมากมายซึ่งอธิบายไว้ในไฟล์ < README.md >
tr: < README.md > dosyasında açıklanan başka birçok seçenek vardır
uk: Існує багато інших опцій, які описані у файлі <README.md>
ur: بہت سے دوسرے اختیارات ہیں، جن کی تفصیل فائل <README.md> میں دی گئی ہے۔
vi: Có nhiều tùy chọn khác được mô tả trong tệp < README.md >

source: This file is located in the following directory
ar: يقع هذا الملف في الدليل التالي
bg: Този файл се намира в следната директория
bn: এই ফাইলটি নিম্নলিখিত ডিরেক্টরিতে অবস্থিত
cs: Tento soubor se nachází v následujícím adresáři
da: Denne fil er placeret i følgende mappe
de: Diese Datei befindet sich im folgenden Verzeichnis
el: Αυτό το αρχείο βρίσκεται στον ακόλουθο κατάλογο
es: Este archivo se encuentra en el siguiente directorio
et: See fail asub järgmises kataloogis
fa: این فایل در مسیر زیر قرار دارد
fi: Tämä tiedosto sijaitsee seuraavassa hakemistossa
fr: Ce fichier se trouve dans le répertoire suivant
he: קובץ זה ממוקם בספרייה הבאה
hi: यह फ़ाइल निम्न निर्देशिका में स्थित है
hu: Ez a fájl a következő könyvtárban található
id: File ini terletak di direktori berikut
it: Questo file si trova nella seguente directory
ja: このファイルは次のディレクトリにあります
lt: Šis failas yra šiame kataloge
lv: Šis fails atrodas šajā direktorijā
nl: Dit bestand bevindt zich in de volgende directory
no: Denne filen ligger i følgende katalog
pl: Ten plik znajduje się w następującym katalogu
pt: Este arquivo está localizado no seguinte diretório
ro: Acest fișier se află în următorul director
ru: Этот файл находится в следующем каталоге
sq: Ky skedar ndodhet në direktorinë e mëposhtme
sr: Ова датотека се налази у следећем директоријуму
sv: Den här filen finns i följande katalog
sw: Faili hii iko katika saraka ifuatayo
ta: இந்தக் கோப்பு பின்வரும் கோப்பகத்தில் அமைந்துள்ளது.
th: ไฟล์นี้ตั้งอยู่ในไดเร็กทอรีต่อไปนี้
tr: Bu dosya aşağıdaki dizinde yer almaktadır
uk: Цей файл знаходиться в наступному каталозі
ur: یہ فائل درج ذیل ڈائریکٹری میں واقع ہے۔
vi: Tập tin này nằm trong thư mục sau

source: I have made two engine parameter files in this directory, which you can use
ar: لقد قمت بإنشاء ملفين لمعلمات المحرك في هذا الدليل، ويمكنك استخدامهما
bg: Създадох два файла с параметри на двигателя в тази директория, които можете да използвате
bn: আমি এই ডিরেক্টরিতে দুটি ইঞ্জিন প্যারামিটার ফাইল তৈরি করেছি, যা আপনি ব্যবহার করতে পারেন
cs: V tomto adresáři jsem vytvořil dva soubory s parametry enginu, které můžete použít
da: Jeg har lavet to motorparameterfiler i denne mappe, som du kan bruge
de: Ich habe in diesem Verzeichnis zwei Engine-Parameterdateien erstellt, die Sie verwenden können
el: Έχω δημιουργήσει δύο αρχεία παραμέτρων μηχανής σε αυτόν τον κατάλογο, τα οποία μπορείτε να χρησιμοποιήσετε
es: He creado dos archivos de parámetros de motor en este directorio, que puedes usar
et: Olen sellesse kataloogi loonud kaks mootori parameetrite faili, mida saate kasutada
fa: من دو فایل پارامتر موتور در این دایرکتوری ایجاد کرده‌ام که می‌توانید از آنها استفاده کنید.
fi: Olen luonut tähän hakemistoon kaksi moottoriparametritiedostoa, joita voit käyttää
fr: J'ai créé deux fichiers de paramètres de moteur dans ce répertoire, que vous pouvez utiliser
he: יצרתי שני קבצי פרמטרים של מנוע בספרייה הזו, בהם תוכלו להשתמש
hi: मैंने इस निर्देशिका में दो इंजन पैरामीटर फ़ाइलें बनाई हैं, जिनका आप उपयोग कर सकते हैं
hu: Két motorparaméter-fájlt hoztam létre ebben a könyvtárban, amelyeket használhatsz
id: Saya telah membuat dua file parameter mesin di direktori ini, yang dapat Anda gunakan
it: Ho creato due file di parametri del motore in questa directory, che puoi utilizzare
ja: このディレクトリに2つのエンジンパラメータファイルを作成しました。
lt: Šiame kataloge sukūriau du variklio parametrų failus, kuriuos galite naudoti
lv: Šajā direktorijā esmu izveidojis divus dzinēja parametru failus, kurus varat izmantot
nl: Ik heb in deze map twee motorparameterbestanden gemaakt, die u kunt gebruiken
no: Jeg har laget to motorparameterfiler i denne katalogen, som du kan bruke
pl: Utworzyłem w tym katalogu dwa pliki parametrów silnika, z których możesz skorzystać
pt: Criei dois arquivos de parâmetros do motor neste diretório, que você pode usar
ro: Am creat două fișiere cu parametrii motorului în acest director, pe care le puteți folosi
ru: Я создал в этом каталоге два файла параметров движка, которые вы можете использовать
sq: Kam krijuar dy skedarë parametrash të motorit në këtë drejtori, të cilat mund t'i përdorni
sr: Направио сам две датотеке са параметрима мотора у овом директоријуму, које можете користити
sv: Jag har skapat två motorparameterfiler i den här katalogen, som du kan använda
sw: Nimetengeneza faili mbili za parameta ya injini kwenye saraka hii, ambayo unaweza kutumia
ta: இந்த டைரக்டரியில் இரண்டு எஞ்சின் அளவுரு கோப்புகளை நான் உருவாக்கியுள்ளேன், அதை நீங்கள் பயன்படுத்தலாம்.
th: ฉันได้สร้างไฟล์พารามิเตอร์เครื่องยนต์สองไฟล์ในไดเร็กทอรีนี้ ซึ่งคุณสามารถใช้ได้
tr: Bu dizinde kullanabileceğiniz iki motor parametre dosyası oluşturdum
uk: Я створив два файли параметрів двигуна в цьому каталозі, які ви можете використовувати
ur: میں نے اس ڈائرکٹری میں دو انجن پیرامیٹر فائلیں بنائی ہیں، جنہیں آپ استعمال کر سکتے ہیں۔
vi: Tôi đã tạo hai tệp tham số động cơ trong thư mục này, bạn có thể sử dụng

source: to set the engine with < Load engine > from the engine dialog box.
ar: لتعيين المحرك باستخدام <تحميل المحرك> من مربع حوار المحرك.
bg: За да зададете двигателя с < Зареждане на двигателя > от диалоговия прозорец на двигателя.
bn: ইঞ্জিন ডায়ালগ বক্স থেকে <Load engine > দিয়ে ইঞ্জিন সেট করতে।
cs: Chcete-li nastavit engine, klikněte v dialogovém okně engine na < Načíst engine >.
da: for at indstille motoren med <Indlæs motor> fra motordialogboksen.
de: um die Engine mit < Engine laden > aus dem Engine-Dialogfeld einzustellen.
el: για να ρυθμίσετε τον κινητήρα με < Φόρτωση κινητήρα > από το παράθυρο διαλόγου του κινητήρα.
es: Para configurar el motor con <Cargar motor> desde el cuadro de diálogo del motor.
et: mootori seadistamiseks valige mootori dialoogiboksist <Laadi mootor >.
fa: برای تنظیم موتور با استفاده از <Load engine> از کادر محاوره‌ای موتور.
fi: asettaaksesi moottorin valitsemalla < Lataa moottori > moottorin valintaikkunasta.
fr: pour définir le moteur avec < Charger le moteur > dans la boîte de dialogue du moteur.
he: כדי להגדיר את המנוע באמצעות <טען מנוע> מתיבת הדו-שיח של המנוע.
hi: इंजन संवाद बॉक्स से < लोड इंजन > के साथ इंजन सेट करने के लिए।
hu: a motor beállításához a < Motor betöltése > lehetőséggel a motor párbeszédpanelen.
id: untuk menyetel mesin dengan < Load engine > dari kotak dialog mesin.
it: per impostare il motore con < Carica motore > dalla finestra di dialogo del motore.
ja: エンジンダイアログボックスから<エンジンのロード>でエンジンを設定します。
lt: , kad nustatytumėte variklį naudodami < Įkelti variklį > iš variklio dialogo lango.
lv: lai iestatītu dzinēju, izmantojot < Ielādēt dzinēju > dzinēja dialoglodziņā.
nl: om de engine in te stellen met < Load engine > in het engine-dialoogvenster.
no: for å angi motoren med <Last inn motor> fra motordialogboksen.
pl: Aby ustawić silnik, należy użyć opcji < Załaduj silnik > w oknie dialogowym silnika.
pt: para definir o motor com < Carregar motor > na caixa de diálogo do motor.
ro: pentru a seta motorul cu < Încărcare motor > din caseta de dialog motor.
ru: чтобы задать движок с помощью <Загрузить движок> в диалоговом окне движка.
sq: për të vendosur motorin me < Ngarko motorin > nga kutia e dialogut të motorit.
sr: да бисте подесили мотор помоћу < Учитај мотор > из дијалошког оквира мотора.
sv: för att ställa in motorn med <Ladda motor> från motordialogrutan.
sw: kuweka injini na < Load engine > kutoka kwa sanduku la mazungumzo ya injini.
ta: எஞ்சின் உரையாடல் பெட்டியிலிருந்து எஞ்சினை Load engine > உடன் அமைக்கவும்.
th: เพื่อตั้งค่าเครื่องยนต์ด้วย < โหลดเครื่องยนต์ > จากกล่องโต้ตอบเครื่องยนต์
tr: Motoru ayarlamak için motor iletişim kutusundan < Motoru yükle > seçeneğini kullanın.
uk: щоб встановити двигун за допомогою < Завантажити двигун > у діалоговому вікні двигуна.
ur: انجن ڈائیلاگ باکس سے <لوڈ انجن> کے ساتھ انجن کو سیٹ کرنے کے لیے۔
vi: để thiết lập động cơ bằng <Tải động cơ> từ hộp thoại động cơ.

source: When playing in a weakened mode, Alexander plays its moves almost instantaneously.
ar: عند اللعب في الوضع الضعيف، يلعب الإسكندر تحركاته بشكل فوري تقريبًا.
bg: Когато играе в отслабен режим, Александър изпълнява ходовете си почти мигновено.
bn: দুর্বল মোডে খেলার সময়, আলেকজান্ডার প্রায় তাৎক্ষণিকভাবে তার চালগুলি চালায়।
cs: Při hraní v oslabeném režimu Alexander provádí své tahy téměř okamžitě.
da: Når Alexander spiller i en svækket tilstand, spiller han sine træk næsten øjeblikkeligt.
de: Wenn Alexander im abgeschwächten Modus spielt, führt er seine Züge fast augenblicklich aus.
el: Όταν παίζεις σε αποδυναμωμένη λειτουργία, ο Αλέξανδρος παίζει τις κινήσεις του σχεδόν ακαριαία.
es: Cuando juega en modo debilitado, Alexander ejecuta sus movimientos casi instantáneamente.
et: Nõrgendatud režiimis mängides teeb Alexander oma käigud peaaegu koheselt.
fa: وقتی در حالت ضعیف بازی می‌کنید، الکساندر تقریباً بلافاصله حرکاتش را انجام می‌دهد.
fi: Heikennettynä pelatessaan Alexander pelaa liikkeensä lähes välittömästi.
fr: Lorsqu'il joue en mode affaibli, Alexander joue ses coups presque instantanément.
he: כאשר משחקים במצב מוחלש, אלכסנדר משחק את המהלכים שלו כמעט באופן מיידי.
hi: कमजोर मोड में खेलते समय, अलेक्जेंडर अपनी चालें लगभग तुरंत ही खेलता है।
hu: Gyengített módban játszva Alexander szinte azonnal végrehajtja a mozdulatait.
id: Saat bermain dalam mode lemah, Alexander memainkan gerakannya hampir seketika.
it: Quando si gioca in modalità indebolita, Alexander esegue le sue mosse quasi istantaneamente.
ja: 弱体モードでプレイする場合、アレクサンダーはほぼ瞬時に動きます。
lt: Žaidžiant susilpnintu režimu, Aleksandras atlieka ėjimus beveik akimirksniu.
lv: Spēlējot novājinātā režīmā, Aleksandrs savas kustības izspēlē gandrīz acumirklī.
nl: Wanneer je in een verzwakte modus speelt, voert Alexander zijn zetten bijna onmiddellijk uit.
no: Når han spiller i en svekket modus, spiller Alexander trekkene nesten umiddelbart.
pl: Grając w trybie osłabionym, Alexander wykonuje ruchy niemal natychmiastowo.
pt: Ao jogar em modo enfraquecido, Alexander executa seus movimentos quase instantaneamente.
ro: Când se joacă într-un mod slăbit, Alexander își joacă mutările aproape instantaneu.
ru: Играя в ослабленном режиме, Александр совершает ходы практически мгновенно.
sq: Kur luan në një modalitet të dobësuar, Aleksandri i luan lëvizjet e tij pothuajse menjëherë.
sr: Када игра у ослабљеном режиму, Александар игра своје потезе готово тренутно.
sv: När Alexander spelar i ett försvagat läge spelar han dess drag nästan omedelbart.
sw: Wakati wa kucheza katika hali dhaifu, Alexander hucheza hatua zake karibu mara moja.
ta: பலவீனமான முறையில் விளையாடும்போது, ​​அலெக்சாண்டர் அதன் அசைவுகளை கிட்டத்தட்ட உடனடியாகச் செய்கிறார்.
th: เมื่อเล่นในโหมดอ่อนแอ Alexander จะเล่นการเคลื่อนไหวเกือบจะทันที
tr: Zayıf bir modda oynarken Alexander hamlelerini neredeyse anında oynar.
uk: Граючи в ослабленому режимі, Олександр виконує свої рухи майже миттєво.
ur: کمزور موڈ میں کھیلتے وقت، الیگزینڈر اپنی چالیں تقریباً فوراً چلاتا ہے۔
vi: Khi chơi ở chế độ yếu hơn, Alexander thực hiện các động tác gần như ngay lập tức.

source: If you want, you can slow it down with < Main menu > < Engine > < Move delay >
ar: إذا كنت تريد، يمكنك إبطائه باستخدام <القائمة الرئيسية> <المحرك> <تأخير الحركة>
bg: Ако желаете, можете да го забавите с < Главно меню > < Двигател > < Забавяне на движението >
bn: আপনি চাইলে <Main menu > <Engine > <Move delay > ব্যবহার করে এটি ধীর করতে পারেন।
cs: Pokud chcete, můžete to zpomalit pomocí < Hlavní nabídka > < Motor > < Zpoždění pohybu >
da: Hvis du vil, kan du sænke farten med < Hovedmenu > < Motor > < Forsinkelse i bevægelse >
de: Wenn Sie möchten, können Sie es mit < Hauptmenü > < Engine > < Bewegungsverzögerung > verlangsamen
el: Αν θέλετε, μπορείτε να το επιβραδύνετε με < Κύριο μενού > < Μηχανή > < Καθυστέρηση κίνησης >
es: Si lo deseas, puedes ralentizarlo con < Menú principal > < Motor > < Retraso de movimiento >
et: Soovi korral saate seda aeglustada valikuga < Peamenüü > < Mootor > < Liigutuse viivitus >.
fa: اگر بخواهید، می‌توانید با استفاده از <منوی اصلی> <موتور> <تأخیر حرکت> سرعت آن را کاهش دهید.
fi: Voit halutessasi hidastaa sitä kohdasta < Päävalikko > < Moottori > < Liikkeen viive >
fr: Si vous le souhaitez, vous pouvez le ralentir avec < Menu principal > < Moteur > < Délai de déplacement >
he: אם תרצו, תוכלו להאט אותו באמצעות < תפריט ראשי > < מנוע > < השהיית תנועה >
hi: यदि आप चाहें तो < मुख्य मेनू > < इंजन > < चाल विलंब > के साथ इसे धीमा कर सकते हैं
hu: Ha szeretnéd, lelassíthatod a < Főmenü > < Motor > < Mozgáskésleltetés > menüponttal.
id: Jika Anda mau, Anda dapat memperlambatnya dengan < Menu Utama > < Mesin > < Penundaan gerakan >
it: Se vuoi puoi rallentarlo con < Menu principale > < Motore > < Ritardo movimento >
ja: 必要に応じて、< メインメニュー > < エンジン > < 移動遅延 > で速度を落とすことができます。
lt: Jei norite, galite jį sulėtinti naudodami < Pagrindinis meniu > < Variklis > < Judesio uždelsimas >
lv: Ja vēlaties, varat to palēnināt, izmantojot < Galvenā izvēlne > < Dzinējs > < Kustības aizkave >
nl: Als je wilt, kun je het vertragen met < Hoofdmenu > < Motor > < Verplaatsingsvertraging >
no: Hvis du vil, kan du senke farten med < Hovedmeny > < Motor > < Forsinkelse i bevegelse >
pl: Jeśli chcesz, możesz spowolnić ruch za pomocą < Menu główne > < Silnik > < Opóźnienie ruchu >
pt: Se quiser, você pode diminuir a velocidade com < Menu principal > < Motor > < Atraso de movimento >
ro: Dacă doriți, îl puteți încetini cu < Meniu principal > < Motor > < Întârziere mișcare >
ru: Если хотите, можете замедлить его с помощью <Главное меню> <Движок> <Задержка движения>
sq: Nëse dëshironi, mund ta ngadalësoni me < Menuja kryesore > < Motori > < Vonesa e lëvizjes >
sr: Ако желите, можете га успорити помоћу < Главни мени > < Мотор > < Кашњење кретања >
sv: Om du vill kan du sakta ner den med < Huvudmeny > < Motor > < Fördröjning >
sw: Ukitaka, unaweza kuipunguza kwa < Menyu kuu > < Engine > < Kuchelewesha kwa kusonga >
ta: நீங்கள் விரும்பினால், <Main menu > <Engine > <Move delay > மூலம் வேகத்தைக் குறைக்கலாம்.
th: หากต้องการ คุณสามารถลดความเร็วได้ด้วย < เมนูหลัก > < เครื่องยนต์ > < การหน่วงเวลาการเคลื่อนที่ >
tr: İsterseniz < Ana menü > < Motor > < Hareket gecikmesi > ile yavaşlatabilirsiniz
uk: Якщо хочете, можете уповільнити його за допомогою < Головне меню > < Двигун > < Затримка руху >
ur: اگر آپ چاہیں تو آپ اسے <مین مینو> < انجن> < موو ڈیل> کے ساتھ سست کر سکتے ہیں۔
vi: Nếu muốn, bạn có thể làm chậm nó lại bằng < Menu chính > < Động cơ > < Độ trễ di chuyển >

source: The Alexander engine is hosted on the GitHub at the following link
ar: تم استضافة محرك Alexander على GitHub على الرابط التالي
bg: Двигателят Alexander е хостван в GitHub на следния линк
bn: আলেকজান্ডার ইঞ্জিনটি নিম্নলিখিত লিঙ্কে গিটহাবে হোস্ট করা হয়েছে।
cs: Alexanderův engine je hostován na GitHubu na následujícím odkazu
da: Alexander-motoren er hostet på GitHub på følgende link
de: Die Alexander-Engine wird auf GitHub unter folgendem Link gehostet
el: Η μηχανή Alexander φιλοξενείται στο GitHub στον ακόλουθο σύνδεσμο
es: El motor Alexander está alojado en GitHub en el siguiente enlace
et: Alexanderi mootor asub GitHubis järgmisel lingil
fa: موتور Alexander در GitHub و در لینک زیر میزبانی می‌شود.
fi: Alexander-moottori sijaitsee GitHubissa seuraavassa linkissä
fr: Le moteur Alexander est hébergé sur GitHub au lien suivant
he: מנוע אלכסנדר מתארח ב-GitHub בקישור הבא
hi: अलेक्जेंडर इंजन GitHub पर निम्नलिखित लिंक पर होस्ट किया गया है
hu: Az Alexander motor a GitHubon található a következő linken:
id: Mesin Alexander dihosting di GitHub pada tautan berikut
it: Il motore Alexander è ospitato su GitHub al seguente link
ja: AlexanderエンジンはGitHubの次のリンクでホストされています。
lt: „Alexander“ variklis yra talpinamas „GitHub“ platformoje, esančioje šioje nuorodoje
lv: Alexander dzinējs ir izvietots GitHub vietnē, izmantojot šo saiti
nl: De Alexander-engine wordt gehost op GitHub via de volgende link
no: Alexander-motoren ligger på GitHub på følgende lenke
pl: Silnik Alexander jest dostępny na GitHubie pod poniższym linkiem
pt: O motor Alexander está hospedado no GitHub no seguinte link
ro: Motorul Alexander este găzduit pe GitHub la următorul link
ru: Движок Alexander размещен на GitHub по следующей ссылке.
sq: Motori Alexander është i vendosur në GitHub në lidhjen e mëposhtme
sr: Александеров мотор се налази на ГитХабу на следећем линку
sv: Alexander-motorn finns på GitHub på följande länk
sw: Injini ya Alexander inakaribishwa kwenye GitHub kwenye kiungo kifuatacho
ta: அலெக்சாண்டர் இயந்திரம் பின்வரும் இணைப்பில் GitHub இல் ஹோஸ்ட் செய்யப்பட்டுள்ளது.
th: เครื่องมือ Alexander ถูกโฮสต์บน GitHub ตามลิงก์ต่อไปนี้
tr: Alexander motoru GitHub'da şu bağlantıda barındırılıyor:
uk: Двигун Alexander розміщено на GitHub за наступним посиланням
ur: الیگزینڈر انجن مندرجہ ذیل لنک پر گٹ ہب پر ہوسٹ کیا گیا ہے۔
vi: Công cụ Alexander được lưu trữ trên GitHub theo liên kết sau
