Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Engine opponent : Here you can select which engine you want to play.
ar: محرك الخصم: هنا يمكنك تحديد المحرك الذي تريد اللعب به.
bg: Противник на двигателя: Тук можете да изберете с кой двигател искате да играете.
bn: ইঞ্জিন প্রতিপক্ষ: এখানে আপনি কোন ইঞ্জিনটি খেলতে চান তা নির্বাচন করতে পারেন।
cs: Soupeř s motorem: Zde si můžete vybrat, s jakým motorem chcete hrát.
da: Motormodstander: Her kan du vælge hvilken motor du vil spille mod.
de: Engine-Gegner: Hier können Sie auswählen, gegen welche Engine Sie spielen möchten.
el: Αντίπαλος μηχανής: Εδώ μπορείτε να επιλέξετε με ποια μηχανή θέλετε να παίξετε.
es: Motor oponente: aquí puedes seleccionar el motor con el que quieres jugar.
et: Mootori vastane: Siin saad valida, millise mootoriga soovid mängida.
fa: رقیب موتور: در اینجا می‌توانید موتوری را که می‌خواهید بازی کنید انتخاب کنید.
fi: Moottorivastustaja: Tässä voit valita, millä moottorilla haluat pelata.
fr: Adversaire du moteur : Ici, vous pouvez sélectionner le moteur avec lequel vous souhaitez jouer.
he: יריב מנוע: כאן תוכלו לבחור באיזה מנוע תרצו לשחק.
hi: इंजन प्रतिद्वंद्वी: यहां आप चुन सकते हैं कि आप किस इंजन के साथ खेलना चाहते हैं।
hu: Motor ellenfél: Itt kiválaszthatod, hogy melyik motorral szeretnél játszani.
id: Lawan mesin: Di sini Anda dapat memilih mesin mana yang ingin Anda mainkan.
it: Motore avversario: qui puoi selezionare il motore con cui vuoi giocare.
ja: エンジン対戦相手: ここで、プレイするエンジンを選択できます。
lt: Variklio priešininkas: Čia galite pasirinkti, su kuriuo varikliu norite žaisti.
lv: Dzinēja pretinieks: Šeit jūs varat izvēlēties, ar kuru dzinēju vēlaties spēlēt.
nl: Engine-tegenstander: Hier kunt u selecteren met welke engine u wilt spelen.
no: Motormotstander: Her kan du velge hvilken motor du vil spille mot.
pl: Przeciwnik silnika: Tutaj możesz wybrać, którym silnikiem chcesz grać.
pt: Oponente do motor: aqui você pode selecionar qual motor deseja jogar.
ro: Adversar cu motorul: Aici poți selecta cu ce motor vrei să joci.
ru: Двигатель противника: Здесь вы можете выбрать, за какой движок вы хотите играть.
sq: Kundërshtari i motorit: Këtu mund të zgjidhni se me cilin motor dëshironi të luani.
sr: Противник у мотору: Овде можете изабрати који мотор желите да играте.
sv: Motormotståndare: Här kan du välja vilken motor du vill spela mot.
sw: Mpinzani wa injini : Hapa unaweza kuchagua injini unayotaka kucheza.
ta: எஞ்சின் எதிரி: இங்கே நீங்கள் எந்த எஞ்சினை விளையாட விரும்புகிறீர்கள் என்பதைத் தேர்ந்தெடுக்கலாம்.
th: เครื่องยนต์ฝ่ายตรงข้าม : ที่นี่คุณสามารถเลือกเครื่องยนต์ที่คุณต้องการเล่นได้
tr: Motor rakibi: Burada hangi motorla oynamak istediğinizi seçebilirsiniz.
uk: Двигун суперника: Тут ви можете вибрати, на якому двигуні ви хочете грати.
ur: انجن مخالف: یہاں آپ منتخب کر سکتے ہیں کہ آپ کون سا انجن چلانا چاہتے ہیں۔
vi: Đối thủ động cơ: Ở đây bạn có thể chọn động cơ mà bạn muốn chơi.

source: All of these engines have the UCI_LimitStrength option,
ar: تحتوي جميع هذه المحركات على خيار UCI_LimitStrength،
bg: Всички тези двигатели имат опцията UCI_LimitStrength,
bn: এই সমস্ত ইঞ্জিনে UCI_LimitStrength বিকল্প রয়েছে,
cs: Všechny tyto enginy mají volbu UCI_LimitStrength,
da: Alle disse motorer har UCI_LimitStrength-indstillingen,
de: Alle diese Engines verfügen über die Option UCI_LimitStrength,
el: Όλες αυτές οι μηχανές έχουν την επιλογή UCI_LimitStrength,
es: Todos estos motores tienen la opción UCI_LimitStrength,
et: Kõigil neil mootoritel on UCI_LimitStrength valik,
fa: همه این موتورها گزینه UCI_LimitStrength را دارند،
fi: Kaikilla näillä moottoreilla on UCI_LimitStrength-vaihtoehto,
fr: Tous ces moteurs ont l'option UCI_LimitStrength,
he: לכל המנועים האלה יש את האפשרות UCI_LimitStrength,
hi: इन सभी इंजनों में UCI_LimitStrength विकल्प होता है,
hu: Mindezen motorok rendelkeznek az UCI_LimitStrength opcióval,
id: Semua mesin ini memiliki opsi UCI_LimitStrength,
it: Tutti questi motori hanno l'opzione UCI_LimitStrength,
ja: これらのエンジンにはすべてUCI_LimitStrengthオプションがあり、
lt: Visuose šiuose varikliuose yra UCI_LimitStrength parinktis,
lv: Visiem šiem dzinējiem ir UCI_LimitStrength opcija,
nl: Al deze engines hebben de UCI_LimitStrength-optie,
no: Alle disse motorene har UCI_LimitStrength-alternativet,
pl: Wszystkie te silniki mają opcję UCI_LimitStrength,
pt: Todos esses motores têm a opção UCI_LimitStrength,
ro: Toate aceste motoare au opțiunea UCI_LimitStrength,
ru: Все эти движки имеют опцию UCI_LimitStrength,
sq: Të gjithë këta motorë kanë opsionin UCI_LimitStrength,
sr: Сви ови мотори имају опцију UCI_LimitStrength,
sv: Alla dessa motorer har alternativet UCI_LimitStrength,
sw: Injini hizi zote zina chaguo la UCI_LimitStrength,
ta: இந்த இயந்திரங்கள் அனைத்தும் UCI_LimitStrength விருப்பத்தைக் கொண்டுள்ளன,
th: เครื่องยนต์ทั้งหมดเหล่านี้มีตัวเลือก UCI_LimitStrength
tr: Bu motorların hepsinde UCI_LimitStrength seçeneği vardır.
uk: Усі ці двигуни мають опцію UCI_LimitStrength,
ur: ان تمام انجنوں میں UCI_LimitStrength آپشن ہے،
vi: Tất cả các công cụ này đều có tùy chọn UCI_LimitStrength,

source: which allows them to be weakened.
ar: مما يسمح بإضعافهم.
bg: което им позволява да бъдат отслабени.
bn: যা তাদের দুর্বল করে দিতে সাহায্য করে।
cs: což umožňuje jejich oslabení.
da: hvilket gør det muligt for dem at blive svækket.
de: wodurch sie geschwächt werden können.
el: που τους επιτρέπει να αποδυναμωθούν.
es: lo que les permite debilitarse.
et: mis võimaldab neil nõrgeneda.
fa: که به آنها اجازه می‌دهد ضعیف شوند.
fi: mikä mahdollistaa niiden heikentymisen.
fr: ce qui permet de les affaiblir.
he: מה שמאפשר להם להיחלש.
hi: जिससे वे कमजोर हो जाते हैं।
hu: ami lehetővé teszi azok gyengülését.
id: yang memungkinkan mereka menjadi lemah.
it: che consente di indebolirli.
ja: これにより、弱体化が可能になります。
lt: kuris leidžia jiems susilpnėti.
lv: kas ļauj tiem vājināties.
nl: waardoor ze verzwakt raken.
no: som gjør at de kan svekkes.
pl: co pozwala na ich osłabienie.
pt: o que permite que sejam enfraquecidos.
ro: ceea ce permite slăbirea lor.
ru: что позволяет им ослабнуть.
sq: gjë që i lejon ato të dobësohen.
sr: што им омогућава да буду ослабљени.
sv: vilket gör att de kan försvagas.
sw: ambayo huwawezesha kuwa dhaifu.
ta: இது அவர்களை பலவீனப்படுத்த அனுமதிக்கிறது.
th: ซึ่งทำให้สามารถอ่อนแอลงได้
tr: Bu da onların zayıflamasına olanak tanır.
uk: що дозволяє їм ослабитися.
ur: جو انہیں کمزور کرنے کی اجازت دیتا ہے۔
vi: điều này làm cho chúng yếu đi.

source: If you want to add another engine that has this option it should be copied
ar: إذا كنت تريد إضافة محرك آخر يحتوي على هذا الخيار فيجب نسخه
bg: Ако искате да добавите друг двигател, който има тази опция, той трябва да бъде копиран
bn: যদি আপনি অন্য কোনও ইঞ্জিন যুক্ত করতে চান যাতে এই বিকল্পটি রয়েছে তবে এটি অনুলিপি করা উচিত।
cs: Pokud chcete přidat další engine, který má tuto možnost, měl by být zkopírován.
da: Hvis du vil tilføje en anden motor, der har denne mulighed, skal den kopieres
de: Wenn Sie eine weitere Engine hinzufügen möchten, die diese Option hat, sollte sie kopiert werden
el: Αν θέλετε να προσθέσετε μια άλλη μηχανή που έχει αυτήν την επιλογή, θα πρέπει να την αντιγράψετε.
es: Si desea agregar otro motor que tenga esta opción se debe copiar
et: Kui soovite lisada teise mootori, millel see valik on, tuleks see kopeerida.
fa: اگر می‌خواهید موتور دیگری که این گزینه را دارد اضافه کنید، باید آن را کپی کنید.
fi: Jos haluat lisätä toisen moottorin, jossa on tämä vaihtoehto, se tulee kopioida
fr: Si vous souhaitez ajouter un autre moteur doté de cette option, il doit être copié
he: אם ברצונך להוסיף מנוע נוסף שיש לו אפשרות זו, יש להעתיק אותו
hi: यदि आप कोई अन्य इंजन जोड़ना चाहते हैं जिसमें यह विकल्प हो तो उसे कॉपी किया जाना चाहिए
hu: Ha egy másik, ezzel az opcióval rendelkező motort szeretne hozzáadni, akkor azt másolni kell.
id: Jika Anda ingin menambahkan mesin lain yang memiliki opsi ini, maka harus disalin
it: Se vuoi aggiungere un altro motore che ha questa opzione, dovresti copiarlo
ja: このオプションを持つ別のエンジンを追加する場合は、コピーする必要があります
lt: Jei norite pridėti kitą variklį, turintį šią parinktį, ją reikia nukopijuoti.
lv: Ja vēlaties pievienot citu dzinēju, kuram ir šī opcija, tā ir jākopē.
nl: Als u een andere engine wilt toevoegen die over deze optie beschikt, moet deze worden gekopieerd
no: Hvis du vil legge til en annen motor som har dette alternativet, bør den kopieres
pl: Jeśli chcesz dodać inny silnik, który ma tę opcję, należy ją skopiować
pt: Se você quiser adicionar outro motor que tenha essa opção, ele deve ser copiado
ro: Dacă doriți să adăugați un alt motor care are această opțiune, acesta trebuie copiat.
ru: Если вы хотите добавить другой движок, имеющий эту опцию, его следует скопировать
sq: Nëse doni të shtoni një motor tjetër që e ka këtë opsion, duhet ta kopjoni.
sr: Ако желите да додате још један мотор који има ову опцију, требало би га копирати
sv: Om du vill lägga till en annan motor som har det här alternativet bör den kopieras
sw: Ikiwa unataka kuongeza injini nyingine ambayo ina chaguo hili inapaswa kunakiliwa
ta: இந்த விருப்பத்தைக் கொண்ட மற்றொரு இயந்திரத்தைச் சேர்க்க விரும்பினால், அதை நகலெடுக்க வேண்டும்.
th: หากคุณต้องการเพิ่มเครื่องยนต์อื่นที่มีตัวเลือกนี้ ควรคัดลอกไว้
tr: Bu seçeneğe sahip başka bir motor eklemek istiyorsanız kopyalanmalıdır
uk: Якщо ви хочете додати ще один двигун із цією опцією, його слід скопіювати
ur: اگر آپ کوئی دوسرا انجن شامل کرنا چاہتے ہیں جس میں یہ آپشن موجود ہو تو اسے کاپی کرنا چاہیے۔
vi: Nếu bạn muốn thêm một công cụ khác có tùy chọn này thì bạn nên sao chép nó

source: to the
ar: الى
bg: към
bn: প্রতি
cs: k
da: til
de: zum
el: προς το
es: hacia
et: sellele
fa: به
fi: kohti
fr: au
he: אל ה
hi: तक
hu: a
id: ke
it: al
ja: に
lt: į
lv: uz
nl: naar de
no: til
pl: do
pt: para o
ro: către
ru: к
sq: për
sr: до
sv: till
sw: kwa
ta: க்கு
th: ไปที่
tr: -e
uk: до
ur: کو
vi: đến

source: directory
ar: الدليل
bg: директория
bn: ডিরেক্টরি
cs: adresář
da: katalog
de: Verzeichnis
el: κατάλογος
es: directorio
et: kataloog
fa: دایرکتوری
fi: hakemisto
fr: répertoire
he: ספרייה
hi: निर्देशिका
hu: könyvtár
id: direktori
it: elenco
ja: ディレクトリ
lt: katalogas
lv: direktorijs
no: katalog
pl: katalog
pt: diretório
ro: director
ru: каталог
sq: drejtori
sr: именик
sv: katalog
sw: saraka
ta: அடைவு
th: ไดเรกทอรี
tr: dizin
uk: довідник
ur: ڈائریکٹری
vi: thư mục

source: Engine ELO - Select the ELO strength of the engine.
ar: قوة محرك ELO - حدد قوة ELO للمحرك.
bg: ELO на двигателя - Изберете силата на ELO на двигателя.
bn: ইঞ্জিন ELO - ইঞ্জিনের ELO শক্তি নির্বাচন করুন।
cs: ELO motoru – Vyberte sílu ELO motoru.
da: Motor ELO - Vælg motorens ELO-styrke.
de: Engine ELO – Wählen Sie die ELO-Stärke der Engine.
el: ELO κινητήρα - Επιλέξτε την ισχύ ELO του κινητήρα.
es: ELO del motor: seleccione la intensidad ELO del motor.
et: Mootori ELO – valige mootori ELO tugevus.
fa: سطح ELO موتور - قدرت ELO موتور را انتخاب کنید.
fi: Moottorin ELO - Valitse moottorin ELO-voimakkuus.
fr: ELO du moteur - Sélectionnez la force ELO du moteur.
he: ELO של מנוע - בחר את עוצמת ה-ELO של המנוע.
hi: इंजन ELO - इंजन की ELO शक्ति का चयन करें।
hu: Motor ELO – Válassza ki a motor ELO erősségét.
id: ELO Mesin - Pilih kekuatan ELO mesin.
it: ELO motore: seleziona la potenza ELO del motore.
ja: エンジン ELO - エンジンの ELO 強度を選択します。
lt: Variklio ELO – pasirinkite variklio ELO stiprumą.
lv: Dzinēja ELO — atlasiet dzinēja ELO stiprumu.
nl: Engine ELO - Selecteer de ELO-sterkte van de engine.
no: Motor-ELO – Velg motorens ELO-styrke.
pl: ELO silnika – wybierz poziom ELO silnika.
pt: ELO do motor - Selecione a intensidade do ELO do motor.
ro: ELO motor - Selectați puterea ELO a motorului.
ru: Engine ELO — выберите уровень ELO двигателя.
sq: ELO e motorrit - Zgjidhni forcën ELO të motorit.
sr: ЕЛО мотора - Изаберите јачину ЕЛО мотора.
sv: Motor-ELO – Välj motorns ELO-styrka.
sw: Injini ELO - Chagua nguvu ya ELO ya injini.
ta: எஞ்சின் ELO - எஞ்சினின் ELO வலிமையைத் தேர்ந்தெடுக்கவும்.
th: เครื่องยนต์ ELO - เลือกความแรง ELO ของเครื่องยนต์
tr: Motor ELO - Motorun ELO gücünü seçin.
uk: ЕЛО двигуна – Виберіть потужність ЕЛО двигуна.
ur: انجن ELO - انجن کی ELO طاقت کو منتخب کریں۔
vi: ELO của động cơ - Chọn độ mạnh ELO của động cơ.

source: The upper and lower permissable values are shown.
ar: تظهر القيم العليا والدنيا المسموح بها.
bg: Показани са горните и долните допустими стойности.
bn: উপরের এবং নীচের অনুমোদিত মানগুলি দেখানো হয়েছে।
cs: Zobrazeny jsou horní a dolní přípustné hodnoty.
da: De øvre og nedre tilladte værdier er vist.
de: Es werden die oberen und unteren zulässigen Werte angezeigt.
el: Εμφανίζονται οι ανώτερες και κατώτερες επιτρεπόμενες τιμές.
es: Se muestran los valores superior e inferior permitidos.
et: Näidatud on ülemised ja alumised lubatud väärtused.
fa: مقادیر مجاز بالا و پایین نشان داده شده است.
fi: Sallitut ylä- ja alaraja-arvot on esitetty.
fr: Les valeurs supérieures et inférieures admissibles sont indiquées.
he: מוצגים הערכים העליונים והתחתונים המותרים.
hi: ऊपरी और निचले अनुमेय मान दर्शाए गए हैं।
hu: A megengedett felső és alsó értékek láthatók.
id: Nilai atas dan bawah yang diizinkan akan ditampilkan.
it: Sono indicati i valori massimi e minimi ammissibili.
ja: 許容上限値と許容下限値が表示されます。
lt: Rodomos viršutinė ir apatinė leistinos vertės.
lv: Tiek parādītas augšējās un apakšējās pieļaujamās vērtības.
nl: De maximaal toegestane en maximaal toegestane waarden worden weergegeven.
no: Øvre og nedre tillatte verdier vises.
pl: Podano górne i dolne wartości dopuszczalne.
pt: Os valores máximo e mínimo permitidos são mostrados.
ro: Sunt afișate valorile admisibile superioare și inferioare.
ru: Показаны верхние и нижние допустимые значения.
sq: Tregohen vlerat e sipërme dhe të poshtme të lejueshme.
sr: Приказане су горње и доње дозвољене вредности.
sv: De övre och nedre tillåtna värdena visas.
sw: Thamani za juu na za chini zinazoruhusiwa zinaonyeshwa.
ta: அனுமதிக்கப்பட்ட மேல் மற்றும் கீழ் மதிப்புகள் காட்டப்பட்டுள்ளன.
th: แสดงค่าที่อนุญาตด้านบนและด้านล่าง
tr: Üst ve alt izin verilen değerler gösterilmektedir.
uk: Показані верхнє та нижнє допустимі значення.
ur: اوپری اور زیریں قابل اجازت اقدار دکھائی گئی ہیں۔
vi: Hiển thị các giá trị cho phép trên và dưới.

source: Engine settings - This opens the engine dialog box which allows you to alter
ar: إعدادات المحرك - يؤدي هذا إلى فتح مربع حوار المحرك الذي يسمح لك بالتغيير
bg: Настройки на двигателя - Това отваря диалоговия прозорец на двигателя, който ви позволява да променяте
bn: ইঞ্জিন সেটিংস - এটি ইঞ্জিন ডায়ালগ বক্স খুলবে যা আপনাকে পরিবর্তন করতে দেবে
cs: Nastavení enginu – Otevře se dialogové okno enginu, které umožňuje upravit
da: Motorindstillinger - Dette åbner motordialogboksen, som giver dig mulighed for at ændre
de: Engine-Einstellungen - Dies öffnet das Dialogfeld Engine, in dem Sie Folgendes ändern können:
el: Ρυθμίσεις μηχανής - Αυτό ανοίγει το παράθυρο διαλόγου της μηχανής, το οποίο σας επιτρέπει να αλλάξετε
es: Configuración del motor: Esto abre el cuadro de diálogo del motor que le permite modificar
et: Mootori seaded – see avab mootori dialoogiboksi, mis võimaldab teil muuta
fa: تنظیمات موتور - این کادر محاوره‌ای موتور را باز می‌کند که به شما امکان تغییر آن را می‌دهد.
fi: Moottorin asetukset - Tämä avaa moottorin valintaikkunan, jossa voit muuttaa
fr: Paramètres du moteur - Cela ouvre la boîte de dialogue du moteur qui vous permet de modifier
he: הגדרות מנוע - פעולה זו פותחת את תיבת הדו-שיח של המנוע המאפשרת לך לשנות
hi: इंजन सेटिंग्स - यह इंजन संवाद बॉक्स खोलता है जो आपको इंजन सेटिंग्स बदलने की अनुमति देता है।
hu: Motorbeállítások – Ez megnyitja a motor párbeszédpanelét, amely lehetővé teszi a beállítások módosítását.
id: Pengaturan mesin - Ini membuka kotak dialog mesin yang memungkinkan Anda mengubah
it: Impostazioni motore: apre la finestra di dialogo del motore che consente di modificare
ja: エンジン設定 - エンジンダイアログボックスが開き、
lt: Variklio nustatymai – atidaromas variklio dialogo langas, kuriame galite keisti
lv: Dzinēja iestatījumi — tas atver dzinēja dialoglodziņu, kurā varat mainīt
nl: Engine-instellingen - Hiermee opent u het engine-dialoogvenster waarin u de instellingen kunt wijzigen
no: Motorinnstillinger – Dette åpner motordialogboksen som lar deg endre
pl: Ustawienia silnika – otwiera okno dialogowe silnika, w którym można je zmienić
pt: Configurações do motor - Isso abre a caixa de diálogo do motor que permite que você altere
ro: Setări motor - Aceasta deschide caseta de dialog a motorului, care vă permite să modificați
ru: Настройки движка. Открывает диалоговое окно движка, позволяющее вам изменить
sq: Cilësimet e motorit - Kjo hap kutinë e dialogut të motorit e cila ju lejon të ndryshoni
sr: Подешавања мотора - Ово отвара дијалошки прозор мотора који вам омогућава да мењате
sv: Motorinställningar – Detta öppnar motorns dialogruta där du kan ändra
sw: Mipangilio ya injini - Hii inafungua kisanduku cha mazungumzo cha injini ambacho hukuruhusu kubadilisha
ta: எஞ்சின் அமைப்புகள் - இது எஞ்சின் உரையாடல் பெட்டியைத் திறக்கிறது, இது உங்களை மாற்ற அனுமதிக்கிறது
th: การตั้งค่าเครื่องยนต์ - การดำเนินการนี้จะเปิดกล่องโต้ตอบเครื่องยนต์ซึ่งจะช่วยให้คุณเปลี่ยนแปลงได้
tr: Motor ayarları - Bu, motor ayarlarını değiştirmenize olanak tanıyan motor iletişim kutusunu açar.
uk: Налаштування двигуна – це відкриває діалогове вікно двигуна, яке дозволяє змінювати
ur: انجن کی ترتیبات - اس سے انجن کا ڈائیلاگ باکس کھلتا ہے جو آپ کو تبدیل کرنے کی اجازت دیتا ہے۔
vi: Cài đặt động cơ - Thao tác này sẽ mở hộp thoại động cơ cho phép bạn thay đổi

source: other options for your chosen engine. Click on < Stockfish > for an example.
ar: خيارات أخرى للمحرك الذي اخترته. انقر على <Stockfish> للاطلاع على مثال.
bg: други опции за избрания от вас двигател. Кликнете върху < Stockfish > за пример.
bn: আপনার পছন্দের ইঞ্জিনের জন্য অন্যান্য বিকল্প। উদাহরণের জন্য Stockfish > এ ক্লিক করুন।
cs: další možnosti pro vámi zvolený engine. Klikněte na < Stockfish > pro příklad.
da: andre muligheder for din valgte motor. Klik på <Storkfisk> for et eksempel.
de: Weitere Optionen für die von Ihnen gewählte Engine. Klicken Sie auf < Stockfish >, um ein Beispiel anzuzeigen.
el: άλλες επιλογές για τον επιλεγμένο κινητήρα σας. Κάντε κλικ στο <Stockfish> για ένα παράδειγμα.
es: Otras opciones para el motor elegido. Haga clic en <Stockfish> para ver un ejemplo.
et: muud valikud teie valitud mootorile. Näite nägemiseks klõpsake <Stockfish>.
fa: گزینه‌های دیگر برای موتور انتخابی شما. برای مثال روی <Stockfish> کلیک کنید.
fi: muita vaihtoehtoja valitsemallesi moottorille. Napsauta <Stockfish> nähdäksesi esimerkin.
fr: Autres options pour le moteur choisi. Cliquez sur <Stockfish> pour un exemple.
he: אפשרויות נוספות עבור המנוע שבחרת. לחץ על <Stockfish> לדוגמה.
hi: आपके चुने हुए इंजन के लिए अन्य विकल्प। उदाहरण के लिए < स्टॉकफ़िश > पर क्लिक करें।
hu: további lehetőségek a kiválasztott motorhoz. Kattintson a < Stockfish > elemre egy példa megtekintéséhez.
id: Pilihan lain untuk mesin pilihan Anda. Klik < Stockfish > untuk contoh.
it: altre opzioni per il motore scelto. Clicca su < Stockfish > per un esempio.
ja: 選択したエンジンのその他のオプション。例については< Stockfish >をクリックしてください。
lt: kitos pasirinkto variklio parinktys. Spustelėkite <Stockfish>, jei norite pamatyti pavyzdį.
lv: citas opcijas jūsu izvēlētajam dzinējam. Noklikšķiniet uz <Stockfish>, lai skatītu piemēru.
nl: Andere opties voor de door u gekozen engine. Klik op < Stockfish > voor een voorbeeld.
no: andre alternativer for den valgte motoren. Klikk på <Stokkfisk> for et eksempel.
pl: inne opcje dla wybranego silnika. Kliknij < Stockfish >, aby zobaczyć przykład.
pt: Outras opções para o motor escolhido. Clique em < Stockfish > para ver um exemplo.
ro: alte opțiuni pentru motorul ales. Faceți clic pe <Stockfish> pentru un exemplu.
ru: Другие варианты для выбранного вами движка. Нажмите на <Stockfish>, чтобы увидеть пример.
sq: opsione të tjera për motorin që keni zgjedhur. Klikoni te < Stockfish > për një shembull.
sr: друге опције за изабрани мотор. Кликните на < Stockfish > за пример.
sv: andra alternativ för din valda motor. Klicka på < Stockfish > för ett exempel.
sw: chaguzi zingine kwa injini uliyochagua. Bonyeza < Stockfish > kwa mfano.
ta: நீங்கள் தேர்ந்தெடுத்த எஞ்சினுக்கான பிற விருப்பங்கள். உதாரணத்திற்கு Stockfish > என்பதைக் கிளிக் செய்யவும்.
th: ตัวเลือกอื่นๆ สำหรับเครื่องยนต์ที่คุณเลือก คลิกที่ <Stockfish> เพื่อดูตัวอย่าง
tr: Seçtiğiniz motor için diğer seçenekler. Örnek için < Stockfish > öğesine tıklayın.
uk: інші опції для обраного вами двигуна. Натисніть на < Stockfish > для прикладу.
ur: آپ کے منتخب کردہ انجن کے لیے دیگر اختیارات۔ مثال کے لیے <Stockfish> پر کلک کریں۔
vi: các tùy chọn khác cho công cụ bạn chọn. Nhấp vào <Stockfish> để xem ví dụ.

source: If a Rodent chess engine is loaded, then a < Personalities > button
ar: إذا تم تحميل محرك شطرنج القوارض، فسيتم عرض زر <الشخصيات>
bg: Ако е зареден шахматен енджин Rodent, тогава бутон < Personalities >
bn: যদি একটি রডেন্ট দাবা ইঞ্জিন লোড করা থাকে, তাহলে একটি <ব্যক্তিগত> বোতাম
cs: Pokud je načten šachový engine Rodent, pak se zobrazí tlačítko < Personalities >
da: Hvis en Rodent-skakmotor er indlæst, vises en <Personligheder>-knap.
de: Wenn eine Rodent-Schach-Engine geladen ist, dann wird eine < Personalities >-Schaltfläche
el: Εάν είναι φορτωμένη μια μηχανή σκακιού Rodent, τότε εμφανίζεται ένα κουμπί <Personalities>
es: Si se carga un motor de ajedrez Rodent, aparecerá un botón <Personalidades>
et: Kui on laaditud Rodenti malemootor, siis nupp <Isikupärad>
fa: اگر موتور شطرنج Rodent بارگذاری شده باشد، دکمه <Personality>
fi: Jos Rodent-shakkimoottori on ladattu, niin <Personalities>-painike
fr: Si un moteur d'échecs Rodent est chargé, alors un bouton < Personnalités >
he: אם מנוע שחמט של Rodent נטען, אז כפתור < Personalities>
hi: यदि रोडेंट शतरंज इंजन लोड किया गया है, तो एक < व्यक्तित्व > बटन
hu: Ha egy Rodent sakkmotor van betöltve, akkor egy < Személyiségek > gomb
id: Jika mesin catur Rodent dimuat, maka tombol < Kepribadian >
it: Se è caricato un motore scacchistico Rodent, allora un pulsante < Personalità >
ja: Rodentチェスエンジンがロードされている場合は、< Personalities >ボタン
lt: Jei įkeltas „Rodent“ šachmatų variklis, tada mygtukas < Asmenybės >
lv: Ja ir ielādēta Grauzēju šaha programma, tad poga < Personības >
nl: Als een Rodent-schaakengine is geladen, verschijnt er een knop <Personals>
no: Hvis en Rodent-sjakkmotor er lastet inn, vil en <Personligheter>-knapp
pl: Jeśli załadowany jest silnik szachowy Rodent, wówczas należy kliknąć przycisk < Osobowości >
pt: Se um motor de xadrez Rodent for carregado, então um botão < Personalidades >
ro: Dacă este încărcat un motor de șah Rodent, atunci un buton < Personalități >
ru: Если загружен шахматный движок Rodent, то кнопка <Персональности>
sq: Nëse është i ngarkuar një motor shahu Rodent, atëherë një buton <Personalities>
sr: Ако је учитан Rodent шаховски механизам, онда се приказује дугме < Personalities >
sv: Om en schackmotor för gnagare laddas, visas en <Personligheter>-knapp.
sw: Ikiwa injini ya chess ya panya imepakiwa, basi kitufe cha < Personalities >
ta: ஒரு கொறித்துண்ணி சதுரங்க இயந்திரம் ஏற்றப்பட்டால், ஒரு Personalities > பொத்தான்
th: หากโหลดโปรแกรมหมากรุก Rodent แล้วจะมีปุ่ม <Personality>
tr: Bir Rodent satranç motoru yüklenirse, o zaman bir <Kişilikler> düğmesi
uk: Якщо завантажено шаховий рушій Rodent, тоді кнопка < Personalities >
ur: اگر روڈنٹ شطرنج کا انجن بھرا ہوا ہے، تو ایک <شخصیات> بٹن
vi: Nếu một công cụ cờ vua Rodent được tải, thì nút < Tính cách >
