Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: a new dialog box opens which allows you to input the options for the formula.
ar: سيتم فتح مربع حوار جديد يسمح لك بإدخال الخيارات الخاصة بالصيغة.
bg: Отваря се нов диалогов прозорец, който ви позволява да въведете опциите за формулата.
bn: একটি নতুন ডায়ালগ বক্স খোলে যেখানে আপনি সূত্রের জন্য বিকল্পগুলি ইনপুট করতে পারবেন।
cs: Otevře se nové dialogové okno, které umožňuje zadat možnosti pro vzorec.
da: En ny dialogboks åbnes, hvor du kan indtaste indstillingerne for formlen.
de: Es öffnet sich ein neues Dialogfeld, in dem Sie die Optionen für die Formel eingeben können.
el: Ανοίγει ένα νέο παράθυρο διαλόγου που σας επιτρέπει να εισαγάγετε τις επιλογές για τον τύπο.
es: Se abre un nuevo cuadro de diálogo que le permite ingresar las opciones para la fórmula.
et: Avaneb uus dialoogiboks, kus saate sisestada valemi suvandid.
fa: یک کادر محاوره‌ای جدید باز می‌شود که به شما امکان می‌دهد گزینه‌های فرمول را وارد کنید.
fi: Uusi valintaikkuna avautuu, johon voit syöttää kaavan asetukset.
fr: une nouvelle boîte de dialogue s'ouvre qui vous permet de saisir les options de la formule.
he: נפתחת תיבת דו-שיח חדשה המאפשרת לך להזין את האפשרויות עבור הנוסחה.
hi: एक नया संवाद बॉक्स खुलता है जो आपको सूत्र के लिए विकल्प इनपुट करने की अनुमति देता है।
hu: Egy új párbeszédpanel nyílik meg, amely lehetővé teszi a képlet beállításainak megadását.
id: kotak dialog baru akan terbuka yang memungkinkan Anda memasukkan opsi untuk rumus.
it: si apre una nuova finestra di dialogo che consente di immettere le opzioni per la formula.
ja: 新しいダイアログ ボックスが開き、数式のオプションを入力できます。
lt: Atsidarys naujas dialogo langas, kuriame galėsite įvesti formulės parinktis.
lv: Tiek atvērts jauns dialoglodziņš, kurā varat ievadīt formulas opcijas.
nl: Er wordt een nieuw dialoogvenster geopend waarin u de opties voor de formule kunt invoeren.
no: En ny dialogboks åpnes der du kan legge inn alternativene for formelen.
pl: otwiera się nowe okno dialogowe, w którym można wprowadzić opcje formuły.
pt: uma nova caixa de diálogo é aberta, permitindo que você insira as opções para a fórmula.
ro: Se deschide o nouă casetă de dialog care vă permite să introduceți opțiunile pentru formulă.
ru: откроется новое диалоговое окно, в котором можно ввести параметры формулы.
sq: Hapet një kuti dialogu e re që ju lejon të futni opsionet për formulën.
sr: Отвара се нови дијалошки оквир који вам омогућава да унесете опције за формулу.
sv: En ny dialogruta öppnas där du kan ange alternativ för formeln.
sw: kisanduku kipya cha mazungumzo hufungua ambacho hukuruhusu kuingiza chaguzi za fomula.
ta: சூத்திரத்திற்கான விருப்பங்களை உள்ளிட உங்களை அனுமதிக்கும் ஒரு புதிய உரையாடல் பெட்டி திறக்கிறது.
th: กล่องโต้ตอบใหม่จะเปิดขึ้นซึ่งคุณจะป้อนตัวเลือกสำหรับสูตรได้
tr: Formül için seçenekleri girmenize olanak tanıyan yeni bir iletişim kutusu açılır.
uk: відкриється нове діалогове вікно, в якому можна ввести параметри для формули.
ur: ایک نیا ڈائیلاگ باکس کھلتا ہے جو آپ کو فارمولے کے آپشنز داخل کرنے کی اجازت دیتا ہے۔
vi: một hộp thoại mới sẽ mở ra cho phép bạn nhập các tùy chọn cho công thức.

source: For more information on rating formulas Click on the < Help > button
ar: لمزيد من المعلومات حول صيغ التقييم انقر فوق الزر < مساعدة >
bg: За повече информация относно формулите за оценяване щракнете върху бутона < Помощ >.
bn: রেটিং সূত্র সম্পর্কে আরও তথ্যের জন্য <Help > বোতামে ক্লিক করুন
cs: Pro více informací o hodnotících vzorcích klikněte na tlačítko < Nápověda >.
da: For mere information om vurderingsformler, klik på knappen <Hjælp>
de: Für weitere Informationen zu Bewertungsformeln klicken Sie auf die Schaltfläche < Hilfe >
el: Για περισσότερες πληροφορίες σχετικά με τους τύπους αξιολόγησης, κάντε κλικ στο κουμπί < Βοήθεια >
es: Para obtener más información sobre las fórmulas de calificación, haga clic en el botón < Ayuda >
et: Lisateabe saamiseks hindamisvalemite kohta klõpsake nuppu < Abi >.
fa: برای اطلاعات بیشتر در مورد فرمول‌های رتبه‌بندی، روی دکمه <راهنما> کلیک کنید.
fi: Lisätietoja luokituskaavoista saat napsauttamalla < Ohje > -painiketta.
fr: Pour plus d'informations sur les formules de notation, cliquez sur le bouton < Aide >
he: למידע נוסף על נוסחאות דירוג לחצו על כפתור <עזרה>
hi: रेटिंग फ़ार्मुलों के बारे में अधिक जानकारी के लिए < सहायता > बटन पर क्लिक करें
hu: A besorolási képletekkel kapcsolatos további információkért kattintson a < Súgó > gombra.
id: Untuk informasi lebih lanjut tentang rumus penilaian Klik tombol < Bantuan >
it: Per maggiori informazioni sulle formule di valutazione clicca sul pulsante < Aiuto >
ja: 評価の計算式の詳細については、<ヘルプ>ボタンをクリックしてください。
lt: Daugiau informacijos apie vertinimo formules rasite spustelėję mygtuką <Pagalba>.
lv: Lai iegūtu plašāku informāciju par vērtēšanas formulām, noklikšķiniet uz pogas < Palīdzība >.
nl: Voor meer informatie over beoordelingsformules klikt u op de knop < Help >
no: For mer informasjon om vurderingsformler, klikk på <Hjelp>-knappen
pl: Aby uzyskać więcej informacji na temat wzorów oceniania, kliknij przycisk < Pomoc >
pt: Para mais informações sobre fórmulas de classificação, clique no botão < Ajuda >
ro: Pentru mai multe informații despre formulele de evaluare, faceți clic pe butonul < Ajutor >
ru: Для получения дополнительной информации о формулах оценки нажмите кнопку <Справка>.
sq: Për më shumë informacion mbi formulat e vlerësimit, klikoni butonin < Ndihmë >
sr: За више информација о формулама за оцењивање кликните на дугме < Помоћ >
sv: För mer information om betygsformler klicka på knappen <Hjälp>
sw: Kwa maelezo zaidi kuhusu fomula za ukadiriaji Bofya kitufe cha < Msaada >
ta: மதிப்பீட்டு சூத்திரங்கள் பற்றிய கூடுதல் தகவலுக்கு, உதவி > பொத்தானைக் கிளிக் செய்யவும்.
th: สำหรับข้อมูลเพิ่มเติมเกี่ยวกับสูตรการจัดอันดับ คลิกที่ปุ่ม <ช่วยเหลือ>
tr: Derecelendirme formülleri hakkında daha fazla bilgi için < Yardım > düğmesine tıklayın
uk: Щоб отримати додаткові відомості про формули оцінювання, натисніть кнопку < Довідка >
ur: درجہ بندی کے فارمولوں کے بارے میں مزید معلومات کے لیے <مدد> بٹن پر کلک کریں۔
vi: Để biết thêm thông tin về công thức xếp hạng, hãy nhấp vào nút <Trợ giúp>

source: of the formula dialog box.
ar: من مربع الحوار الصيغة.
bg: на диалоговия прозорец за формули.
bn: সূত্র ডায়ালগ বক্সের।
cs: dialogového okna vzorce.
da: i formeldialogboksen.
de: des Formeldialogfelds.
el: του παραθύρου διαλόγου τύπου.
es: del cuadro de diálogo de fórmula.
et: valemi dialoogiboksis.
fa: از کادر محاوره‌ای فرمول.
fi: kaava-valintaikkunasta.
fr: de la boîte de dialogue de formule.
he: של תיבת הדו-שיח של הנוסחה.
hi: सूत्र संवाद बॉक्स का.
hu: a képlet párbeszédpanelen.
id: dari kotak dialog rumus.
it: della finestra di dialogo della formula.
ja: 数式ダイアログ ボックスの。
lt: formulės dialogo lange.
lv: formulas dialoglodziņa.
nl: van het formuledialoogvenster.
no: i formeldialogboksen.
pl: okna dialogowego formuły.
pt: da caixa de diálogo da fórmula.
ro: din caseta de dialog a formulei.
ru: диалогового окна формулы.
sq: të kutisë së dialogut të formulës.
sr: дијалошког оквира за формулу.
sv: i formeldialogrutan.
sw: ya sanduku la mazungumzo ya fomula.
ta: சூத்திர உரையாடல் பெட்டியின்.
th: ของกล่องโต้ตอบสูตร
tr: formül iletişim kutusunun.
uk: діалогового вікна формули.
ur: فارمولا ڈائیلاگ باکس کا۔
vi: của hộp thoại công thức.

source: Time controls - Selet the time controls for the game.
ar: عناصر التحكم في الوقت - حدد عناصر التحكم في الوقت للعبة.
bg: Времеви контроли - Изберете времевите контроли за играта.
bn: সময় নিয়ন্ত্রণ - খেলার জন্য সময় নিয়ন্ত্রণ নির্বাচন করুন।
cs: Časové kontroly - Vyberte časové kontroly pro hru.
da: Tidsstyring - Vælg tidsstyringen for spillet.
de: Zeitsteuerung – Wählen Sie die Zeitsteuerung für das Spiel aus.
el: Χρονικά χειριστήρια - Επιλέξτε τα χρονικά χειριστήρια για το παιχνίδι.
es: Controles de tiempo: selecciona los controles de tiempo para el juego.
et: Ajakontroll – vali mängu ajakontroll.
fa: کنترل‌های زمان - کنترل‌های زمان بازی را انتخاب کنید.
fi: Aikarajoitukset - Valitse pelin aikarajoitukset.
fr: Contrôles du temps - Sélectionnez les contrôles du temps pour le jeu.
he: בקרות זמן - בחר את בקרות הזמן למשחק.
hi: समय नियंत्रण - खेल के लिए समय नियंत्रण का चयन करें।
hu: Idővezérlés - Válassza ki a játék idővezérlését.
id: Kontrol waktu - Pilih kontrol waktu untuk permainan.
it: Controlli del tempo - Seleziona i controlli del tempo per il gioco.
ja: 時間制御 - ゲームの時間制御を選択します。
lt: Laiko valdikliai – pasirinkite žaidimo laiko valdiklius.
lv: Laika kontrole — atlasiet spēles laika kontroli.
nl: Tijdcontroles - Selecteer de tijdcontroles voor het spel.
no: Tidskontroller – Velg tidskontrollene for spillet.
pl: Kontrola czasu – wybierz kontrolę czasu w grze.
pt: Controles de tempo - Selecione os controles de tempo para o jogo.
ro: Comenzi de timp - Selectați comenzile de timp pentru joc.
ru: Контроль времени - Выберите контроль времени для игры.
sq: Kontrollet e kohës - Zgjidhni kontrollet e kohës për lojën.
sr: Временске контроле - Изаберите временске контроле за игру.
sv: Tidskontroller - Välj tidskontrollerna för spelet.
sw: Vidhibiti vya wakati - Chagua vidhibiti vya wakati vya mchezo.
ta: நேரக் கட்டுப்பாடுகள் - விளையாட்டுக்கான நேரக் கட்டுப்பாடுகளைத் தேர்ந்தெடுக்கவும்.
th: การควบคุมเวลา - เลือกการควบคุมเวลาสำหรับเกม
tr: Zaman kontrolleri - Oyun için zaman kontrollerini seçin.
uk: Контроль часу – виберіть контроль часу для гри.
ur: ٹائم کنٹرولز - گیم کے لیے ٹائم کنٹرولز سیٹ کریں۔
vi: Kiểm soát thời gian - Chọn kiểm soát thời gian cho trò chơi.

source: Input the game time in minutes and the move increment in seconds
ar: أدخل وقت اللعبة بالدقائق وزيادة الحركة بالثواني
bg: Въведете времето за игра в минути и стъпката на хода в секунди
bn: খেলার সময় মিনিটে এবং সরানোর পরিমাণ সেকেন্ডে ইনপুট করুন।
cs: Zadejte herní čas v minutách a krok tahu v sekundách.
da: Indtast spilletid i minutter og trækforøgelsen i sekunder
de: Geben Sie die Spielzeit in Minuten und das Zuginkrement in Sekunden ein
el: Εισαγάγετε τον χρόνο παιχνιδιού σε λεπτά και την αύξηση της κίνησης σε δευτερόλεπτα
es: Ingrese el tiempo de juego en minutos y el incremento de movimiento en segundos
et: Sisesta mänguaeg minutites ja käigu samm sekundites
fa: زمان بازی را به دقیقه و گام حرکت را به ثانیه وارد کنید.
fi: Syötä peliaika minuutteina ja siirtomäärä sekunteina
fr: Saisissez le temps de jeu en minutes et l'incrément de mouvement en secondes
he: הזינו את זמן המשחק בדקות ואת תוספת המהלך בשניות
hi: खेल का समय मिनटों में और चाल वृद्धि सेकंड में दर्ज करें
hu: Add meg a játékidőt percben, a lépésszámot pedig másodpercben
id: Masukkan waktu permainan dalam menit dan penambahan gerakan dalam detik
it: Inserisci il tempo di gioco in minuti e l'incremento della mossa in secondi
ja: ゲーム時間を分単位で入力し、移動の増分を秒単位で入力します。
lt: Įveskite žaidimo laiką minutėmis ir ėjimo žingsnį sekundėmis
lv: Ievadiet spēles laiku minūtēs un gājiena soli sekundēs
nl: Voer de speeltijd in minuten en de zetverhoging in seconden in
no: Skriv inn spilletiden i minutter og trekkøkningen i sekunder
pl: Wprowadź czas gry w minutach i przyrost ruchu w sekundach
pt: Insira o tempo do jogo em minutos e o incremento do movimento em segundos
ro: Introduceți timpul de joc în minute și incrementul de mutare în secunde
ru: Введите время игры в минутах и шаг хода в секундах.
sq: Futni kohën e lojës në minuta dhe rritjen e lëvizjes në sekonda
sr: Унесите време игре у минутима и корак потеза у секундама
sv: Ange speltiden i minuter och dragökningen i sekunder
sw: Ingiza muda wa mchezo kwa dakika na uongeze mwendo kwa sekunde
ta: விளையாட்டு நேரத்தை நிமிடங்களிலும், நகர்வு அதிகரிப்பை வினாடிகளிலும் உள்ளிடவும்.
th: ป้อนเวลาเล่นเกมเป็นนาทีและเพิ่มการเคลื่อนไหวเป็นวินาที
tr: Oyun süresini dakika cinsinden ve hamle artışını saniye cinsinden girin
uk: Введіть час гри в хвилинах та крок ходу в секундах
ur: گیم کا وقت منٹوں میں اور حرکت میں اضافہ سیکنڈوں میں داخل کریں۔
vi: Nhập thời gian chơi tính bằng phút và bước di chuyển tính bằng giây

source: for the human player and chess engine.
ar: للاعب البشري ومحرك الشطرنج.
bg: за човешкия играч и шахматния енджин.
bn: মানব খেলোয়াড় এবং দাবা ইঞ্জিনের জন্য।
cs: pro lidského hráče a šachový engine.
da: for den menneskelige spiller og skakmotoren.
de: für den menschlichen Spieler und die Schach-Engine.
el: για τον άνθρωπο παίκτη και τη μηχανή σκακιού.
es: para el jugador humano y el motor de ajedrez.
et: inimmängija ja malemootori jaoks.
fa: برای بازیکن انسانی و موتور شطرنج.
fi: ihmispelaajalle ja shakkimoottorille.
fr: pour le joueur humain et le moteur d'échecs.
he: עבור השחקן האנושי ומנוע השחמט.
hi: मानव खिलाड़ी और शतरंज इंजन के लिए।
hu: az emberi játékos és a sakkmotor számára.
id: untuk pemain manusia dan mesin catur.
it: per il giocatore umano e il motore scacchistico.
ja: 人間のプレイヤーとチェスエンジン向け。
lt: žmogui žaidėjui ir šachmatų varikliui.
lv: cilvēka spēlētājam un šaha dzinējam.
nl: voor de menselijke speler en schaakmachine.
no: for den menneskelige spilleren og sjakkmotoren.
pl: dla gracza-człowieka i silnika szachowego.
pt: para o jogador humano e o mecanismo de xadrez.
ro: pentru jucătorul uman și motorul de șah.
ru: для игрока-человека и шахматного движка.
sq: për lojtarin njerëzor dhe motorin e shahut.
sr: за људског играча и шаховски мотор.
sv: för den mänskliga spelaren och schackmotorn.
sw: kwa mchezaji wa binadamu na injini ya chess.
ta: மனித வீரருக்கும் சதுரங்க இயந்திரத்திற்கும்.
th: สำหรับผู้เล่นมนุษย์และโปรแกรมหมากรุก
tr: insan oyuncu ve satranç motoru için.
uk: для гравця-людини та шахового движка.
ur: انسانی کھلاڑی اور شطرنج کے انجن کے لیے۔
vi: dành cho người chơi và máy chơi cờ.

source: You can give yourself more time than the engine if you like.
ar: يمكنك إعطاء نفسك وقتًا أطول من المحرك إذا أردت.
bg: Можеш да си дадеш повече време от двигателя, ако искаш.
bn: তুমি চাইলে ইঞ্জিনের চেয়ে নিজেকে বেশি সময় দিতে পারো।
cs: Pokud chcete, můžete si dát více času než motoru.
da: Du kan give dig selv mere tid end motoren, hvis du vil.
de: Wenn Sie möchten, können Sie sich selbst mehr Zeit geben als dem Motor.
el: Μπορείτε να δώσετε στον εαυτό σας περισσότερο χρόνο από τον κινητήρα, αν θέλετε.
es: Puedes darte más tiempo que al motor si lo deseas.
et: Soovi korral võid endale mootorile rohkem aega anda.
fa: اگر دوست دارید می‌توانید به خودتان زمان بیشتری نسبت به موتور بدهید.
fi: Voit halutessasi antaa itsellesi enemmän aikaa kuin moottorille.
fr: Vous pouvez vous donner plus de temps qu'au moteur si vous le souhaitez.
he: אתה יכול לתת לעצמך יותר זמן מאשר למנוע אם תרצה.
hi: यदि आप चाहें तो इंजन से अधिक समय स्वयं को दे सकते हैं।
hu: Ha úgy tetszik, adhatsz magadnak több időt, mint a motornak.
id: Anda dapat memberi diri Anda lebih banyak waktu daripada mesin jika Anda suka.
it: Se preferisci, puoi concederti più tempo del motore.
ja: 必要に応じて、エンジンよりも長い時間をかけることができます。
lt: Jei norite, galite skirti sau daugiau laiko nei varikliui.
lv: Ja vēlaties, varat sev dot vairāk laika nekā dzinējam.
nl: Als u dat wilt, kunt u uzelf meer tijd geven dan de motor.
no: Du kan gi deg selv mer tid enn motoren hvis du vil.
pl: Jeśli chcesz, możesz poświęcić sobie więcej czasu, niż silnikowi.
pt: Você pode dar mais tempo a si mesmo do que ao motor, se quiser.
ro: Poți să-ți acorzi mai mult timp ție decât motorului, dacă vrei.
ru: Если хотите, вы можете дать себе больше времени, чем двигателю.
sq: Mund t’i japësh vetes më shumë kohë sesa motorit nëse dëshiron.
sr: Можеш себи дати више времена него мотору ако желиш.
sv: Du kan ge dig själv mer tid än motorn om du vill.
sw: Unaweza kujipa muda zaidi kuliko injini ukipenda.
ta: நீங்கள் விரும்பினால் எஞ்சினை விட அதிக நேரம் உங்களுக்கு நீங்களே கொடுத்துக் கொள்ளலாம்.
th: คุณสามารถให้เวลาตัวเองมากกว่าเครื่องยนต์ได้หากคุณต้องการ
tr: İsterseniz kendinize motordan daha fazla zaman verebilirsiniz.
uk: Ви можете дати собі більше часу, ніж двигуну, якщо хочете.
ur: اگر آپ چاہیں تو آپ اپنے آپ کو انجن سے زیادہ وقت دے سکتے ہیں۔
vi: Bạn có thể dành cho mình nhiều thời gian hơn động cơ nếu muốn.

source: Book off - Check to switch off the opening book for the rated game.
ar: إيقاف تشغيل الكتاب - حدد هذا الخيار لإيقاف تشغيل الكتاب الافتتاحي للعبة المصنفة.
bg: Изключване на книгата - Отметнете, за да изключите началната книга за играта с рейтинг.
bn: বুক অফ করুন - রেট করা গেমের জন্য ওপেনিং বুকটি বন্ধ করতে চেক করুন।
cs: Vypnout knihu – Zaškrtněte pro vypnutí úvodní knihy pro hodnocenou hru.
da: Bog fra - Marker for at deaktivere åbningsbogen for det bedømte spil.
de: Buch aus – Aktivieren Sie dieses Kontrollkästchen, um das Eröffnungsbuch für das bewertete Spiel auszuschalten.
el: Απενεργοποίηση βιβλίου - Επιλέξτε για να απενεργοποιήσετε το βιβλίο ανοίγματος για το παιχνίδι με αξιολόγηση.
es: Libro desactivado: marque para desactivar el libro de apertura para el juego clasificado.
et: Raamat välja lülitatud – märkige see ruut, et lülitada hinnatud mängu avaraamat välja.
fa: رزرو کردن - برای خاموش کردن رزرو شروع بازی رده‌بندی‌شده، این گزینه را علامت بزنید.
fi: Kirja pois päältä - Valitse tämä, jos haluat poistaa käytöstä arvioidun pelin avauskirjan.
fr: Réserver désactivé - Cochez cette case pour désactiver le livre d'ouverture du jeu classé.
he: כבוי ספר - סמן כדי לכבות את ספר הפתיחה של המשחק המדורג.
hi: बुक ऑफ - रेटेड गेम के लिए प्रारंभिक बुक को बंद करने के लिए चेक करें।
hu: Könyv kikapcsolása – Jelölje be ezt a lehetőséget, ha ki szeretné kapcsolni a kezdőkönyvet az értékelt játékhoz.
id: Buku mati - Centang untuk mematikan buku pembuka untuk permainan yang diberi peringkat.
it: Disattiva libro: seleziona questa opzione per disattivare il libro di apertura per il gioco classificato.
ja: ブックオフ - 評価されたゲームの開始ブックをオフにするにはチェックします。
lt: Knygos išjungimas – pažymėkite, jei norite išjungti įvertinto žaidimo knygos atidarymą.
lv: Grāmata izslēgta — atzīmējiet, lai izslēgtu vērtētās spēles sākuma grāmatu.
nl: Boek uit - Vink deze optie aan om het openingsboek voor het beoordeelde spel uit te schakelen.
no: Bok av – Kryss av for å slå av åpningsboken for det aldersgrensede spillet.
pl: Wyłącz książkę początkową – zaznacz, aby wyłączyć książkę początkową dla ocenianej gry.
pt: Desativar livro - Marque para desativar o livro de abertura do jogo classificado.
ro: Carte dezactivată - Bifați pentru a dezactiva cartea de deschidere pentru jocul evaluat.
ru: Книга отключена — установите флажок, чтобы отключить дебютную книгу для рейтинговой игры.
sq: Rezervo - Shenjo për të çaktivizuar librin hapës për lojën e vlerësuar.
sr: Искључи књигу - Означите да бисте искључили почетну књигу за оцењену игру.
sv: Bok av - Markera för att stänga av den inledande boken för det åldersgränsade spelet.
sw: Weka nafasi - Angalia ili kuzima kitabu cha ufunguzi cha mchezo uliokadiriwa.
ta: முன்பதிவு நிறுத்தம் - மதிப்பிடப்பட்ட விளையாட்டுக்கான தொடக்கப் புத்தகத்தை அணைக்க டிக் செய்யவும்.
th: ปิดหนังสือ - เลือกเพื่อปิดหนังสือเปิดสำหรับเกมที่ได้รับการจัดอันดับ
tr: Kitabı kapat - Derecelendirilmiş oyun için açılış kitabını kapatmak için işaretleyin.
uk: Вимкнути книгу – позначте, щоб вимкнути початкову книгу для рейтингової гри.
ur: بک آف کریں - ریٹیڈ گیم کے لیے افتتاحی کتاب کو بند کرنے کے لیے چیک کریں۔
vi: Tắt sách - Chọn để tắt sách mở đầu cho trò chơi được xếp hạng.

source: Play white - Check for the human player to play white,
ar: اللعب باللون الأبيض - تأكد من أن اللاعب البشري يلعب باللون الأبيض،
bg: Играй с бяло - Проверете дали човешкият играч ще играе с бяло,
bn: সাদা খেলুন - সাদা খেলোয়াড় খেলবে কিনা তা পরীক্ষা করুন,
cs: Hra bílou - Kontrola, zda lidský hráč hraje bílou,
da: Spil hvid - Kontroller, om den menneskelige spiller spiller hvid,
de: Weiß spielen - Prüfen Sie, ob der menschliche Spieler Weiß spielt,
el: Παίξτε λευκά - Ελέγξτε αν ο άνθρωπος παίκτης θα παίξει λευκά,
es: Jugar con blancas: marcar si el jugador humano juega con blancas.
et: Mängi valget - Kontrolli, kas inimmängija mängib valget.
fa: بازی با سفید - بررسی کنید که آیا بازیکن انسانی با سفید بازی می‌کند یا خیر،
fi: Pelaa valkoisella - Tarkista, pelaako ihmispelaaja valkoisella.
fr: Jouer blanc - Vérifiez que le joueur humain joue blanc,
he: שחקו לבן - בדקו אם השחקן האנושי ישחק לבן,
hi: सफ़ेद खेलें - सफ़ेद खेलने के लिए मानव खिलाड़ी की जाँच करें,
hu: Fehér kártya lejátszása - Ellenőrizd, hogy az emberi játékos fehér kártyát játsszon-e.
id: Mainkan putih - Periksa apakah pemain manusia bermain putih,
it: Gioca con il bianco - Controlla che il giocatore umano giochi con il bianco,
ja: 白をプレイ - 人間のプレイヤーが白をプレイするかどうかを確認します。
lt: Žaisti baltą – Patikrinkite, ar žmogus žaidžia baltą.
lv: Spēlēt balto - Pārbauda, ​​vai cilvēks spēlētājs spēlē balto.
nl: Speel wit - Controleer of de menselijke speler wit speelt,
no: Spill hvitt - Sjekk om den menneskelige spilleren spiller hvitt,
pl: Graj białymi - Sprawdź, czy gracz grający na żywo zagra białymi,
pt: Jogar com as brancas - Verifique se o jogador humano joga com as brancas,
ro: Joacă alb - Verifică dacă jucătorul uman joacă alb,
ru: Играть белыми - Проверьте, будет ли игрок-человек играть белыми,
sq: Luaj me të bardha - Kontrolloni që lojtari njerëzor të luajë me të bardha,
sr: Играј бело - Провери да ли људски играч игра бело,
sv: Spela vit - Kontrollera att den mänskliga spelaren spelar vit,
sw: Cheza nyeupe - Angalia mchezaji wa kibinadamu kucheza nyeupe,
ta: வெள்ளை நிறத்தில் விளையாடு - மனித வீரர் வெள்ளை நிறத்தில் விளையாடுகிறாரா என்று சரிபார்க்கவும்,
th: เล่นสีขาว - ตรวจสอบว่าผู้เล่นมนุษย์เล่นสีขาว
tr: Beyaz oyna - İnsan oyuncunun beyaz oynamasını kontrol edin,
uk: Грати білими – Перевірте, чи гравець-людина грає білими,
ur: سفید کھیلیں - انسانی کھلاڑی کو سفید کھیلنے کے لیے چیک کریں،
vi: Chơi quân trắng - Kiểm tra xem người chơi có chơi quân trắng không,

source: uncheck for the human player to play black.
ar: قم بإلغاء تحديد هذا الخيار حتى يتمكن اللاعب البشري من اللعب باللون الأسود.
bg: Премахнете отметката, за да може човешкият играч да играе с черно.
bn: মানব খেলোয়াড় কালো খেলার জন্য আনচেক করুন।
cs: zrušte zaškrtnutí, aby lidský hráč hrál černou.
da: fjern markeringen for at den menneskelige spiller skal spille sort.
de: Deaktivieren Sie das Kontrollkästchen, damit der menschliche Spieler Schwarz spielen kann.
el: Αποεπιλέξτε για να παίξει ο άνθρωπος-παίκτης με τα μαύρα.
es: Desmarca la opción para que el jugador humano juegue con negro.
et: Tühjenda linnuke, et inimmängija mängiks mustaga.
fa: تیک مربوط به بازیکن انسانی برای بازی با رنگ مشکی را بردارید.
fi: Poista valinta, jos haluat ihmispelaajan pelaavan mustalla.
fr: décochez pour que le joueur humain joue le noir.
he: בטל את הסימון כדי שהשחקן האנושי ישחק שחור.
hi: मानव खिलाड़ी द्वारा काले रंग से खेलने के लिए अनचेक करें।
hu: vedd ki a pipát, ha azt szeretnéd, hogy az emberi játékos feketével játsszon.
id: hapus centang pada pemain manusia untuk bermain hitam.
it: deselezionare per far sì che il giocatore umano giochi con il nero.
ja: 人間のプレイヤーが黒をプレイする場合はチェックを外します。
lt: Nuimkite varnelę, jei norite, kad žmogus žaistų juodaisiais.
lv: Noņemiet atzīmi, lai cilvēks spēlētu ar melno krāsu.
nl: Schakel dit vakje uit zodat de menselijke speler zwart kan spelen.
no: fjern avmerkingen for at den menneskelige spilleren skal spille svart.
pl: odznacz, aby gracz grał czarnymi.
pt: desmarque para que o jogador humano jogue com as pretas.
ro: debifați pentru ca jucătorul uman să joace negru.
ru: снимите этот флажок, чтобы игрок-человек играл черными.
sq: Hiq shenjën që lojtari njerëzor të luajë me të zeza.
sr: искључите поље за избор да би људски играч играо црно.
sv: avmarkera om den mänskliga spelaren ska spela svart.
sw: ondoa tiki kwa mchezaji wa binadamu kucheza nyeusi.
ta: கருப்பு நிறத்தில் விளையாட மனித வீரர் தேர்வுநீக்கவும்.
th: ยกเลิกการเลือกเพื่อให้ผู้เล่นมนุษย์เล่นเป็นฝ่ายดำ
tr: İnsan oyuncunun siyah oynaması için işareti kaldırın.
uk: зніміть позначку для гравця-людини, щоб він грав чорними.
ur: انسانی کھلاڑی کو سیاہ کھیلنے کے لیے غیر چیک کریں۔
vi: bỏ chọn để người chơi có thể chơi quân đen.
