Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: please input a different player name
ar: الرجاء إدخال اسم لاعب مختلف
bg: моля, въведете различно име на играч
bn: দয়া করে অন্য খেলোয়াড়ের নাম লিখুন।
cs: zadejte prosím jiné jméno hráče
da: Indtast venligst et andet spillernavn
de: Bitte geben Sie einen anderen Spielernamen ein
el: παρακαλώ εισάγετε ένα διαφορετικό όνομα παίκτη
es: Por favor ingrese un nombre de jugador diferente
et: palun sisesta teine ​​mängija nimi
fa: لطفا نام بازیکن دیگری را وارد کنید
fi: syötä eri pelaajanimi
fr: veuillez saisir un nom de joueur différent
he: אנא הזן שם שחקן אחר
hi: कृपया कोई दूसरा खिलाड़ी नाम दर्ज करें
hu: kérjük, adjon meg egy másik játékosnevet
id: silakan masukkan nama pemain yang berbeda
it: per favore inserisci un nome giocatore diverso
ja: 別のプレイヤー名を入力してください
lt: įveskite kitą žaidėjo vardą
lv: lūdzu, ievadiet citu spēlētāja vārdu
nl: voer een andere spelersnaam in
no: vennligst skriv inn et annet spillernavn
pl: proszę wpisać inną nazwę gracza
pt: por favor insira um nome de jogador diferente
ro: Vă rugăm să introduceți un nume de jucător diferit
ru: пожалуйста, введите другое имя игрока
sq: ju lutem futni një emër tjetër lojtari
sr: молимо вас унесите друго име играча
sv: vänligen ange ett annat spelarnamn
sw: tafadhali weka jina tofauti la mchezaji
ta: தயவுசெய்து வேறு ஒரு வீரர் பெயரை உள்ளிடவும்.
th: กรุณาใส่ชื่อผู้เล่นอื่น
tr: lütfen farklı bir oyuncu adı girin
uk: будь ласка, введіть інше ім'я гравця
ur: براہ کرم ایک مختلف کھلاڑی کا نام درج کریں۔
vi: vui lòng nhập tên người chơi khác

source: Player profile for
ar: الملف الشخصي للاعب
bg: Профил на играча за
bn: খেলোয়াড়ের প্রোফাইল
cs: Profil hráče pro
da: Spillerprofil for
de: Spielerprofil für
el: Προφίλ παίκτη για
es: Perfil del jugador para
et: Mängija profiil kasutajale
fa: پروفایل بازیکن برای
fi: Pelaajaprofiili käyttäjälle
fr: Profil du joueur pour
he: פרופיל שחקן עבור
hi: खिलाड़ी प्रोफ़ाइल
hu: Játékosprofil ehhez:
id: Profil pemain untuk
it: Profilo del giocatore per
ja: プレイヤープロフィール
lt: Žaidėjo profilis
lv: Spēlētāja profils
nl: Spelerprofiel voor
no: Spillerprofil for
pl: Profil gracza dla
pt: Perfil do jogador para
ro: Profilul jucătorului pentru
ru: Профиль игрока для
sq: Profili i lojtarit për
sr: Профил играча за
sv: Spelarprofil för
sw: Wasifu wa mchezaji
ta: வீரர் சுயவிவரம்
th: โปรไฟล์ผู้เล่นสำหรับ
tr: Oyuncu profili
uk: Профіль гравця для
ur: پلیئر پروفائل برائے
vi: Hồ sơ người chơi cho

source: Error saving player profile to disk
ar: حدث خطأ أثناء حفظ ملف تعريف اللاعب على القرص
bg: Грешка при запазване на профила на играча на диск
bn: প্লেয়ার প্রোফাইল ডিস্কে সংরক্ষণ করার সময় ত্রুটি হয়েছে
cs: Chyba při ukládání profilu hráče na disk
da: Fejl ved lagring af spillerprofil på disk
de: Fehler beim Speichern des Spielerprofils auf der Festplatte
el: Σφάλμα αποθήκευσης προφίλ παίκτη στον δίσκο
es: Error al guardar el perfil del jugador en el disco
et: Viga mängijaprofiili kettale salvestamisel
fa: خطا در ذخیره مشخصات بازیکن روی دیسک
fi: Virhe tallennettaessa pelaajaprofiilia levylle
fr: Erreur lors de l'enregistrement du profil du joueur sur le disque
he: שגיאה בשמירת פרופיל הנגן בדיסק
hi: खिलाड़ी प्रोफ़ाइल को डिस्क पर सहेजने में त्रुटि
hu: Hiba történt a játékosprofil lemezre mentése során
id: Terjadi kesalahan saat menyimpan profil pemain ke disk
it: Errore durante il salvataggio del profilo del giocatore sul disco
ja: プレーヤーのプロフィールをディスクに保存中にエラーが発生しました
lt: Klaida įrašant žaidėjo profilį į diską
lv: Kļūda, saglabājot spēlētāja profilu diskā
nl: Fout bij het opslaan van spelerprofiel op schijf
no: Feil ved lagring av spillerprofil på disk
pl: Błąd podczas zapisywania profilu gracza na dysku
pt: Erro ao salvar o perfil do jogador no disco
ro: Eroare la salvarea profilului jucătorului pe disc
ru: Ошибка сохранения профиля игрока на диск
sq: Gabim gjatë ruajtjes së profilit të lojtarit në disk
sr: Грешка при чувању профила играча на диск
sv: Fel vid sparning av spelarprofilen på disk
sw: Hitilafu katika kuhifadhi wasifu wa mchezaji kwenye diski
ta: பிளேயர் சுயவிவரத்தை வட்டில் சேமிப்பதில் பிழை
th: เกิดข้อผิดพลาดในการบันทึกโปรไฟล์ผู้เล่นลงในดิสก์
tr: Oyuncu profili diske kaydedilirken hata oluştu
uk: Помилка збереження профілю гравця на диск
ur: پلیئر پروفائل کو ڈسک میں محفوظ کرنے میں خرابی۔
vi: Lỗi khi lưu hồ sơ người chơi vào đĩa

source: Player name is not in the list,
ar: اسم اللاعب غير موجود في القائمة
bg: Името на играча не е в списъка,
bn: খেলোয়াড়ের নাম তালিকায় নেই,
cs: Jméno hráče není v seznamu,
da: Spillernavnet er ikke på listen,
de: Der Spielername ist nicht in der Liste,
el: Το όνομα του παίκτη δεν υπάρχει στη λίστα,
es: El nombre del jugador no está en la lista,
et: Mängija nime nimekirjas pole,
fa: اسم بازیکن تو لیست نیست
fi: Pelaajan nimeä ei ole listassa,
fr: Le nom du joueur n'est pas dans la liste,
he: שם השחקן לא מופיע ברשימה,
hi: खिलाड़ी का नाम सूची में नहीं है,
hu: A játékos neve nincs a listában,
id: Nama pemain tidak ada dalam daftar,
it: Il nome del giocatore non è nell'elenco,
ja: プレイヤー名がリストにありません。
lt: Žaidėjo vardo nėra sąraše,
lv: Spēlētāja vārds nav sarakstā,
nl: Spelersnaam staat niet in de lijst,
no: Spillernavnet er ikke på listen,
pl: Nazwy gracza nie ma na liście,
pt: O nome do jogador não está na lista,
ro: Numele jucătorului nu este în listă,
ru: Имя игрока отсутствует в списке,
sq: Emri i lojtarit nuk është në listë,
sr: Име играча није на списку,
sv: Spelarnamnet finns inte med i listan,
sw: Jina la mchezaji halipo kwenye orodha,
ta: வீரர் பெயர் பட்டியலில் இல்லை,
th: ชื่อผู้เล่นไม่อยู่ในรายการ
tr: Oyuncu adı listede yok,
uk: Ім'я гравця немає у списку,
ur: کھلاڑی کا نام فہرست میں نہیں ہے،
vi: Tên người chơi không có trong danh sách,

source: please input a player name that is in the list
ar: الرجاء إدخال اسم اللاعب الموجود في القائمة
bg: Моля, въведете името на играч, който е в списъка
bn: তালিকায় থাকা খেলোয়াড়ের নাম লিখুন।
cs: Zadejte prosím jméno hráče, který je v seznamu
da: Indtast venligst et spillernavn, der er på listen
de: Bitte geben Sie einen Spielernamen ein, der in der Liste steht
el: παρακαλώ εισάγετε ένα όνομα παίκτη που υπάρχει στη λίστα
es: Por favor ingrese un nombre de jugador que esté en la lista
et: Palun sisesta nimekirjas oleva mängija nimi
fa: لطفا نام بازیکنی را که در لیست است وارد کنید
fi: syötä pelaajan nimi, joka on listalla
fr: veuillez saisir un nom de joueur qui figure dans la liste
he: אנא הזן שם של שחקן שנמצא ברשימה
hi: कृपया सूची में मौजूद खिलाड़ी का नाम दर्ज करें
hu: kérlek adj meg egy játékosnevet, ami szerepel a listán
id: silakan masukkan nama pemain yang ada di daftar
it: per favore inserisci il nome di un giocatore presente nell'elenco
ja: リストにあるプレーヤー名を入力してください
lt: Įveskite žaidėjo vardą, esantį sąraše
lv: lūdzu, ievadiet spēlētāja vārdu, kas ir sarakstā
nl: Voer een spelersnaam in die in de lijst staat
no: Vennligst skriv inn et spillernavn som er i listen
pl: proszę wpisać nazwę gracza znajdującą się na liście
pt: por favor insira um nome de jogador que esteja na lista
ro: Vă rugăm să introduceți numele unui jucător care se află în listă
ru: пожалуйста, введите имя игрока, которое есть в списке
sq: Ju lutem futni emrin e një lojtari që është në listë
sr: Молимо вас да унесете име играча који је на листи
sv: vänligen ange ett spelarnamn som finns i listan
sw: tafadhali ingiza jina la mchezaji ambalo liko kwenye orodha
ta: பட்டியலில் உள்ள ஒரு வீரர் பெயரை உள்ளிடவும்.
th: กรุณาใส่ชื่อผู้เล่นที่อยู่ในรายการ
tr: Lütfen listede bulunan bir oyuncu adını girin
uk: будь ласка, введіть ім'я гравця, який є у списку
ur: براہ کرم ایک کھلاڑی کا نام درج کریں جو فہرست میں ہے۔
vi: vui lòng nhập tên người chơi có trong danh sách

source: deleted from disk
ar: تم حذفه من القرص
bg: изтрито от диска
bn: ডিস্ক থেকে মুছে ফেলা হয়েছে
cs: smazáno z disku
da: slettet fra disk
de: von der Festplatte gelöscht
el: διαγράφηκε από τον δίσκο
es: eliminado del disco
et: kettalt kustutatud
fa: از دیسک حذف شده
fi: poistettu levyltä
fr: supprimé du disque
he: נמחק מהדיסק
hi: डिस्क से हटा दिया गया
hu: törölve a lemezről
id: dihapus dari disk
it: cancellato dal disco
ja: ディスクから削除されました
lt: ištrinta iš disko
lv: izdzēsts no diska
nl: verwijderd van schijf
no: slettet fra disken
pl: usunięto z dysku
pt: excluído do disco
ro: șters de pe disc
ru: удалено с диска
sq: fshirë nga disku
sr: обрисано са диска
sv: raderad från disken
sw: imefutwa kutoka kwa diski
ta: வட்டில் இருந்து நீக்கப்பட்டது
th: ลบออกจากดิสก์
tr: diskten silindi
uk: видалено з диска
ur: ڈسک سے حذف
vi: đã xóa khỏi đĩa

source: Error deleting player profile from disk
ar: حدث خطأ أثناء حذف ملف تعريف اللاعب من القرص
bg: Грешка при изтриване на профила на играча от диска
bn: ডিস্ক থেকে প্লেয়ার প্রোফাইল মুছে ফেলার সময় ত্রুটি হয়েছে
cs: Chyba při mazání profilu hráče z disku
da: Fejl ved sletning af spillerprofil fra disk
de: Fehler beim Löschen des Spielerprofils von der Festplatte
el: Σφάλμα κατά τη διαγραφή του προφίλ παίκτη από τον δίσκο
es: Error al eliminar el perfil del jugador del disco
et: Viga mängijaprofiili kettalt kustutamisel
fa: خطا در حذف پروفایل بازیکن از دیسک
fi: Virhe poistettaessa pelaajaprofiilia levyltä
fr: Erreur lors de la suppression du profil du joueur du disque
he: שגיאה במחיקת פרופיל הנגן מהדיסק
hi: डिस्क से प्लेयर प्रोफ़ाइल हटाने में त्रुटि
hu: Hiba történt a játékosprofil lemezről való törlésekor
id: Kesalahan saat menghapus profil pemain dari disk
it: Errore durante l'eliminazione del profilo del giocatore dal disco
ja: ディスクからプレーヤー プロファイルを削除するときにエラーが発生しました
lt: Klaida ištrinant žaidėjo profilį iš disko
lv: Kļūda, dzēšot spēlētāja profilu no diska
nl: Fout bij het verwijderen van het spelerprofiel van de schijf
no: Feil ved sletting av spillerprofil fra disk
pl: Błąd podczas usuwania profilu gracza z dysku
pt: Erro ao excluir o perfil do jogador do disco
ro: Eroare la ștergerea profilului jucătorului de pe disc
ru: Ошибка удаления профиля игрока с диска
sq: Gabim gjatë fshirjes së profilit të lojtarit nga disku ....
sr: Грешка при брисању профила играча са диска
sv: Fel vid borttagning av spelarprofil från disk
sw: Hitilafu katika kufuta wasifu wa mchezaji kutoka kwenye diski
ta: பிளேயர் சுயவிவரத்தை வட்டில் இருந்து நீக்குவதில் பிழை
th: เกิดข้อผิดพลาดในการลบโปรไฟล์ผู้เล่นจากดิสก์
tr: Diskten oyuncu profili silinirken hata oluştu
uk: Помилка видалення профілю гравця з диска
ur: ڈسک سے پلیئر پروفائل کو حذف کرنے میں خرابی۔
vi: Lỗi khi xóa hồ sơ người chơi khỏi đĩa

source: Rating formula directory
ar: دليل صيغة التقييم
bg: Директория с формули за оценка
bn: রেটিং সূত্র ডিরেক্টরি
cs: Adresář vzorců pro hodnocení
da: Katalog over vurderingsformler
de: Verzeichnis der Bewertungsformeln
el: Κατάλογος τύπων αξιολόγησης
es: Directorio de fórmulas de calificación
et: Hinnanguvalemite kataloog
fa: فهرست فرمول‌های رتبه‌بندی
fi: Arviointikaavojen hakemisto
fr: Répertoire des formules de notation
he: מדריך נוסחאות דירוג
hi: रेटिंग सूत्र निर्देशिका
hu: Értékelési képletek jegyzéke
id: Direktori rumus pemeringkatan
it: Elenco delle formule di valutazione
ja: 評価式ディレクトリ
lt: Įvertinimo formulių katalogas
lv: Vērtēšanas formulu direktorijs
nl: Beoordelingsformule directory
no: Katalog over vurderingsformler
pl: Katalog formuł oceny
pt: Diretório de fórmulas de classificação
ro: Directorul formulelor de evaluare
ru: Справочник формул оценки
sq: Drejtoria e formulave të vlerësimit
sr: Директоријум формула за оцењивање
sv: Katalog över betygsformler
sw: Saraka ya fomula ya ukadiriaji
ta: மதிப்பீட்டு சூத்திரக் கோப்பகம்
th: ไดเรกทอรีสูตรการจัดอันดับ
tr: Derecelendirme formülü dizini
uk: Довідник формул оцінки
ur: درجہ بندی فارمولا ڈائرکٹری
vi: Thư mục công thức xếp hạng

source: and use < Rating formula > < + > to add a formula
ar: واستخدم <صيغة التقييم> <+> لإضافة صيغة
bg: и използвайте < Формула за оценка > < + >, за да добавите формула
bn: এবং একটি সূত্র যোগ করতে <Rating সূত্র > < + > ব্যবহার করুন
cs: a použijte < Vzorec pro hodnocení > < + > pro přidání vzorce
da: og brug <Bedømmelsesformel> <+> til at tilføje en formel
de: und verwenden Sie <Bewertungsformel> <+>, um eine Formel hinzuzufügen
el: και χρησιμοποιήστε <Τύπος αξιολόγησης> < + > για να προσθέσετε έναν τύπο
es: y use < Fórmula de calificación > < + > para agregar una fórmula
et: ja valemi lisamiseks kasutage < Hinnanguvalem > < + >
fa: و از <فرمول رتبه‌بندی> <+> برای اضافه کردن فرمول استفاده کنید
fi: ja lisää kaava käyttämällä < Rating formula > < + > -toimintoa
fr: et utilisez < Formule de notation > < + > pour ajouter une formule
he: והשתמש ב-< נוסחת דירוג > < + > כדי להוסיף נוסחה
hi: और सूत्र जोड़ने के लिए < रेटिंग सूत्र > < + > का उपयोग करें
hu: és a < Rating formula > < + > használatával adjon hozzá egy képletet
id: dan gunakan < Rumus Peringkat > < + > untuk menambahkan rumus
it: e usa < Formula di valutazione > < + > per aggiungere una formula
ja: <評価式> < + >を使用して式を追加します
lt: ir naudokite < Įvertinimo formulė > < + >, kad pridėtumėte formulę
lv: un izmantojiet < Vērtēšanas formula > < + >, lai pievienotu formulu
nl: en gebruik < Beoordelingsformule > < + > om een formule toe te voegen
no: og bruk <Rangeringsformel> <+> for å legge til en formel
pl: i użyj < Wzór oceny > < + >, aby dodać wzór
pt: e use < Fórmula de classificação > < + > para adicionar uma fórmula
ro: și folosiți <Formulă de evaluare> < +> pentru a adăuga o formulă
ru: и используйте < Формула оценки > < + >, чтобы добавить формулу
sq: dhe përdorni < Formula e vlerësimit > < + > për të shtuar një formulë
sr: и користите < Формула за оцењивање > < + > да бисте додали формулу
sv: och använd <Betygsformel> <+> för att lägga till en formel
sw: na utumie < Fomula ya ukadiriaji > < + > ili kuongeza fomula
ta: மேலும் சூத்திரத்தைச் சேர்க்க, <Rating சூத்திரம் > < + > ஐப் பயன்படுத்தவும்.
th: และใช้สูตร < Rating > < + > เพื่อเพิ่มสูตร
tr: ve bir formül eklemek için < Derecelendirme formülü > < + > kullanın
uk: і використовуйте < Формула оцінки > < + >, щоб додати формулу
ur: اور فارمولہ شامل کرنے کے لیے < درجہ بندی کا فارمولا > < + > استعمال کریں۔
vi: và sử dụng < Công thức xếp hạng > < + > để thêm công thức

source: in the rated game dialog box.
ar: في مربع حوار اللعبة المصنفة.
bg: в диалоговия прозорец за оценена игра.
bn: রেট করা গেম ডায়ালগ বক্সে।
cs: v dialogovém okně hodnocené hry.
da: i dialogboksen for det bedømte spil.
de: im Dialogfeld für das bewertete Spiel.
el: στο παράθυρο διαλόγου του βαθμολογημένου παιχνιδιού.
es: en el cuadro de diálogo del juego clasificado.
et: hinnatud mängu dialoogiboksis.
fa: در کادر محاوره‌ای بازی دارای رتبه‌بندی.
fi: luokitellun pelin valintaikkunassa.
fr: dans la boîte de dialogue du jeu classé.
he: בתיבת הדו-שיח של המשחק המדורג.
hi: रेटेड गेम संवाद बॉक्स में.
hu: a korhatár-besorolású játék párbeszédpanelen.
id: dalam kotak dialog permainan yang diberi peringkat.
it: nella finestra di dialogo del gioco classificato.
ja: 評価されたゲーム ダイアログ ボックスで。
lt: įvertinto žaidimo dialogo lange.
lv: novērtētās spēles dialoglodziņā.
nl: in het dialoogvenster voor het beoordeelde spel.
no: i dialogboksen for det vurderte spillet.
pl: w oknie dialogowym ocenionej gry.
pt: na caixa de diálogo do jogo classificado.
ro: în caseta de dialog a jocului evaluat.
ru: в диалоговом окне рейтинговой игры.
sq: në kutinë e dialogut të lojës së vlerësuar.
sr: у дијалошком оквиру за оцењену игру.
sv: i dialogrutan för det betygsatta spelet.
sw: katika kisanduku cha kidadisi kilichokadiriwa cha mchezo.
ta: மதிப்பிடப்பட்ட விளையாட்டு உரையாடல் பெட்டியில்.
th: ในกล่องโต้ตอบเกมที่ได้รับการจัดอันดับ
tr: derecelendirilen oyun iletişim kutusunda.
uk: у діалоговому вікні рейтингової гри.
ur: ریٹیڈ گیم ڈائیلاگ باکس میں۔
vi: trong hộp thoại trò chơi được xếp hạng.

source: Formula filename is empty, please type in a name
ar: اسم ملف الصيغة فارغ، الرجاء كتابة اسم
bg: Името на файла с формула е празно, моля, въведете име
bn: সূত্র ফাইলের নাম খালি, অনুগ্রহ করে একটি নাম লিখুন।
cs: Název souboru se vzorcem je prázdný, zadejte prosím název.
da: Formelfilnavnet er tomt, indtast venligst et navn
de: Der Formeldateiname ist leer. Bitte geben Sie einen Namen ein.
el: Το όνομα αρχείου τύπου είναι κενό, πληκτρολογήστε ένα όνομα
es: El nombre del archivo de fórmula está vacío, escriba un nombre
et: Valemi failinimi on tühi, palun sisestage nimi
fa: نام فایل فرمول خالی است، لطفاً یک نام تایپ کنید
fi: Kaavan tiedostonimi on tyhjä, kirjoita nimi
fr: Le nom du fichier de formule est vide, veuillez saisir un nom
he: שם קובץ הנוסחה ריק, אנא הקלד שם
hi: सूत्र फ़ाइल नाम रिक्त है, कृपया नाम लिखें
hu: A képletfájl neve üres, kérjük, írjon be egy nevet
id: Nama file rumus kosong, silakan ketik nama
it: Il nome del file della formula è vuoto, digita un nome
ja: 数式ファイル名が空です。名前を入力してください。
lt: Formulės failo pavadinimas tuščias, įveskite pavadinimą
lv: Formulas faila nosaukums ir tukšs, lūdzu, ierakstiet nosaukumu.
nl: Formulebestandsnaam is leeg, typ een naam
no: Formelfilnavnet er tomt, vennligst skriv inn et navn
pl: Nazwa pliku z formułą jest pusta, wpisz nazwę
pt: O nome do arquivo da fórmula está vazio, digite um nome
ro: Numele fișierului formulei este gol, vă rugăm să introduceți un nume.
ru: Имя файла формулы пустое, пожалуйста, введите имя
sq: Emri i skedarit të formulës është bosh, ju lutemi shkruani një emër
sr: Поље за назив формуле је празно, унесите назив
sv: Formelfilnamnet är tomt, vänligen skriv in ett namn
sw: Jina la faili la fomula ni tupu, tafadhali andika jina
ta: சூத்திர கோப்பு பெயர் காலியாக உள்ளது, தயவுசெய்து ஒரு பெயரை உள்ளிடவும்.
th: ชื่อไฟล์สูตรว่างเปล่า กรุณาพิมพ์ชื่อ
tr: Formül dosya adı boş, lütfen bir ad yazın
uk: Ім'я файлу формули порожнє, будь ласка, введіть ім'я
ur: فارمولا فائل کا نام خالی ہے، براہ کرم ایک نام ٹائپ کریں۔
vi: Tên tệp công thức đang trống, vui lòng nhập tên

source: Rating formula filename is already in the list,
ar: اسم ملف صيغة التقييم موجود بالفعل في القائمة،
bg: Името на файла с формула за оценка вече е в списъка.
bn: রেটিং সূত্র ফাইলের নাম ইতিমধ্যেই তালিকায় রয়েছে,
cs: Název souboru s hodnotícím vzorcem je již v seznamu.
da: Filnavnet til vurderingsformlen er allerede på listen.
de: Der Dateiname der Bewertungsformel ist bereits in der Liste enthalten.
el: Το όνομα αρχείου του τύπου αξιολόγησης υπάρχει ήδη στη λίστα,
es: El nombre del archivo de la fórmula de calificación ya está en la lista.
et: Hinnanguvalemi failinimi on juba nimekirjas.
fa: نام فایل فرمول رتبه‌بندی از قبل در لیست وجود دارد،
fi: Arviointikaavan tiedostonimi on jo luettelossa.
fr: Le nom du fichier de formule de notation est déjà dans la liste,
he: שם קובץ נוסחת הדירוג כבר נמצא ברשימה,
hi: रेटिंग सूत्र फ़ाइल नाम पहले से ही सूची में है,
hu: A(z) értékelési képlet fájlneve már szerepel a listában.
id: Nama file rumus pemeringkatan sudah ada dalam daftar,
it: Il nome del file della formula di valutazione è già nell'elenco,
ja: 評価式ファイル名はすでにリストに存在します。
lt: Įvertinimo formulės failo pavadinimas jau yra sąraše.
lv: Vērtēšanas formulas faila nosaukums jau ir sarakstā.
nl: De bestandsnaam van de beoordelingsformule staat al in de lijst,
no: Filnavnet til vurderingsformelen er allerede i listen.
pl: Nazwa pliku z formułą oceny jest już na liście,
pt: O nome do arquivo da fórmula de classificação já está na lista,
ro: Numele fișierului formulei de evaluare este deja în listă,
ru: Имя файла формулы оценки уже есть в списке,
sq: Emri i skedarit të formulës së vlerësimit është tashmë në listë,
sr: Назив датотеке формуле за оцењивање је већ на листи,
sv: Filnamnet för betygsformeln finns redan i listan,
sw: Fomula ya kukadiria jina la faili tayari liko kwenye orodha,
ta: மதிப்பீட்டு சூத்திர கோப்பு பெயர் ஏற்கனவே பட்டியலில் உள்ளது,
th: ชื่อไฟล์สูตรการจัดอันดับอยู่ในรายการแล้ว
tr: Derecelendirme formülü dosya adı zaten listede,
uk: Файл формули оцінювання вже є у списку.
ur: ریٹنگ فارمولہ فائل کا نام پہلے سے ہی فہرست میں ہے،
vi: Tên tệp công thức xếp hạng đã có trong danh sách,

source: please input a different rating formula filename
ar: يرجى إدخال اسم ملف صيغة التقييم المختلفة
bg: Моля, въведете различно име на файл с формула за оценка
bn: অনুগ্রহ করে একটি ভিন্ন রেটিং সূত্র ফাইলের নাম লিখুন।
cs: zadejte prosím jiný název souboru s hodnotícím vzorcem
da: Indtast venligst et andet filnavn til vurderingsformelen
de: Bitte geben Sie einen anderen Dateinamen für die Bewertungsformel ein
el: Παρακαλώ εισάγετε ένα διαφορετικό όνομα αρχείου τύπου αξιολόγησης
es: Por favor, introduzca un nombre de archivo de fórmula de calificación diferente
et: palun sisestage erinev hindamisvalemi failinimi
fa: لطفا نام فایل فرمول رتبه‌بندی متفاوتی وارد کنید
fi: anna eri arviointikaavan tiedostonimi
fr: veuillez saisir un nom de fichier de formule de notation différent
he: אנא הזן שם קובץ שונה של נוסחת דירוג
hi: कृपया एक अलग रेटिंग फ़ॉर्मूला फ़ाइल नाम दर्ज करें
hu: kérjük, adjon meg egy másik értékelési képlet fájlnevet
id: silakan masukkan nama file rumus penilaian yang berbeda
it: inserisci un nome file diverso per la formula di valutazione
ja: 別の評価式ファイル名を入力してください
lt: įveskite kitą vertinimo formulės failo pavadinimą
lv: lūdzu, ievadiet citu vērtēšanas formulas faila nosaukumu
nl: Voer een andere beoordelingsformule in bestandsnaam
no: Vennligst skriv inn et annet filnavn for vurderingsformelen
pl: proszę podać inną nazwę pliku z formułą oceny
pt: por favor insira um nome de arquivo de fórmula de classificação diferente
ro: Vă rugăm să introduceți un alt nume de fișier pentru formula de evaluare
ru: пожалуйста, введите другое имя файла формулы оценки
sq: Ju lutem futni një emër skedari tjetër formule vlerësimi
sr: Молимо вас да унесете другачији назив датотеке формуле за оцењивање
sv: vänligen ange ett annat filnamn för betygsformeln
sw: tafadhali ingiza jina la faili la fomula tofauti ya ukadiriaji
ta: தயவுசெய்து வேறு மதிப்பீட்டு சூத்திர கோப்பு பெயரை உள்ளிடவும்.
th: กรุณาใส่ชื่อไฟล์สูตรการให้คะแนนที่แตกต่างกัน
tr: lütfen farklı bir derecelendirme formülü dosya adı girin
uk: будь ласка, введіть іншу назву файлу формули оцінювання
ur: براہ کرم ایک مختلف ریٹنگ فارمولہ فائل کا نام درج کریں۔
vi: vui lòng nhập tên tệp công thức đánh giá khác
