Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Cloe likes closed positions, pawn storms and sound pawn structure.
ar: تحب كلوي المواقف المغلقة وعواصف البيادق وهيكل البيادق السليم.
bg: Клоу харесва затворени позиции, пешечни бури и стабилна пешечна структура.
bn: ক্লো ক্লোজড পজিশন, প্যান স্টর্ম এবং সাউন্ড প্যান স্ট্রাকচার পছন্দ করে।
cs: Cloe má ráda uzavřené pozice, pěšcové bouře a zdravou strukturu pěšců.
da: Cloe kan lide lukkede positioner, bondestorme og en sund bondestruktur.
de: Cloe mag geschlossene Stellungen, Bauernstürme und eine solide Bauernstruktur.
el: Στην Κλόε αρέσουν οι κλειστές θέσεις, οι καταιγίδες πιονιών και η υγιής δομή πιονιών.
es: A Cloe le gustan las posiciones cerradas, las tormentas de peones y las estructuras de peones sólidas.
et: Cloele meeldivad kinnised positsioonid, etturitormid ja usaldusväärne etturistruktuur.
fa: کلوئه عاشق موقعیت‌های بسته، طوفان‌های پیاده‌ای و ساختار پیاده‌ای قوی است.
fi: Cloe pitää suljetuista asemista, sotilasmyrskyistä ja vakaasta sotilasrakenteesta.
fr: Cloé aime les positions fermées, les tempêtes de pions et les structures de pions solides.
he: קלואי אוהב עמדות סגורות, סערות חיילים ומבנה חיילים יציב.
hi: क्लो को बंद स्थितियां, प्यादा तूफान और सुदृढ़ प्यादा संरचना पसंद है।
hu: Cloe szereti a zárt pozíciókat, a gyalogviharokat és a stabil gyalogszerkezetet.
id: Cloe menyukai posisi tertutup, badai pion, dan struktur pion yang baik.
it: A Cloe piacciono le posizioni chiuse, le tempeste di pedoni e una solida struttura pedonale.
ja: Cloe は、クローズド ポジション、ポーン ストーム、健全なポーン構造を好みます。
lt: Cloe mėgsta uždaras pozicijas, pėstininkų audras ir patikimą pėstininkų struktūrą.
lv: Klojam patīk slēgtas pozīcijas, bandinieka vētras un pareiza bandinieka struktūra.
nl: Cloe houdt van gesloten stellingen, pionnenstormen en een gezonde pionnenstructuur.
no: Cloe liker lukkede posisjoner, bondestormer og en sunn bondestruktur.
pl: Cloe lubi zamknięte pozycje, burze pionków i solidną strukturę pionków.
pt: Cloe gosta de posições fechadas, tempestades de peões e estrutura de peões sólida.
ro: Lui Cloe îi plac pozițiile închise, furtunile de pioni și structura solidă a pionilor.
ru: Хлоя любит закрытые позиции, пешечные штурмы и надежную пешечную структуру.
sq: Cloe-s i pëlqejnë pozicionet e mbyllura, stuhitë e pengjeve dhe struktura e shëndoshë e pengjeve.
sr: Клое воли затворене позиције, пешачке олује и здраву пешачку структуру.
sv: Cloe gillar stängda positioner, pantstormar och en sund pantstruktur.
sw: Cloe anapenda nafasi zilizofungwa, dhoruba za pawn na muundo wa pawn ya sauti.
ta: க்ளோ மூடிய நிலைகள், சிப்பாய் புயல்கள் மற்றும் ஒலி சிப்பாய் அமைப்பு ஆகியவற்றை விரும்புகிறார்.
th: Cloe ชอบตำแหน่งปิด พายุเบี้ย และโครงสร้างเบี้ยที่ดี
tr: Cloe kapalı pozisyonları, piyon fırtınalarını ve sağlam piyon yapısını seviyor.
uk: Клої подобаються закриті позиції, пішачні штурми та надійна пішачна структура.
ur: کلو بند پوزیشنوں، پیادوں کے طوفان اور آواز کے پیادے کی ساخت کو پسند کرتا ہے۔
vi: Cloe thích các thế trận khép kín, các đợt tấn công tốt và cấu trúc tốt hợp lý.

source: The only thing she prefers to a closed position is a closed position
ar: الشيء الوحيد الذي تفضله على الوضع المغلق هو الوضع المغلق
bg: Единственото нещо, което тя предпочита пред затворена позиция, е затворена позиция.
bn: বন্ধ অবস্থানের চেয়ে সে কেবল একটি জিনিসই পছন্দ করে তা হল বন্ধ অবস্থান।
cs: Jediné, co dává přednost uzavřené pozici, je uzavřená pozice.
da: Det eneste hun foretrækker frem for en lukket position er en lukket position
de: Das einzige, was sie einer geschlossenen Position vorzieht, ist eine geschlossene Position
el: Το μόνο που προτιμά από μια κλειστή θέση είναι μια κλειστή θέση
es: Lo único que prefiere a una posición cerrada es una posición cerrada.
et: Ainus asi, mida ta suletud positsioonile eelistab, on suletud positsioon.
fa: تنها چیزی که او به یک پوزیشن بسته ترجیح می‌دهد، یک پوزیشن بسته است.
fi: Ainoa asia, jota hän pitää suljetusta positiosta parempana, on suljettu positio.
fr: La seule chose qu'elle préfère à une position fermée est une position fermée
he: הדבר היחיד שהיא מעדיפה על פני עמדה סגורה הוא עמדה סגורה
hi: एकमात्र चीज जो वह बंद स्थिति से अधिक पसंद करती है वह है बंद स्थिति
hu: Az egyetlen dolog, amit a zárt pozíciónál jobban szeret, az a zárt pozíció.
id: Satu-satunya hal yang dia sukai dari posisi tertutup adalah posisi tertutup
it: L'unica cosa che preferisce a una posizione chiusa è una posizione chiusa
ja: 彼女がクローズドポジションよりも好む唯一のものはクローズドポジションです
lt: Vienintelis dalykas, kurį ji teikia pirmenybę uždarai pozicijai, yra uždara pozicija
lv: Vienīgais, ko viņa dod priekšroku slēgtai pozīcijai, ir slēgta pozīcija.
nl: Het enige wat ze verkiest boven een gesloten positie is een gesloten positie
no: Det eneste hun foretrekker fremfor en lukket stilling er en lukket stilling
pl: Jedyne, co woli od pozycji zamkniętej, to pozycja zamknięta
pt: A única coisa que ela prefere a uma posição fechada é uma posição fechada
ro: Singurul lucru pe care îl preferă unei poziții închise este o poziție închisă.
ru: Единственное, что она предпочитает закрытой позиции — это закрытая позиция.
sq: E vetmja gjë që ajo preferon ndaj një pozicioni të mbyllur është një pozicion i mbyllur
sr: Једино што више воли од затвореног положаја је затворени положај
sv: Det enda hon föredrar framför en stängd position är en stängd position
sw: Kitu pekee anachopendelea kwa nafasi iliyofungwa ni nafasi iliyofungwa
ta: மூடிய நிலையை விட அவள் விரும்பும் ஒரே விஷயம் மூடிய நிலை.
th: สิ่งเดียวที่เธอชอบมากกว่าตำแหน่งปิดคือตำแหน่งปิด
tr: Kapalı bir pozisyona tercih ettiği tek şey kapalı bir pozisyondur
uk: Єдине, що вона надає перевагу закритій позиції, це закрита позиція.
ur: صرف ایک چیز جو وہ بند پوزیشن کو ترجیح دیتی ہے وہ ایک بند پوزیشن ہے۔
vi: Điều duy nhất cô ấy thích hơn một vị trí đóng là một vị trí đóng

source: with a single open file, owned by her rooks.
ar: مع ملف مفتوح واحد، مملوك لغربانها.
bg: с една отворена колона, собственост на нейните топове.
bn: তার বন্ধুদের মালিকানাধীন একটি খোলা ফাইল নিয়ে।
cs: s jediným otevřeným radem, vlastněným jejími havrany.
da: med en enkelt åben fil, ejet af hendes råger.
de: mit einer einzigen offenen Linie, die ihren Türmen gehört.
el: με ένα μόνο ανοιχτό αρχείο, που ανήκει στα κοράκια της.
es: con un único archivo abierto, propiedad de sus torres.
et: ühe avatud failiga, mis kuulub tema vankritele.
fa: با یک ستون باز، که متعلق به رخ‌هایش بود.
fi: yhdellä avoimella tiedostolla, jonka omistavat hänen torppansa.
fr: avec un seul fichier ouvert, détenu par ses tours.
he: עם קובץ פתוח אחד, בבעלות טירוניה.
hi: एक खुली फ़ाइल के साथ, उसके रूक्स के स्वामित्व में।
hu: egyetlen nyitott fájllal, amelynek tulajdonosa az újoncai.
id: dengan satu berkas terbuka, dimiliki oleh bentengnya.
it: con una sola fila aperta, di proprietà delle sue torri.
ja: 1 つの開いたファイルがあり、そのファイルは彼女のルークによって所有されています。
lt: su vienu atviru failu, priklausančiu jos naujokams.
lv: ar vienu atvērtu failu, kas pieder viņas iesācējiem.
nl: met één open rij, eigendom van haar torens.
no: med én åpen fil, eid av hennes rooks.
pl: z jednym otwartym szeregiem, w którym panowały jej wieże.
pt: com uma única fila aberta, de propriedade de suas torres.
ro: cu un singur dosar deschis, deținut de turnurile ei.
ru: с одной открытой вертикалью, принадлежащей ее ладьям.
sq: me një dosje të vetme të hapur, në pronësi të sorrave të saj.
sr: са једном отвореном колоном, у власништву њених топова.
sv: med en enda öppen fil, som ägs av hennes rånor.
sw: na faili moja wazi, inayomilikiwa na rooks yake.
ta: அவளுடைய ரூக்குகளுக்குச் சொந்தமான ஒற்றை திறந்த கோப்புடன்.
th: โดยมีไฟล์เปิดเพียงไฟล์เดียวที่เป็นของเรือของเธอ
tr: kalelerinin sahip olduğu tek bir açık dosya ile.
uk: з однією відкритою гілкою, що належить її грачам.
ur: ایک کھلی فائل کے ساتھ، جو اس کے روکس کی ملکیت ہے۔
vi: với một hàng mở duy nhất, do quân xe của cô ta sở hữu.

source: She is a proud practitioner of the French and King's Indian defenses.
ar: إنها تمارس بفخر الدفاعات الفرنسية والملكية الهندية.
bg: Тя е горд практикуващ френската и индианската защита на краля.
bn: তিনি ফরাসি এবং রাজার ভারতীয় প্রতিরক্ষার একজন গর্বিত অনুশীলনকারী।
cs: Je hrdou praktikantkou francouzské a královské indiánské obrany.
da: Hun er en stolt udøver af det franske og kongens indiske forsvar.
de: Sie ist eine stolze Praktizierende der französischen und Königsindischen Verteidigung.
el: Είναι περήφανη επαγγελματίας στις γαλλικές και ινδικές άμυνες του βασιλιά.
es: Ella es una orgullosa practicante de las defensas francesa e india de rey.
et: Ta on uhke Prantsuse ja Kuninga India kaitseliinide praktiseerija.
fa: او با افتخار مدافع فرانسوی و مدافع هندی-شاهی است.
fi: Hän on ylpeä Ranskan ja kuninkaan intiaanipuolustuksen harjoittaja.
fr: Elle est une fière praticienne des défenses françaises et indiennes du roi.
he: היא גאה להתאמן בהגנות הצרפתיות והאינדיאניות של המלך.
hi: वह फ्रांसीसी और किंग्स इंडियन रक्षा की एक गौरवशाली अभ्यासकर्ता हैं।
hu: Büszkén gyakorolja a francia és a király indián védelmét.
id: Dia adalah seorang praktisi pertahanan Prancis dan Raja Indian yang bangga.
it: È una fiera praticante delle difese francesi e indiane.
ja: 彼女はフランスと国王インディアンの防衛術を実践していることを誇りに思っています。
lt: Ji didžiuojasi prancūzų ir karaliaus indėnų gynybos praktikuotoja.
lv: Viņa ir lepna franču un karaļa indiāņu aizsardzības praktizētāja.
nl: Zij is een trotse beoefenaar van de Franse en Konings-Indische verdediging.
no: Hun er en stolt utøver av det franske og kongens indiske forsvar.
pl: Jest dumna ze stosowania francuskiej i indiańskiej obrony.
pt: Ela é uma orgulhosa praticante das defesas francesa e indiana do rei.
ro: Este o mândră practicantă a apărării franceze și indiene a regelui.
ru: Она с гордостью применяет французскую и староиндийскую защиту.
sq: Ajo është një praktikuese krenare e mbrojtjes franceze dhe indiane të Mbretit.
sr: Она је поносна практичарка француске и краљевске индијанске одбране.
sv: Hon är en stolt utövare av det franska och kungliga indiska försvaret.
sw: Yeye ni daktari anayejivunia wa ulinzi wa Ufaransa na Mfalme wa India.
ta: அவர் பிரெஞ்சு மற்றும் மன்னரின் இந்திய தற்காப்புகளில் பெருமைமிக்க பயிற்சியாளர்.
th: เธอเป็นผู้ฝึกฝนการป้องกันของฝรั่งเศสและกษัตริย์อินเดียอย่างภาคภูมิใจ
tr: Fransız ve Hint savunmasının gururlu bir uygulayıcısıdır.
uk: Вона пишається тим, що застосовує французьку та королівську індіанську оборону.
ur: وہ فرانسیسی اور بادشاہ کے ہندوستانی دفاع کی قابل فخر پریکٹیشنر ہیں۔
vi: Bà là người thực hành đầy tự hào về hệ thống phòng thủ của người Pháp và Vua Ấn Độ.

source: Picture her as a dark - haired, slender, melancholy woman.
ar: تصورها كامرأة ذات شعر داكن، نحيفة، وكئيبة.
bg: Представете си я като тъмнокоса, стройна, меланхолична жена.
bn: তাকে একজন কালো কেশিক, সরু, বিষণ্ণ মহিলা হিসেবে কল্পনা করো।
cs: Představte si ji jako tmavovlasou, štíhlou, melancholickou ženu.
da: Forestil dig hende som en mørkhåret, slank og melankolsk kvinde.
de: Stellen Sie sie sich als dunkelhaarige, schlanke, melancholische Frau vor.
el: Φανταστείτε την ως μια μελαχρινή, λεπτή, μελαγχολική γυναίκα.
es: Imagínela como una mujer delgada, melancólica y de cabello oscuro.
et: Kujutage teda ette tumedate juustega, sihvaka ja melanhoolse naisena.
fa: او را زنی مو مشکی، لاغر اندام و غمگین تصور کنید.
fi: Kuvittele hänet tummahiuksisena, hoikkana ja melankolisena naisena.
fr: Imaginez-la comme une femme aux cheveux noirs, mince et mélancolique.
he: דמיינו אותה כאישה כהת שיער, רזה ומלנכולית.
hi: उसकी कल्पना एक काले बालों वाली, दुबली-पतली, उदास महिला के रूप में करें।
hu: Képzeld el őt sötét hajú, karcsú, melankolikus nőként.
id: Bayangkan dia sebagai wanita berambut gelap, ramping, dan melankolis.
it: Immaginatela come una donna snella, dai capelli scuri e malinconica.
ja: 彼女を黒髪で細身で憂鬱な女性として想像してください。
lt: Įsivaizduokite ją kaip tamsiaplaukę, liekną, melancholišką moterį.
lv: Iztēlojieties viņu kā tumšmatainu, slaidu, melanholisku sievieti.
nl: Stel je haar voor als een donkerharige, slanke, melancholische vrouw.
no: Se for deg henne som en mørkhåret, slank og melankolsk kvinne.
pl: Wyobraź ją sobie jako ciemnowłosą, szczupłą, melancholijną kobietę.
pt: Imagine-a como uma mulher de cabelos escuros, esguia e melancólica.
ro: Imaginează-ți-o ca pe o femeie brunetă, suplă și melancolică.
ru: Представьте ее себе как темноволосую, стройную, меланхоличную женщину.
sq: Imagjinojeni atë si një grua me flokë të errët, të hollë dhe melankolike.
sr: Замислите је као тамнокосу, витку, меланхоличну жену.
sv: Föreställ dig henne som en mörkhårig, smal, melankolisk kvinna.
sw: Mfikirie kama mwanamke mwenye nywele nyeusi, mwembamba na mwenye huzuni.
ta: அவளை ஒரு கருமையான கூந்தல், மெல்லிய, மனச்சோர்வடைந்த பெண்ணாகக் கற்பனை செய்து பாருங்கள்.
th: ลองนึกภาพเธอเป็นผู้หญิงผมสีเข้ม ผอมบาง และเศร้าหมอง
tr: Onu koyu saçlı, ince yapılı, melankolik bir kadın olarak hayal edin.
uk: Уявіть її як темноволосу, струнку, меланхолійну жінку.
ur: اس کی تصویر ایک سیاہ بالوں والی، پتلی، اداس عورت کے طور پر بنائیں۔
vi: Hãy tưởng tượng cô ấy là một người phụ nữ tóc đen, mảnh khảnh và u sầu.

source: She is a defensive player who likes bishops.
ar: إنها لاعبة دفاعية تحب الأساقفة.
bg: Тя е защитник, който харесва офицери.
bn: সে একজন রক্ষণাত্মক খেলোয়াড় যে বিশপদের পছন্দ করে।
cs: Je to obranná hráčka, která má ráda střelce.
da: Hun er en defensiv spiller, der kan lide løbere.
de: Sie ist eine Defensivspielerin, die Läufer mag.
el: Είναι αμυντική παίκτρια που της αρέσουν οι επίσκοποι.
es: Es una jugadora defensiva a la que le gustan los alfiles.
et: Ta on kaitsemängija, kellele meeldivad odad.
fa: او یک بازیکن دفاعی است که فیل‌ها را دوست دارد.
fi: Hän on puolustava pelaaja, joka pitää läheteistä.
fr: C'est une joueuse défensive qui aime les fous.
he: היא שחקנית הגנה שאוהבת בישופים.
hi: वह एक रक्षात्मक खिलाड़ी है जो बिशप को पसंद करती है।
hu: Ő egy védekező játékos, aki szereti a futójátékosokat.
id: Dia adalah pemain bertahan yang menyukai gajah.
it: È una giocatrice difensiva a cui piacciono gli alfieri.
ja: 彼女はビショップを好む守備的なプレーヤーです。
lt: Ji yra gynybinė žaidėja, kuriai patinka vyskupai.
lv: Viņa ir aizsardzības spēlētāja, kurai patīk vīri.
nl: Ze is een verdedigende speelster die van lopers houdt.
no: Hun er en defensiv spiller som liker løpere.
pl: Jest zawodniczką defensywną, która lubi gońców.
pt: Ela é uma jogadora defensiva que gosta de bispos.
ro: Este o jucătoare defensivă căreia îi plac nebunii.
ru: Она — игрок защиты, любящий слонов.
sq: Ajo është një lojtare mbrojtëse që i pëlqen peshkopët.
sr: Она је одбрамбена играчица која воли лавове.
sv: Hon är en defensiv spelare som gillar löpare.
sw: Ni mchezaji wa ulinzi ambaye anapenda maaskofu.
ta: அவள் ஒரு தற்காப்பு வீராங்கனை, அவளுக்கு பிஷப்புகளை பிடிக்கும்.
th: เธอเป็นผู้เล่นฝ่ายรับที่ชอบบิชอป
tr: Filleri seven bir defans oyuncusudur.
uk: Вона захисник, якій подобаються слони.
ur: وہ ایک دفاعی کھلاڑی ہے جو بشپ کو پسند کرتی ہے۔
vi: Cô ấy là một cầu thủ phòng ngự thích chơi quân tượng.

source: Imagine him in an expensive suit, looking more like a CEO
ar: تخيله يرتدي بدلة باهظة الثمن، ويبدو أشبه بالرئيس التنفيذي
bg: Представете си го в скъп костюм, изглеждащ по-скоро като изпълнителен директор.
bn: কল্পনা করুন তিনি একটি দামি স্যুট পরে আছেন, দেখতে অনেকটা একজন সিইওর মতো।
cs: Představte si ho v drahém obleku, jak vypadá spíš jako generální ředitel.
da: Forestil dig ham i et dyrt jakkesæt, der ligner mere en administrerende direktør
de: Stellen Sie sich ihn in einem teuren Anzug vor, der eher wie ein CEO aussieht
el: Φανταστείτε τον με ένα ακριβό κοστούμι, να μοιάζει περισσότερο με διευθύνοντα σύμβουλο
es: Imagínelo con un traje caro, con aspecto más de director ejecutivo.
et: Kujutage ette teda kalli ülikonnaga, kes näeb välja pigem nagu tegevjuht.
fa: او را با یک کت و شلوار گران‌قیمت تصور کنید، که بیشتر شبیه یک مدیرعامل است.
fi: Kuvittele hänet kalliissa puvussa, näyttämässä enemmän toimitusjohtajalta.
fr: Imaginez-le dans un costume cher, ressemblant davantage à un PDG
he: דמיינו אותו בחליפה יקרה, נראה יותר כמו מנכ"ל
hi: कल्पना कीजिए कि वह महंगे सूट में हैं और किसी सीईओ जैसे दिख रहे हैं।
hu: Képzeld el őt egy drága öltönyben, aki inkább egy vezérigazgatóra hasonlít
id: Bayangkan dia mengenakan setelan mahal, lebih terlihat seperti seorang CEO
it: Immaginatelo in un abito costoso, che sembra più un CEO
ja: 高価なスーツを着て、CEOのような姿を想像してみてほしい
lt: Įsivaizduokite jį su brangiu kostiumu, labiau panašų į generalinį direktorių.
lv: Iedomājieties viņu dārgā uzvalkā, izskatoties vairāk pēc izpilddirektora.
nl: Stel je hem voor in een duur pak, en hij lijkt meer op een CEO
no: Se for deg ham i en dyr dress, som ser mer ut som en administrerende direktør
pl: Wyobraźcie go sobie w drogim garniturze, wyglądającego bardziej jak dyrektor generalny
pt: Imagine-o com um terno caro, parecendo mais um CEO
ro: Imaginează-ți-l într-un costum scump, arătând mai mult ca un CEO.
ru: Представьте его в дорогом костюме, больше похожего на генерального директора.
sq: Imagjinojeni atë me një kostum të shtrenjtë, që duket më shumë si një CEO
sr: Замислите га у скупом оделу, како више личи на генералног директора.
sv: Tänk dig honom i en dyr kostym, och ser mer ut som en VD
sw: Wazia akiwa amevalia suti ya bei ghali, akifanana zaidi na Mkurugenzi Mtendaji
ta: அவரை ஒரு விலையுயர்ந்த உடையில், ஒரு தலைமை நிர்வாக அதிகாரியைப் போல கற்பனை செய்து பாருங்கள்.
th: ลองจินตนาการว่าเขาใส่สูทราคาแพง ดูเหมือนซีอีโอมากกว่า
tr: Onu pahalı bir takım elbise içinde, daha çok bir CEO'ya benzeyecek şekilde hayal edin
uk: Уявіть собі його в дорогому костюмі, схожого на генерального директора.
ur: اس کا تصور کریں ایک مہنگے سوٹ میں، زیادہ سی ای او کی طرح نظر آرہا ہے۔
vi: Hãy tưởng tượng anh ấy trong bộ vest đắt tiền, trông giống một CEO hơn

source: than a chess player. Strong, rational, if mildly pessimistic personality.
ar: أفضل من لاعب شطرنج. شخصية قوية، عقلانية، وإن كانت متشائمة بعض الشيء.
bg: отколкото шахматист. Силна, рационална, макар и леко песимистична личност.
bn: একজন দাবা খেলোয়াড়ের চেয়েও শক্তিশালী, যুক্তিবাদী, যদিও কিছুটা হতাশাবাদী ব্যক্তিত্ব।
cs: než šachista. Silná, racionální, i když mírně pesimistická osobnost.
da: end en skakspiller. Stærk, rationel, om end mildt pessimistisk personlighed.
de: als ein Schachspieler. Starke, rationale, wenn auch leicht pessimistische Persönlichkeit.
el: από έναν σκακιστή. Δυνατή, ορθολογική, αν και ελαφρώς απαισιόδοξη προσωπικότητα.
es: que un jugador de ajedrez. Personalidad fuerte, racional, aunque ligeramente pesimista.
et: kui maletaja. Tugev, ratsionaalne, ehkki kergelt pessimistlik isiksus.
fa: از یک بازیکن شطرنج قوی، منطقی، هرچند کمی بدبین.
fi: kuin shakinpelaaja. Vahva, rationaalinen, joskin lievästi pessimistinen persoonallisuus.
fr: qu'un joueur d'échecs. Personnalité forte, rationnelle, quoique légèrement pessimiste.
he: מאשר שחקן שחמט. אישיות חזקה, רציונלית, אם כי פסימית במידה מסוימת.
hi: एक शतरंज खिलाड़ी से भी ज़्यादा मज़बूत, तर्कसंगत, लेकिन थोड़ा निराशावादी व्यक्तित्व।
hu: mint egy sakkozó. Erős, racionális, bár enyhén pesszimista személyiség.
id: daripada pemain catur. Kepribadian yang kuat, rasional, meskipun agak pesimis.
it: di un giocatore di scacchi. Personalità forte, razionale, anche se leggermente pessimista.
ja: チェスプレイヤーよりも。強くて合理的だが、少し悲観的な性格。
lt: nei šachmatininkas. Stipri, racionali, nors ir šiek tiek pesimistiška asmenybė.
lv: nekā šahists. Spēcīga, racionāla, kaut arī nedaudz pesimistiska personība.
nl: dan een schaker. Sterke, rationele, zij het licht pessimistische persoonlijkheid.
no: enn en sjakkspiller. Sterk, rasjonell, om enn mildt pessimistisk personlighet.
pl: niż szachista. Silna, racjonalna, choć lekko pesymistyczna osobowość.
pt: do que um jogador de xadrez. Personalidade forte, racional, ainda que levemente pessimista.
ro: decât un jucător de șah. Personalitate puternică, rațională, chiar dacă ușor pesimistă.
ru: чем шахматист. Сильная, рациональная, хотя и слегка пессимистичная личность.
sq: sesa një lojtar shahu. Personalitet i fortë, racional, megjithëse paksa pesimist.
sr: него шахиста. Јака, рационална, ако не и благо песимистична личност.
sv: än en schackspelare. Stark, rationell, om än milt pessimistisk personlighet.
sw: kuliko mchezaji wa chess. Mtu mwenye nguvu, mwenye busara, ikiwa ni mwenye kukata tamaa kidogo.
ta: ஒரு சதுரங்க வீரரை விட. வலுவான, பகுத்தறிவு, ஆனால் சற்று அவநம்பிக்கையான ஆளுமை.
th: ยิ่งกว่านักเล่นหมากรุก บุคลิกแข็งแกร่ง มีเหตุผล แม้จะมองโลกในแง่ร้ายเล็กน้อย
tr: bir satranç oyuncusundan daha güçlü. Güçlü, mantıklı, ama biraz da kötümser bir kişiliğe sahip.
uk: ніж шахіст. Сильна, раціональна, хоч і дещо песимістична особистість.
ur: شطرنج کے کھلاڑی سے زیادہ مضبوط، عقلی، اگر ہلکی سی مایوسی پسند شخصیت۔
vi: hơn một kỳ thủ cờ vua. Tính cách mạnh mẽ, lý trí, mặc dù hơi bi quan.

source: Plays solid openings. Ready to take draw in dead equal positions.
ar: يلعب افتتاحيات قوية. جاهز للسحب في مواقع متساوية تمامًا.
bg: Играе солидни отвори. Готов е да вземе ремита в абсолютно равни позиции.
bn: শক্ত ওপেনিং খেলছে। সমান পজিশনে ড্র করার জন্য প্রস্তুত।
cs: Hraje solidní úvodní sázky. Připravený k remíze i ve zcela vyrovnaných pozicích.
da: Spiller solide åbninger. Klar til at tage uafgjort i helt lige positioner.
de: Spielt solide Eröffnungen. Bereit, in völlig ausgeglichenen Positionen ein Unentschieden zu akzeptieren.
el: Παίζει σταθερά ανοίγματα. Έτοιμος να πάρει draw σε εντελώς ισόπαλες θέσεις.
es: Juega aperturas sólidas. Listo para aceptar proyectos en posiciones de empate.
et: Mängib kindlaid avanguid. Valmis võrdsetel positsioonidel vahetust võtma.
fa: شروع‌های خوبی دارد. آماده است تا در موقعیت‌های مساوی، بازی را مساوی کند.
fi: Pelaa vakuuttavia avauksia. Valmis ottamaan vetoja täysin tasaväkisissäkin tilanteissa.
fr: Joue des ouvertures solides. Prêt à faire match nul en positions parfaitement égales.
he: משחק פתיחות מוצקות. מוכן לקחת תיקו בעמדות שוות לחלוטין.
hi: ठोस शुरुआत करता है। बिल्कुल बराबरी की स्थिति में भी ड्रॉ खेलने के लिए तैयार।
hu: Jól megnyílik. Készen áll a döntetlenre teljesen egyenlő pozíciókban.
id: Memainkan pembukaan yang solid. Siap mengambil hasil imbang dalam posisi yang seimbang.
it: Gioca aperture solide. Pronto a pattare in posizioni di parità assoluta.
ja: 堅実なオープニングをプレイする。完全に互角のポジションでもドローを取る準備ができている。
lt: Žaidžia tvirtas rungtynes. Pasiruošęs traukti kortas net ir esant lygioms pozicijoms.
lv: Izspēlē stabilas atveres. Gatavs neizšķirtam pilnīgi vienādās pozīcijās.
nl: Speelt solide openingen. Klaar om draws te nemen in volkomen gelijke posities.
no: Spiller solide åpninger. Klar til å ta uavgjort i helt jevne posisjoner.
pl: Gra solidne otwarcia. Gotowy do remisu w identycznych pozycjach.
pt: Joga aberturas sólidas. Pronto para receber draws em posições totalmente iguais.
ro: Joacă deschideri solide. Gata să ia draw în poziții de egalitate.
ru: Играет уверенно в дебюте. Готов к ничьей в абсолютно равных позициях.
sq: Luan hapje të forta. Gati për të marrë barazim në pozicione plotësisht të barabarta.
sr: Игра солидне отворе. Спреман за нерешене резултате у потпуно једнаким позицијама.
sv: Spelar stabila öppningar. Redo att ta oavgjorda i helt jämna positioner.
sw: Hucheza fursa imara. Tayari kuchukua sare katika nafasi zisizo sawa.
ta: உறுதியான தொடக்க ஆட்டங்களில் விளையாடுகிறது. சமமான நிலைகளில் சமநிலையை அடையத் தயாராக உள்ளது.
th: เปิดเกมได้อย่างแข็งแกร่ง พร้อมเสมอเมื่ออยู่ในตำแหน่งที่เสมอกัน
tr: Sağlam açılışlar yapar. Eşit pozisyonlarda beraberlik almaya hazırdır.
uk: Грає надійно у дебютах. Готовий до нічиєї у абсолютно рівних позиціях.
ur: ٹھوس سوراخ کھیلتا ہے۔ مردہ برابر پوزیشنوں میں قرعہ اندازی کے لیے تیار ہیں۔
vi: Chơi những khai cuộc chắc chắn. Sẵn sàng hòa ở những thế cờ ngang ngửa.
