Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Display personality name - Check to display the personality name
ar: عرض اسم الشخصية - حدد هذا الخيار لعرض اسم الشخصية
bg: Показване на име на личност - Отметнете, за да се показва името на личността
bn: ব্যক্তিত্বের নাম প্রদর্শন করুন - ব্যক্তিত্বের নাম প্রদর্শন করতে চেক করুন
cs: Zobrazit jméno osobnosti – Zaškrtněte pro zobrazení jména osobnosti
da: Vis personlighedsnavn - Markér for at vise personlighedsnavnet
de: Persönlichkeitsnamen anzeigen – Aktivieren Sie dieses Kontrollkästchen, um den Persönlichkeitsnamen anzuzeigen
el: Εμφάνιση ονόματος προσωπικότητας - Επιλέξτε για να εμφανιστεί το όνομα προσωπικότητας
es: Mostrar nombre de personalidad: marque para mostrar el nombre de la personalidad
et: Isiksuse nime kuvamine – märkige ruut, et kuvada isiksuse nime.
fa: نمایش نام شخصیت - برای نمایش نام شخصیت، تیک بزنید
fi: Näytä persoonallisuuden nimi - Valitse tämä, jos haluat näyttää persoonallisuuden nimen
fr: Afficher le nom de la personnalité - Cochez cette case pour afficher le nom de la personnalité
he: הצגת שם האישיות - סמן כדי להציג את שם האישיות
hi: व्यक्तित्व का नाम प्रदर्शित करें - व्यक्तित्व का नाम प्रदर्शित करने के लिए चेक करें
hu: Személyiségnév megjelenítése - Jelölje be a személyiségnév megjelenítéséhez
id: Tampilkan nama kepribadian - Centang untuk menampilkan nama kepribadian
it: Visualizza il nome della personalità: seleziona per visualizzare il nome della personalità
ja: パーソナリティ名を表示 - パーソナリティ名を表示する場合はチェックを入れます
lt: Rodyti asmenybės vardą – pažymėkite, jei norite rodyti asmenybės vardą
lv: Personības vārda rādīšana — atzīmējiet, lai tiktu rādīts personības vārds.
nl: Persoonlijkheidsnaam weergeven - Vink aan om de persoonlijkheidsnaam weer te geven
no: Vis personlighetsnavn – Kryss av for å vise personlighetsnavnet
pl: Wyświetl nazwę osobowości – zaznacz, aby wyświetlić nazwę osobowości
pt: Exibir nome da personalidade - Marque para exibir o nome da personalidade
ro: Afișare nume personalitate - Bifați pentru a afișa numele personalitatii
ru: Отображать имя личности — установите флажок, чтобы отобразить имя личности.
sq: Shfaq emrin e personalitetit - Zgjidh për të shfaqur emrin e personalitetit
sr: Прикажи име личности - Означите да бисте приказали име личности
sv: Visa personlighetsnamn – Markera om du vill visa personlighetsnamnet
sw: Onyesha jina la mtu - Angalia ili kuonyesha jina la mtu binafsi
ta: ஆளுமைப் பெயரைக் காண்பி - ஆளுமைப் பெயரைக் காண்பிக்க சரிபார்க்கவும்.
th: แสดงชื่อบุคลิกภาพ - เลือกเพื่อแสดงชื่อบุคลิกภาพ
tr: Kişilik adını görüntüle - Kişilik adını görüntülemek için işaretleyin
uk: Відображати ім'я особистості – позначте, щоб відображати ім'я особистості
ur: شخصیت کا نام دکھائیں - شخصیت کا نام ظاہر کرنے کے لیے چیک کریں۔
vi: Hiển thị tên nhân vật - Đánh dấu để hiển thị tên nhân vật

source: following the engine name during a game.
ar: بعد اسم المحرك أثناء اللعبة.
bg: след името на двигателя по време на игра.
bn: খেলার সময় ইঞ্জিনের নাম অনুসরণ করে।
cs: za názvem enginu během hry.
da: efter motornavnet under et spil.
de: Folgen Sie während eines Spiels dem Engine-Namen.
el: μετά το όνομα της μηχανής κατά τη διάρκεια ενός παιχνιδιού.
es: siguiendo el nombre del motor durante un juego.
et: mängu ajal mootori nime järgides.
fa: دنبال کردن نام موتور در طول بازی.
fi: moottorin nimen jälkeen pelin aikana.
fr: suivant le nom du moteur pendant une partie.
he: בעקבות שם המנוע במהלך משחק.
hi: खेल के दौरान इंजन के नाम के बाद.
hu: a motor nevének követése játék közben.
id: mengikuti nama mesin selama permainan.
it: seguendo il nome del motore durante una partita.
ja: ゲーム中にエンジン名をたどります。
lt: žaidimo metu sekdami variklio pavadinimą.
lv: sekojot dzinēja nosaukumam spēles laikā.
nl: achter de enginenaam tijdens een spel.
no: etter motornavnet under et spill.
pl: po nazwie silnika w trakcie gry.
pt: seguindo o nome do mecanismo durante um jogo.
ro: după numele motorului în timpul unui joc.
ru: после названия движка во время игры.
sq: duke ndjekur emrin e motorit gjatë një loje.
sr: пратећи име мотора током игре.
sv: efter motornamnet under ett spel.
sw: kufuata jina la injini wakati wa mchezo.
ta: விளையாட்டின் போது இயந்திரப் பெயரைப் பின்பற்றுதல்.
th: ตามชื่อเครื่องยนต์ระหว่างเกม
tr: Bir oyun sırasında motor isminin ardından.
uk: після назви двигуна під час гри.
ur: کھیل کے دوران انجن کے نام کی پیروی کرنا۔
vi: theo tên động cơ trong trò chơi.

source: The engine rating is also displayed automatically.
ar: يتم أيضًا عرض تصنيف المحرك تلقائيًا.
bg: Мощността на двигателя също се показва автоматично.
bn: ইঞ্জিন রেটিংও স্বয়ংক্রিয়ভাবে প্রদর্শিত হয়।
cs: Výkon motoru se také zobrazuje automaticky.
da: Motorens ydelse vises også automatisk.
de: Auch die Motorleistung wird automatisch angezeigt.
el: Η ισχύς του κινητήρα εμφανίζεται επίσης αυτόματα.
es: La clasificación del motor también se muestra automáticamente.
et: Mootori nimivõimsus kuvatakse samuti automaatselt.
fa: همچنین رتبه‌بندی موتور به طور خودکار نمایش داده می‌شود.
fi: Myös moottorin teho näytetään automaattisesti.
fr: La puissance du moteur est également affichée automatiquement.
he: דירוג המנוע מוצג גם הוא אוטומטית.
hi: इंजन रेटिंग भी स्वचालित रूप से प्रदर्शित होती है।
hu: A motor teljesítménye is automatikusan megjelenik.
id: Peringkat mesin juga ditampilkan secara otomatis.
it: Anche la potenza del motore viene visualizzata automaticamente.
ja: エンジン定格も自動的に表示されます。
lt: Variklio galia taip pat rodoma automatiškai.
lv: Dzinēja vērtējums tiek parādīts arī automātiski.
nl: Het motorvermogen wordt ook automatisch weergegeven.
no: Motorens ytelse vises også automatisk.
pl: Moc silnika jest również wyświetlana automatycznie.
pt: A classificação do motor também é exibida automaticamente.
ro: Puterea motorului este, de asemenea, afișată automat.
ru: Рейтинг двигателя также отображается автоматически.
sq: Vlerësimi i motorit shfaqet gjithashtu automatikisht.
sr: Оцена мотора се такође приказује аутоматски.
sv: Motoreffekten visas också automatiskt.
sw: Ukadiriaji wa injini pia huonyeshwa kiatomati.
ta: இயந்திர மதிப்பீடும் தானாகவே காட்டப்படும்.
th: คะแนนเครื่องยนต์ยังแสดงโดยอัตโนมัติด้วย
tr: Motor gücü de otomatik olarak gösterilir.
uk: Потужність двигуна також відображається автоматично.
ur: انجن کی درجہ بندی بھی خود بخود ظاہر ہوتی ہے۔
vi: Xếp hạng động cơ cũng được hiển thị tự động.

source: Use documents directory - Check to use the
ar: استخدم دليل المستندات - حدد هذا الخيار لاستخدام
bg: Използване на директорията с документи - Отметнете, за да използвате
bn: ডকুমেন্ট ডিরেক্টরি ব্যবহার করুন - ব্যবহার করতে চেক করুন
cs: Použít adresář dokumentů – Zaškrtněte pro použití
da: Brug dokumentmappen - Marker for at bruge
de: Dokumentenverzeichnis verwenden - Aktivieren Sie dieses Kontrollkästchen, um das
el: Χρήση καταλόγου εγγράφων - Επιλέξτε για να χρησιμοποιήσετε το
es: Usar directorio de documentos - Marque para utilizar el
et: Kasuta dokumentide kataloogi – märkige, et kasutada
fa: استفاده از فهرست اسناد - برای استفاده از آن، علامت بزنید
fi: Käytä dokumenttihakemistoa - Valitse, jos haluat käyttää
fr: Utiliser le répertoire des documents - Cochez pour utiliser le
he: השתמש בספריית המסמכים - סמן כדי להשתמש ב
hi: दस्तावेज़ निर्देशिका का उपयोग करें - उपयोग करने के लिए जाँच करें
hu: Dokumentumok könyvtárának használata - Jelölje be, ha a következőt szeretné használni:
id: Gunakan direktori dokumen - Centang untuk menggunakan
it: Utilizza la directory dei documenti - Seleziona per utilizzare la
ja: ドキュメントディレクトリを使用する - 使用する場合はチェックを入れます
lt: Naudoti dokumentų katalogą – pažymėkite, jei norite naudoti
lv: Izmantot dokumentu direktoriju — atzīmējiet, lai izmantotu
nl: Gebruik documentenmap - Vink aan om de
no: Bruk dokumentkatalogen – Kryss av for å bruke
pl: Użyj katalogu dokumentów – zaznacz, aby użyć
pt: Usar diretório de documentos - Marque para usar o
ro: Folosește directorul de documente - Bifează pentru a utiliza
ru: Использовать каталог документов — установите флажок, чтобы использовать
sq: Përdorni direktorinë e dokumenteve - Zgjidhni për të përdorur
sr: Користи директоријум докумената - Означите да бисте користили
sv: Använd dokumentkatalogen - Markera om du vill använda
sw: Tumia saraka ya hati - Angalia kutumia
ta: ஆவணங்கள் கோப்பகத்தைப் பயன்படுத்து - பயன்படுத்த சரிபார்க்கவும்
th: ใช้ไดเรกทอรีเอกสาร - เลือกเพื่อใช้
tr: Belgeler dizinini kullan - Kullanmak için işaretleyin
uk: Використовувати каталог документів – позначте, щоб використовувати
ur: دستاویزات کی ڈائرکٹری استعمال کریں - استعمال کرنے کے لیے چیک کریں۔
vi: Sử dụng thư mục tài liệu - Kiểm tra để sử dụng

source: for the rated engines.
ar: للمحركات المصنفة.
bg: за номиналните двигатели.
bn: রেটিংপ্রাপ্ত ইঞ্জিনগুলির জন্য।
cs: pro jmenovité motory.
da: for de nominelle motorer.
de: für die Nennmotoren.
el: για τους ονομαστικούς κινητήρες.
es: para los motores clasificados.
et: nimimootorite puhul.
fa: برای موتورهای دارای رتبه‌بندی.
fi: mitoitetuille moottoreille.
fr: pour les moteurs nominaux.
he: עבור המנועים המדורגים.
hi: रेटेड इंजन के लिए.
hu: a névleges motorokhoz.
id: untuk mesin yang dinilai.
it: per i motori nominali.
ja: 定格エンジン用。
lt: vardiniams varikliams.
lv: nominālajiem dzinējiem.
nl: voor de beoordeelde motoren.
no: for de nominelle motorene.
pl: dla silników znamionowych.
pt: para os motores classificados.
ro: pentru motoarele nominale.
ru: для номинальных двигателей.
sq: për motorët e vlerësuar.
sr: за номиналне моторе.
sv: för de nominella motorerna.
sw: kwa injini zilizokadiriwa.
ta: மதிப்பிடப்பட்ட இயந்திரங்களுக்கு.
th: สำหรับเครื่องยนต์ที่ได้รับการจัดอันดับ
tr: anma motorları için.
uk: для номінальних двигунів.
ur: درجہ بند انجنوں کے لیے۔
vi: cho các động cơ được đánh giá.

source: This is an emergency fallback measusre in case they were not copied into
ar: هذا إجراء احتياطي طارئ في حالة عدم نسخها
bg: Това е резервна мярка за спешни случаи, в случай че не са били копирани в
bn: যদি সেগুলি কপি না করা হয়, তাহলে এটি একটি জরুরি ফলব্যাক পরিমাপ।
cs: Toto je nouzové záložní opatření pro případ, že by nebyly zkopírovány do
da: Dette er en nødforanstaltning i tilfælde af at de ikke blev kopieret ind
de: Dies ist eine Notfall-Rückfallmaßnahme für den Fall, dass sie nicht kopiert wurden in
el: Αυτό είναι ένα εφεδρικό μέτρο έκτακτης ανάγκης σε περίπτωση που δεν αντιγράφηκαν
es: Esta es una medida de emergencia en caso de que no se hayan copiado en
et: See on hädaolukorra varumeede juhuks, kui neid ei kopeeritud
fa: این یک اقدام اضطراری برای مواقعی است که کپی نشده باشند.
fi: Tämä on hätätilanteen varotoimenpide siltä varalta, että niitä ei kopioitu sisään
fr: Il s'agit d'une mesure de secours d'urgence au cas où ils n'auraient pas été copiés dans
he: זהו אמצעי גיבוי חירום למקרה שהם לא הועתקו אליהם
hi: यह एक आपातकालीन फ़ॉलबैक उपाय है, यदि उन्हें कॉपी नहीं किया गया हो
hu: Ez egy vészhelyzeti tartalékintézkedés arra az esetre, ha nem lettek volna átmásolva a rendszerbe.
id: Ini adalah tindakan darurat jika mereka tidak disalin ke
it: Questa è una misura di ripiego di emergenza nel caso in cui non siano stati copiati in
ja: これは、コピーされなかった場合の緊急フォールバック対策です。
lt: Tai yra atsarginė priemonė, jei jie nebuvo nukopijuoti į
lv: Šis ir ārkārtas rezerves pasākums gadījumā, ja tie netika kopēti
nl: Dit is een noodmaatregel voor het geval ze niet in de database zijn gekopieerd.
no: Dette er et nødtiltak i tilfelle de ikke ble kopiert inn i
pl: Jest to awaryjny środek bezpieczeństwa na wypadek, gdyby nie zostały skopiowane do
pt: Esta é uma medida de emergência caso não tenham sido copiados para
ro: Aceasta este o măsură de rezervă de urgență în cazul în care nu au fost copiate în
ru: Это экстренная мера на случай, если они не были скопированы в
sq: Kjo është një masë rezervë emergjente në rast se ato nuk janë kopjuar në
sr: Ово је резервна мера за хитне случајеве у случају да нису копирани у
sv: Detta är en nödåtgärd ifall de inte kopierades till
sw: Hiki ni kipimo cha dharura iwapo hakikunakiliwa
ta: அவை நகலெடுக்கப்படாவிட்டால், இது ஒரு அவசரகால பின்வாங்கல் நடவடிக்கையாகும்.
th: นี่คือมาตรการสำรองฉุกเฉินในกรณีที่ไม่ได้คัดลอกลงใน
tr: Bu, kopyalanmadıkları takdirde alınabilecek bir acil durum geri dönüş önlemidir.
uk: Це екстрений резервний захід на випадок, якщо їх не скопіювали до
ur: یہ ایک ہنگامی فال بیک میسر ہے اگر ان کی کاپی نہیں کی گئی تھی۔
vi: Đây là biện pháp dự phòng khẩn cấp trong trường hợp chúng không được sao chép vào

source: If they have been installed somewhere else, you can copy them into
ar: إذا تم تثبيتها في مكان آخر، فيمكنك نسخها إلى
bg: Ако са инсталирани някъде другаде, можете да ги копирате в
bn: যদি সেগুলি অন্য কোথাও ইনস্টল করা থাকে, তাহলে আপনি সেগুলি কপি করতে পারেন
cs: Pokud byly nainstalovány někde jinde, můžete je zkopírovat do
da: Hvis de er blevet installeret et andet sted, kan du kopiere dem ind i
de: Wenn sie woanders installiert wurden, können Sie sie kopieren in
el: Αν έχουν εγκατασταθεί κάπου αλλού, μπορείτε να τα αντιγράψετε σε
es: Si se han instalado en otro lugar, puedes copiarlos en
et: Kui need on kuhugi mujale installitud, saate need kopeerida
fa: اگر آنها در جای دیگری نصب شده‌اند، می‌توانید آنها را کپی کنید.
fi: Jos ne on asennettu jonnekin muualle, voit kopioida ne
fr: S'ils ont été installés ailleurs, vous pouvez les copier dans
he: אם הם הותקנו במקום אחר, ניתן להעתיק אותם אליהם.
hi: यदि वे कहीं और स्थापित किए गए हैं, तो आप उन्हें कॉपी कर सकते हैं
hu: Ha máshová telepítették őket, akkor átmásolhatja őket a
id: Jika sudah terinstal di tempat lain, Anda dapat menyalinnya ke
it: Se sono stati installati da qualche altra parte, puoi copiarli in
ja: 他の場所にインストールされている場合は、コピーして
lt: Jei jie buvo įdiegti kur nors kitur, galite juos nukopijuoti į
lv: Ja tie ir instalēti citur, varat tos kopēt uz
nl: Als ze ergens anders zijn geïnstalleerd, kunt u ze kopiëren naar
no: Hvis de er installert et annet sted, kan du kopiere dem inn i
pl: Jeśli zostały zainstalowane gdzie indziej, możesz je skopiować do
pt: Se eles foram instalados em outro lugar, você pode copiá-los para
ro: Dacă au fost instalate în altă parte, le puteți copia în
ru: Если они были установлены где-то еще, вы можете скопировать их в
sq: Nëse janë instaluar diku tjetër, mund t'i kopjoni në
sr: Ако су инсталирани негде другде, можете их копирати у
sv: Om de har installerats någon annanstans kan du kopiera dem till
sw: Ikiwa zimesakinishwa mahali pengine, unaweza kuzinakili
ta: அவை வேறு எங்காவது நிறுவப்பட்டிருந்தால், நீங்கள் அவற்றை நகலெடுக்கலாம்
th: หากได้รับการติดตั้งที่อื่นแล้ว คุณสามารถคัดลอกลงใน
tr: Başka bir yere kurulmuşlarsa, bunları kopyalayabilirsiniz.
uk: Якщо вони були встановлені деінде, ви можете скопіювати їх туди
ur: اگر وہ کہیں اور انسٹال کیے گئے ہیں، تو آپ ان میں کاپی کر سکتے ہیں۔
vi: Nếu chúng đã được cài đặt ở nơi khác, bạn có thể sao chép chúng vào

source: one of the directories above.
ar: أحد الدلائل أعلاه.
bg: една от горните директории.
bn: উপরের ডিরেক্টরিগুলির মধ্যে একটি।
cs: jeden z výše uvedených adresářů.
da: en af ​​ovenstående mapper.
de: eines der oben genannten Verzeichnisse.
el: έναν από τους παραπάνω καταλόγους.
es: uno de los directorios anteriores.
et: üks ülaltoodud kataloogidest.
fa: یکی از دایرکتوری‌های بالا.
fi: yksi yllä olevista hakemistoista.
fr: l'un des répertoires ci-dessus.
he: אחת מהספריות למעלה.
hi: उपरोक्त निर्देशिकाओं में से एक.
hu: a fenti könyvtárak egyikében.
id: salah satu direktori di atas.
it: una delle directory sopra.
ja: 上記のディレクトリのいずれか。
lt: viename iš aukščiau pateiktų katalogų.
lv: vienā no iepriekšminētajiem direktorijiem.
nl: een van de bovenstaande mappen.
no: en av katalogene ovenfor.
pl: jeden z powyższych katalogów.
pt: um dos diretórios acima.
ro: unul dintre directoarele de mai sus.
ru: один из каталогов выше.
sq: një nga drejtoritë e mësipërme.
sr: један од горе наведених директоријума.
sv: en av katalogerna ovan.
sw: moja ya saraka hapo juu.
ta: மேலே உள்ள கோப்பகங்களில் ஒன்று.
th: หนึ่งในไดเร็กทอรีด้านบน
tr: Yukarıdaki dizinlerden biri.
uk: один із перелічених вище каталогів.
ur: اوپر کی ڈائریکٹریوں میں سے ایک۔
vi: một trong những thư mục ở trên.

source: If they were not installed at all, they can be downloaded from these links -
ar: إذا لم يتم تثبيتها على الإطلاق، فيمكن تنزيلها من هذه الروابط -
bg: Ако изобщо не са инсталирани, могат да бъдат изтеглени от тези връзки -
bn: যদি এগুলো আদৌ ইনস্টল না করা থাকে, তাহলে এই লিঙ্কগুলি থেকে ডাউনলোড করা যেতে পারে -
cs: Pokud nebyly vůbec nainstalovány, lze je stáhnout z těchto odkazů -
da: Hvis de slet ikke blev installeret, kan de downloades fra disse links -
de: Wenn sie überhaupt nicht installiert wurden, können sie von diesen Links heruntergeladen werden -
el: Εάν δεν έχουν εγκατασταθεί καθόλου, μπορείτε να τα κατεβάσετε από αυτούς τους συνδέσμους -
es: Si no se instalaron en absoluto, se pueden descargar desde estos enlaces:
et: Kui neid üldse ei installitud, saab need alla laadida järgmistelt linkidelt -
fa: اگر اصلاً نصب نشده بودند، می‌توانند از این لینک‌ها دانلود شوند -
fi: Jos niitä ei asennettu ollenkaan, ne voidaan ladata näistä linkeistä -
fr: S'ils n'ont pas été installés du tout, ils peuvent être téléchargés à partir de ces liens -
he: אם הם לא הותקנו כלל, ניתן להוריד אותם מהקישורים האלה -
hi: यदि वे बिल्कुल भी स्थापित नहीं थे, तो उन्हें इन लिंक से डाउनलोड किया जा सकता है -
hu: Ha egyáltalán nem lettek telepítve, akkor letöltheti őket ezekről a linkekről -
id: Jika belum terinstal sama sekali, Anda dapat mengunduhnya melalui tautan berikut -
it: Se non sono stati installati, possono essere scaricati da questi link:
ja: インストールされていない場合は、以下のリンクからダウンロードできます。
lt: Jei jie visai nebuvo įdiegti, juos galima atsisiųsti iš šių nuorodų -
lv: Ja tie vispār netika instalēti, tos var lejupielādēt no šīm saitēm -
nl: Als ze helemaal niet zijn geïnstalleerd, kunnen ze via deze links worden gedownload:
no: Hvis de ikke ble installert i det hele tatt, kan de lastes ned fra disse lenkene -
pl: Jeżeli nie zostały zainstalowane w ogóle, można je pobrać z tych linków -
pt: Caso não tenham sido instalados, eles podem ser baixados desses links -
ro: Dacă nu au fost instalate deloc, pot fi descărcate de la aceste linkuri -
ru: Если они вообще не были установлены, их можно скачать по этим ссылкам -
sq: Nëse nuk janë instaluar fare, mund të shkarkohen nga këto lidhje -
sr: Ако уопште нису инсталирани, могу се преузети са ових линкова -
sv: Om de inte alls installerades kan de laddas ner från dessa länkar -
sw: Ikiwa hazijasakinishwa kabisa, zinaweza kupakuliwa kutoka kwa viungo hivi -
ta: அவை நிறுவப்படவே இல்லை என்றால், இந்த இணைப்புகளிலிருந்து பதிவிறக்கம் செய்யலாம் -
th: หากไม่ได้ติดตั้งเลยก็สามารถดาวน์โหลดได้จากลิงค์เหล่านี้ -
tr: Eğer hiç kurulu değillerse, şu bağlantılardan indirilebilirler -
uk: Якщо вони взагалі не були встановлені, їх можна завантажити за цими посиланнями -
ur: اگر وہ بالکل انسٹال نہیں ہوئے تھے تو انہیں ان لنکس سے ڈاؤن لوڈ کیا جا سکتا ہے۔
vi: Nếu chúng chưa được cài đặt, bạn có thể tải xuống từ các liên kết này -

source: links
ar: روابط
bg: връзки
bn: লিংক
cs: odkazy
el: σύνδεσμοι
es: enlaces
et: lingid
fa: لینک‌ها
fi: linkit
fr: liens
he: קישורים
hi: लिंक
hu: linkek
id: tautan
it: collegamenti
ja: リンク
lt: nuorodos
lv: saites
nl: koppelingen
no: lenker
pl: linki
pt: ligações
ro: linkuri
ru: ссылки
sq: lidhje
sr: линкови
sv: länkar
sw: viungo
ta: இணைப்புகள்
th: ลิงค์
tr: bağlantılar
uk: посилання
ur: لنکس
vi: liên kết

source: Save current settings to file - with this file picker, you can save the
ar: حفظ الإعدادات الحالية في الملف - باستخدام أداة اختيار الملفات هذه، يمكنك حفظ
bg: Запазване на текущите настройки във файл - с този инструмент за избор на файлове можете да запазите
bn: বর্তমান সেটিংস ফাইলে সংরক্ষণ করুন - এই ফাইল পিকারের সাহায্যে, আপনি সংরক্ষণ করতে পারেন
cs: Uložit aktuální nastavení do souboru – pomocí tohoto nástroje pro výběr souborů můžete uložit
da: Gem aktuelle indstillinger til fil - med denne filvælger kan du gemme
de: Aktuelle Einstellungen in Datei speichern - mit diesem Dateiwähler können Sie die
el: Αποθήκευση τρεχουσών ρυθμίσεων σε αρχείο - με αυτόν τον επιλογέα αρχείων, μπορείτε να αποθηκεύσετε το
es: Guardar la configuración actual en un archivo: con este selector de archivos, puede guardar la
et: Salvesta praegused sätted faili – selle failivalijaga saate salvestada
fa: ذخیره تنظیمات فعلی در یک فایل - با استفاده از این انتخابگر فایل، می‌توانید تنظیمات را ذخیره کنید.
fi: Tallenna nykyiset asetukset tiedostoon – tällä tiedostovalitsimella voit tallentaa
fr: Enregistrer les paramètres actuels dans un fichier - avec ce sélecteur de fichiers, vous pouvez enregistrer les
he: שמירת ההגדרות הנוכחיות לקובץ - בעזרת בורר קבצים זה, ניתן לשמור את
hi: वर्तमान सेटिंग्स को फ़ाइल में सहेजें - इस फ़ाइल पिकर के साथ, आप सहेज सकते हैं
hu: Jelenlegi beállítások mentése fájlba – ezzel a fájlválasztóval mentheti a beállításokat
id: Simpan pengaturan saat ini ke file - dengan pemilih file ini, Anda dapat menyimpan
it: Salva le impostazioni correnti nel file: con questo selettore di file, puoi salvare le impostazioni correnti nel file.
ja: 現在の設定をファイルに保存 - このファイルピッカーを使用すると、
lt: Įrašyti dabartinius nustatymus į failą – naudodami šį failų rinkiklį galite išsaugoti
lv: Saglabāt pašreizējos iestatījumus failā — ar šo failu atlasītāju varat saglabāt
nl: Sla huidige instellingen op in een bestand - met deze bestandskiezer kunt u de huidige instellingen opslaan in een bestand.
no: Lagre gjeldende innstillinger til fil – med denne filvelgeren kan du lagre
pl: Zapisz bieżące ustawienia do pliku – za pomocą tego selektora plików możesz zapisać
pt: Salvar as configurações atuais no arquivo - com este seletor de arquivos, você pode salvar as
ro: Salvați setările curente într-un fișier - cu acest selector de fișiere, puteți salva
ru: Сохранить текущие настройки в файл. С помощью этого инструмента выбора файлов вы можете сохранить
sq: Ruaj cilësimet aktuale në skedar - me këtë zgjedhës skedarësh, mund të ruani
sr: Сачувај тренутна подешавања у датотеку - помоћу овог бирача датотека можете сачувати
sv: Spara aktuella inställningar till fil – med den här filväljaren kan du spara
sw: Hifadhi mipangilio ya sasa kwenye faili - ukitumia kiteua faili hiki, unaweza kuhifadhi
ta: தற்போதைய அமைப்புகளை கோப்பில் சேமிக்கவும் - இந்த கோப்பு தேர்வியைப் பயன்படுத்தி, நீங்கள் சேமிக்கலாம்
th: บันทึกการตั้งค่าปัจจุบันลงในไฟล์ - ด้วยตัวเลือกไฟล์นี้ คุณสามารถบันทึก
tr: Geçerli ayarları dosyaya kaydet - bu dosya seçiciyle, mevcut ayarları kaydedebilirsiniz.
uk: Зберегти поточні налаштування у файл – за допомогою цього засобу вибору файлів ви можете зберегти
ur: موجودہ ترتیبات کو فائل میں محفوظ کریں - اس فائل چننے والے کے ساتھ، آپ محفوظ کر سکتے ہیں۔
vi: Lưu cài đặt hiện tại vào tệp - với trình chọn tệp này, bạn có thể lưu
