Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: and < Copy to custom parameters > was not set, Stockfish reverted to full strength
ar: ولم يتم ضبط <نسخ إلى المعلمات المخصصة>، وتم إرجاع Stockfish إلى قوته الكاملة
bg: и < Копиране в персонализирани параметри > не беше зададено, Stockfish се върна към пълна сила
bn: এবং <কপি টু কাস্টম প্যারামিটার > সেট করা হয়নি, স্টকফিশ পূর্ণ শক্তিতে ফিরে এসেছে
cs: a nebyla nastavena možnost < Kopírovat do vlastních parametrů >, Stockfish se vrátil k plné síle.
da: og <Kopier til brugerdefinerede parametre> var ikke angivet, Stockfish vendte tilbage til fuld styrke
de: und < In benutzerdefinierte Parameter kopieren > nicht eingestellt war, kehrte Stockfish zur vollen Stärke zurück
el: και δεν ορίστηκε < Αντιγραφή σε προσαρμοσμένες παραμέτρους >, το Stockfish επανήλθε στην πλήρη ισχύ
es: y <Copiar a parámetros personalizados> no se configuró, Stockfish volvió a su funcionalidad completa
et: ja < Kopeeri kohandatud parameetritesse > ei olnud määratud, taastati Stockfish täisvõimsus.
fa: و <کپی به پارامترهای سفارشی> تنظیم نشده بود، Stockfish به قدرت کامل خود بازگشت
fi: ja < Kopioi mukautettuihin parametreihin > ei asetettu, Stockfish palasi täyteen vahvuuteensa
fr: et < Copier dans les paramètres personnalisés > n'a pas été défini, Stockfish est revenu à sa pleine puissance
he: ו-<העתק לפרמטרים מותאמים אישית> לא הוגדר, Stockfish חזר לעוצמה מלאה
hi: और < कस्टम पैरामीटर्स में कॉपी करें > सेट नहीं किया गया था, स्टॉकफिश पूरी ताकत पर वापस आ गई
hu: és a < Másolás egyéni paraméterekbe > nem volt beállítva, a Stockfish teljes erősségűre állt vissza.
id: dan < Salin ke parameter khusus > tidak disetel, Stockfish kembali ke kekuatan penuh
it: e < Copia nei parametri personalizzati > non è stato impostato, Stockfish è tornato alla massima potenza
ja: <カスタムパラメータにコピー>が設定されていなかったため、Stockfishは完全な状態に戻りました
lt: ir nebuvo nustatyta <Kopijuoti į pasirinktinius parametrus>, „Stockfish“ grįžo į pilną našumą
lv: un <Kopēt uz pielāgotajiem parametriem> netika iestatīts, Stockfish atjaunoja pilnu jaudu
nl: en <Kopiëren naar aangepaste parameters> was niet ingesteld, Stockfish keerde terug naar volledige sterkte
no: og <Kopier til egendefinerte parametere> ble ikke angitt, Stockfish gikk tilbake til full styrke
pl: i nie ustawiono opcji <Kopiuj do parametrów niestandardowych>, Stockfish powrócił do pełnej mocy
pt: e < Copiar para parâmetros personalizados > não foi definido, Stockfish voltou à força total
ro: și <Copiere în parametri personalizați> nu a fost setat, Stockfish a revenit la puterea completă
ru: и <Копировать в пользовательские параметры> не было установлено, Stockfish вернулся к полной силе
sq: dhe < Kopjo në parametrat e personalizuar > nuk u caktua, Stockfish u rikthye në fuqi të plotë
sr: и < Копирај у прилагођене параметре > није подешено, Stockfish је враћен на пуну снагу
sv: och <Kopiera till anpassade parametrar> var inte inställt, Stockfish återgick till full styrka
sw: na < Nakili kwa vigezo maalum > haikuwekwa, Samaki wa samaki walirejeshwa kwa nguvu kamili
ta: மற்றும் <Copy to custom parameters > அமைக்கப்படவில்லை, Stockfish முழு வலிமைக்கு மாற்றப்பட்டது.
th: และไม่ได้ตั้งค่า <คัดลอกไปยังพารามิเตอร์ที่กำหนดเอง> Stockfish กลับสู่ระดับความแข็งแกร่งเต็ม
tr: ve < Özel parametrelere kopyala > ayarlanmamıştı, Stockfish tam gücüne geri döndü
uk: і < Копіювати до користувацьких параметрів > не було встановлено, Stockfish повернувся до повної потужності
ur: اور < اپنی مرضی کے پیرامیٹرز میں کاپی کریں > سیٹ نہیں کیا گیا تھا، اسٹاک فش پوری طاقت پر واپس آ گئی۔
vi: và <Sao chép vào các tham số tùy chỉnh> không được thiết lập, Stockfish đã trở lại trạng thái mạnh nhất

source: for the second game. So it is probably best to always have this option set
ar: للعبة الثانية. لذا، من الأفضل دائمًا ضبط هذا الخيار.
bg: за втората игра. Така че вероятно е най-добре винаги да имате зададена тази опция
bn: দ্বিতীয় খেলার জন্য। তাই সম্ভবত এই বিকল্পটি সর্বদা সেট করাই ভালো।
cs: pro druhou hru. Takže je asi nejlepší mít tuto možnost vždy nastavenou
da: til det andet spil. Så det er nok bedst altid at have denne indstilling aktiveret
de: für das zweite Spiel. Daher ist es wahrscheinlich am besten, diese Option immer aktiviert zu haben
el: για το δεύτερο παιχνίδι. Επομένως, είναι πιθανώς καλύτερο να έχετε πάντα ενεργοποιημένη αυτήν την επιλογή
es: Para el segundo juego, así que probablemente sea mejor tener siempre activada esta opción.
et: teise mängu jaoks. Seega on ilmselt kõige parem see valik alati seadistada.
fa: برای بازی دوم. بنابراین احتمالاً بهتر است همیشه این گزینه را تنظیم کنید
fi: toista peliä varten. Joten on luultavasti parasta pitää tämä asetus aina käytössä
fr: pour le deuxième jeu. Il est donc préférable de toujours activer cette option.
he: למשחק השני. אז כנראה שעדיף שתמיד תהיה אפשרות זו מוגדרת
hi: दूसरे गेम के लिए। इसलिए, इस विकल्प को हमेशा सेट रखना शायद सबसे अच्छा है
hu: a második játékhoz. Tehát valószínűleg a legjobb, ha ez az opció mindig be van állítva.
id: untuk permainan kedua. Jadi, mungkin sebaiknya selalu mengatur opsi ini
it: per la seconda partita. Quindi è probabilmente meglio avere sempre questa opzione impostata
ja: 2つ目のゲームでは、このオプションを常に設定しておくのがベストでしょう。
lt: antram žaidimui. Taigi tikriausiai geriausia visada nustatyti šią parinktį
lv: otrajai spēlei. Tāpēc droši vien vislabāk vienmēr ir iestatīt šo opciju.
nl: voor het tweede spel. Het is dus waarschijnlijk het beste om deze optie altijd aan te hebben staan
no: for det andre spillet. Så det er nok best å alltid ha dette alternativet satt
pl: do drugiej gry. Dlatego prawdopodobnie najlepiej jest zawsze mieć tę opcję ustawioną
pt: para o segundo jogo. Portanto, provavelmente é melhor sempre ter essa opção definida
ro: pentru al doilea joc. Așadar, probabil că este mai bine să aveți întotdeauna această opțiune setată
ru: для второй игры. Поэтому, вероятно, лучше всегда включать эту опцию.
sq: për lojën e dytë. Pra, ndoshta është më mirë ta keni gjithmonë të aktivizuar këtë opsion
sr: за другу игру. Зато је вероватно најбоље да увек имате подешену ову опцију
sv: för det andra spelet. Så det är nog bäst att alltid ha det här alternativet aktiverat
sw: kwa mchezo wa pili. Kwa hivyo labda ni bora kuwa na chaguo hili kila wakati
ta: இரண்டாவது ஆட்டத்திற்கு. எனவே இந்த விருப்பத்தை எப்போதும் அமைப்பது நல்லது.
th: สำหรับเกมที่สอง ดังนั้น คงจะดีที่สุดถ้าตั้งค่าตัวเลือกนี้ไว้เสมอ
tr: ikinci oyun için. Bu yüzden muhtemelen bu seçeneğin her zaman ayarlanmış olması en iyisidir
uk: для другої гри. Тож, мабуть, найкраще завжди мати цю опцію встановленою
ur: دوسرے کھیل کے لئے. اس لیے یہ سب سے بہتر ہے کہ ہمیشہ اس آپشن کو سیٹ کیا جائے۔
vi: cho trò chơi thứ hai. Vì vậy, tốt nhất là luôn thiết lập tùy chọn này

source: when using limit strength.
ar: عند استخدام قوة الحد.
bg: при използване на гранична якост.
bn: সীমা শক্তি ব্যবহার করার সময়।
cs: při použití mezní pevnosti.
da: når man bruger grænsestyrke.
de: bei Verwendung der Grenzstärke.
el: όταν χρησιμοποιείται οριακή ισχύς.
es: al utilizar fuerza límite.
et: piirtugevuse kasutamisel.
fa: هنگام استفاده از قدرت محدود.
fi: rajavoimaa käytettäessä.
fr: lors de l'utilisation de la résistance limite.
he: בעת שימוש בעוצמה מוגבלת.
hi: सीमा शक्ति का उपयोग करते समय.
hu: határerősség használata esetén.
id: saat menggunakan kekuatan batas.
it: quando si utilizza la forza limite.
ja: 限界強度を使用する場合。
lt: kai naudojama ribinė jėga.
lv: izmantojot robežstiprumu.
nl: bij gebruik van limietsterkte.
no: når du bruker grensestyrke.
pl: przy użyciu siły granicznej.
pt: ao usar força limite.
ro: când se utilizează rezistența limită.
ru: при использовании предельной прочности.
sq: kur përdoret forca kufitare.
sr: при коришћењу граничне снаге.
sv: när man använder gränsstyrka.
sw: wakati wa kutumia nguvu ya kikomo.
ta: வரம்பு வலிமையைப் பயன்படுத்தும் போது.
th: เมื่อใช้ความแข็งแกร่งจำกัด
tr: Sınır kuvveti kullanıldığında.
uk: при використанні граничної міцності.
ur: جب محدود طاقت کا استعمال کرتے ہوئے.
vi: khi sử dụng giới hạn cường độ.

source: When using the < Rated game > feature, this is enforced for all engines.
ar: عند استخدام ميزة <اللعبة المصنفة>، يتم تطبيق ذلك على كافة المحركات.
bg: Когато използвате функцията < Рейтингова игра >, това се прилага за всички двигатели.
bn: <Rated game > বৈশিষ্ট্যটি ব্যবহার করার সময়, এটি সমস্ত ইঞ্জিনের জন্য প্রয়োগ করা হয়।
cs: Při použití funkce < Hodnocená hra > je tato funkce vynucena pro všechny enginy.
da: Når funktionen <Rated game> bruges, gælder dette for alle motorer.
de: Bei Verwendung der Funktion <Bewertetes Spiel> wird dies für alle Engines erzwungen.
el: Όταν χρησιμοποιείτε τη λειτουργία <Rated game> (Κατηγοριοποιημένο παιχνίδι) αυτό επιβάλλεται για όλες τις μηχανές αναζήτησης.
es: Al utilizar la función <Juego clasificado>, esto se aplica a todos los motores.
et: Funktsiooni < Hinnatud mäng > kasutamisel rakendatakse seda kõigi mootorite puhul.
fa: هنگام استفاده از ویژگی <بازی دارای رتبه‌بندی>، این مورد برای همه موتورها اعمال می‌شود.
fi: Kun käytät < Luokiteltu peli > -ominaisuutta, tämä on pakotettu kaikille pelimoottoreille.
fr: Lorsque vous utilisez la fonctionnalité < Jeu classé >, celle-ci est appliquée à tous les moteurs.
he: בעת שימוש בתכונה <משחק מדורג>, פעולה זו נאכפת עבור כל המנועים.
hi: < रेटेड गेम > सुविधा का उपयोग करते समय, यह सभी इंजनों के लिए लागू होता है।
hu: A < Besorolt ​​játék > funkció használatakor ez minden motorra érvényes.
id: Saat menggunakan fitur <Rated game>, hal ini diberlakukan untuk semua mesin.
it: Quando si utilizza la funzione < Partita classificata >, questa viene applicata a tutti i motori.
ja: < 定格ゲーム > 機能を使用する場合、これはすべてのエンジンに適用されます。
lt: Naudojant funkciją < Įvertintas žaidimas >, tai taikoma visiems varikliams.
lv: Izmantojot funkciju < Novērtētā spēle >, tā tiek piemērota visām dzinēja versijām.
nl: Wanneer u de functie <Beoordeeld spel> gebruikt, wordt dit voor alle engines afgedwongen.
no: Når du bruker funksjonen <Rangert spill>, gjelder dette for alle motorer.
pl: W przypadku korzystania z funkcji < Gra oceniona > obowiązuje ona dla wszystkich silników.
pt: Ao usar o recurso < Jogo classificado >, isso é aplicado a todos os mecanismos.
ro: Când se folosește funcția < Joc evaluat >, aceasta este aplicată pentru toate motoarele de joc.
ru: При использовании функции <Рейтинговая игра> это применяется ко всем движкам.
sq: Kur përdorni veçorinë <Lojë e vlerësuar>, kjo zbatohet për të gjithë motorët.
sr: Када се користи функција < Оцењена игра >, ово се примењује за све моторе.
sv: När funktionen <Rated game> används gäller detta för alla motorer.
sw: Unapotumia kipengele cha < Rated game >, hii inatekelezwa kwa injini zote.
ta: மதிப்பிடப்பட்ட விளையாட்டு > அம்சத்தைப் பயன்படுத்தும் போது, ​​இது அனைத்து இயந்திரங்களுக்கும் செயல்படுத்தப்படுகிறது.
th: เมื่อใช้คุณสมบัติ < เกมที่ได้รับการจัดอันดับ > จะมีการบังคับใช้กับเอนจิ้นทั้งหมด
tr: < Derecelendirilmiş oyun > özelliği kullanıldığında, bu tüm motorlar için zorunlu hale getirilir.
uk: Під час використання функції < Рейтингова гра> це застосовується до всіх рушіїв.
ur: <Rated game> فیچر استعمال کرتے وقت، یہ تمام انجنوں کے لیے نافذ ہوتا ہے۔
vi: Khi sử dụng tính năng <Trò chơi được xếp hạng>, tính năng này sẽ được áp dụng cho tất cả các công cụ.

source: If you have the search info panel open when playing against Stockfish,
ar: إذا كانت لوحة معلومات البحث مفتوحة عند اللعب ضد Stockfish،
bg: Ако имате отворен панел с информация за търсене, когато играете срещу Stockfish,
bn: স্টকফিশের বিরুদ্ধে খেলার সময় যদি আপনার অনুসন্ধান তথ্য প্যানেল খোলা থাকে,
cs: Pokud máte při hraní proti Stockfish otevřený panel s informacemi o vyhledávání,
da: Hvis du har søgeinfopanelet åbent, når du spiller mod Stockfish,
de: Wenn Sie beim Spielen gegen Stockfish das Suchinfo-Fenster geöffnet haben,
el: Αν έχετε ανοιχτό το πλαίσιο πληροφοριών αναζήτησης όταν παίζετε εναντίον του Stockfish,
es: Si tienes abierto el panel de información de búsqueda cuando juegas contra Stockfish,
et: Kui sul on Stockfishi vastu mängides otsinguinfo paneel avatud,
fa: اگر هنگام بازی در مقابل استاک‌فیش، پنل اطلاعات جستجو را باز کرده‌اید،
fi: Jos hakutietopaneeli on auki pelatessasi Stockfishia vastaan,
fr: Si vous avez le panneau d'informations de recherche ouvert lorsque vous jouez contre Stockfish,
he: אם לוח המידע לחיפוש פתוח כשאתם משחקים נגד סטוקפיש,
hi: यदि स्टॉकफिश के खिलाफ खेलते समय आपके पास खोज जानकारी पैनल खुला है,
hu: Ha a Stockfish elleni játék közben meg van nyitva a keresési információs panel,
id: Jika Anda membuka panel info pencarian saat bermain melawan Stockfish,
it: Se hai il pannello informativo di ricerca aperto quando giochi contro Stockfish,
ja: Stockfishと対戦しているときに検索情報パネルを開いている場合、
lt: Jei žaidžiant prieš „Stockfish“ atidarote paieškos informacijos skydelį,
lv: Ja, spēlējot pret Stockfish, ir atvērts meklēšanas informācijas panelis,
nl: Als je het zoekinfo-paneel open hebt staan terwijl je tegen Stockfish speelt,
no: Hvis du har søkeinfopanelet åpent når du spiller mot Stockfish,
pl: Jeśli podczas gry w Stockfish masz otwarty panel informacji o wyszukiwaniu,
pt: Se você tiver o painel de informações de pesquisa aberto ao jogar contra o Stockfish,
ro: Dacă ai panoul cu informații de căutare deschis când joci împotriva lui Stockfish,
ru: Если во время игры против Stockfish у вас открыта панель поиска,
sq: Nëse e keni të hapur panelin e informacionit të kërkimit kur luani kundër Stockfish,
sr: Ако вам је отворен панел са информацијама о претрази док играте против Stockfish-а,
sv: Om du har sökinformationspanelen öppen när du spelar mot Stockfish,
sw: Ikiwa una kidirisha cha maelezo ya utafutaji kilichofunguliwa unapocheza dhidi ya Stockfish,
ta: Stockfish-க்கு எதிராக விளையாடும்போது தேடல் தகவல் பலகை திறந்திருந்தால்,
th: หากคุณเปิดแผงข้อมูลการค้นหาไว้เมื่อเล่นกับ Stockfish
tr: Stockfish'e karşı oynarken arama bilgisi paneliniz açıksa,
uk: Якщо у вас відкрита панель інформації про пошук під час гри проти Stockfish,
ur: اگر آپ کے پاس سٹاک فش کے خلاف کھیلتے وقت سرچ انفارمیشن پینل کھلا ہے،
vi: Nếu bạn mở bảng thông tin tìm kiếm khi chơi với Stockfish,

source: it shows full strength analysis for the engine,
ar: يظهر تحليل القوة الكاملة للمحرك،
bg: показва пълен анализ на якостта на двигателя,
bn: এটি ইঞ্জিনের পূর্ণ শক্তি বিশ্লেষণ দেখায়,
cs: ukazuje kompletní pevnostní analýzu motoru,
da: den viser fuld styrkeanalyse for motoren,
de: Es zeigt eine vollständige Festigkeitsanalyse für den Motor,
el: δείχνει πλήρη ανάλυση αντοχής για τον κινητήρα,
es: Muestra un análisis de fuerza completo para el motor,
et: see näitab mootori täielikku tugevusanalüüsi,
fa: تحلیل کامل قدرت موتور را نشان می‌دهد،
fi: se näyttää moottorin täydellisen lujuusanalyysin,
fr: il montre une analyse complète de la résistance du moteur,
he: זה מראה ניתוח חוזק מלא עבור המנוע,
hi: यह इंजन के लिए पूर्ण शक्ति विश्लेषण दिखाता है,
hu: teljes szilárdsági elemzést mutat a motorra,
id: ini menunjukkan analisis kekuatan penuh untuk mesin,
it: mostra l'analisi completa della potenza del motore,
ja: エンジンの完全な強度分析を示します。
lt: rodoma išsami variklio stiprumo analizė,
lv: tas parāda pilnu dzinēja stiprības analīzi,
nl: Het toont een volledige sterkteanalyse voor de motor,
no: den viser full styrkeanalyse for motoren,
pl: pokazuje pełną analizę wytrzymałości silnika,
pt: mostra uma análise completa da força do motor,
ro: arată analiza completă a rezistenței motorului,
ru: он показывает полный анализ прочности двигателя,
sq: tregon analizën e plotë të fuqisë për motorin,
sr: приказује потпуну анализу снаге мотора,
sv: den visar fullständig hållfasthetsanalys för motorn,
sw: inaonyesha uchambuzi kamili wa nguvu kwa injini,
ta: இது இயந்திரத்திற்கான முழு வலிமை பகுப்பாய்வையும் காட்டுகிறது,
th: มันแสดงการวิเคราะห์ความแข็งแกร่งเต็มรูปแบบสำหรับเครื่องยนต์
tr: Motorun tam güç analizini gösterir,
uk: він показує повний аналіз міцності двигуна,
ur: یہ انجن کے لیے مکمل طاقت کا تجزیہ دکھاتا ہے،
vi: nó hiển thị phân tích sức mạnh đầy đủ cho động cơ,

source: even if it has been weakened using UCI limit strength.
ar: حتى لو تم إضعافه باستخدام قوة حد UCI.
bg: дори ако е отслабена с помощта на UCI гранична якост.
bn: এমনকি যদি UCI সীমা শক্তি ব্যবহার করে এটি দুর্বল করা হয়ে থাকে।
cs: i když byla oslabena pomocí mezní pevnosti UCI.
da: selvom den er blevet svækket ved hjælp af UCI-grænsestyrke.
de: auch wenn es durch die UCI-Grenzstärke abgeschwächt wurde.
el: ακόμη και αν έχει αποδυναμωθεί χρησιμοποιώντας την οριακή ισχύ UCI.
es: incluso si se ha debilitado utilizando la fuerza límite de la UCI.
et: isegi kui seda on UCI piirtugevust kasutades nõrgestatud.
fa: حتی اگر با استفاده از حد مجاز UCI ضعیف شده باشد.
fi: vaikka sitä olisi heikennetty UCI:n rajavoimakkuutta käyttäen.
fr: même si elle a été affaiblie en utilisant la résistance limite UCI.
he: אפילו אם הוא נחלש באמצעות חוזק גבולי של UCI.
hi: भले ही इसे यूसीआई सीमा शक्ति का उपयोग करके कमजोर कर दिया गया हो।
hu: még akkor is, ha az UCI határerősség használatával meggyengült.
id: bahkan jika telah dilemahkan menggunakan kekuatan batas UCI.
it: anche se è stato indebolito utilizzando la resistenza limite UCI.
ja: UCI 限界強度を使用して弱められた場合でも同様です。
lt: net jei jis buvo susilpnintas naudojant UCI ribinį stiprumą.
lv: pat ja tas ir vājināts, izmantojot UCI ierobežojošo stiprumu.
nl: zelfs als deze is verzwakt met behulp van de UCI-limietsterkte.
no: selv om den har blitt svekket ved hjelp av UCI-grensestyrke.
pl: nawet jeśli została osłabiona przy użyciu wytrzymałości granicznej UCI.
pt: mesmo que tenha sido enfraquecido usando a força limite da UCI.
ro: chiar dacă a fost slăbită folosind limita de rezistență UCI.
ru: даже если он был ослаблен с использованием предельной прочности UCI.
sq: edhe nëse është dobësuar duke përdorur forcën limit të UCI-t.
sr: чак и ако је ослабљена коришћењем UCI граничне снаге.
sv: även om den har försvagats med UCI:s gränsstyrka.
sw: hata ikiwa imedhoofishwa kwa kutumia nguvu ya kikomo cha UCI.
ta: UCI வரம்பு வலிமையைப் பயன்படுத்தி அது பலவீனப்படுத்தப்பட்டிருந்தாலும் கூட.
th: แม้ว่าจะถูกทำให้อ่อนลงโดยใช้ขีดจำกัดความแข็งแกร่งของ UCI ก็ตาม
tr: UCI limit kuvveti kullanılarak zayıflatılmış olsa bile.
uk: навіть якщо його було ослаблено за допомогою граничної міцності UCI.
ur: یہاں تک کہ اگر اسے UCI کی حد کی طاقت کا استعمال کرتے ہوئے کمزور کردیا گیا ہو۔
vi: ngay cả khi nó đã bị làm yếu đi khi sử dụng giới hạn cường độ UCI.

source: You can tell if it has actually been weakened because it will often play
ar: يمكنك معرفة ما إذا كان قد تم إضعافه بالفعل لأنه سيلعب غالبًا
bg: Можете да разберете дали всъщност е отслабен, защото често ще свири
bn: এটি আসলে দুর্বল হয়ে গেছে কিনা তা আপনি বলতে পারবেন কারণ এটি প্রায়শই
cs: Poznáte, zda byl skutečně oslaben, protože se často přehrává
da: Du kan se, om den faktisk er blevet svækket, fordi den ofte vil spille
de: Sie können erkennen, ob es tatsächlich geschwächt ist, weil es oft spielt
el: Μπορείτε να καταλάβετε αν έχει πραγματικά αποδυναμωθεί επειδή συχνά θα παίζει
es: Puedes saber si realmente se ha debilitado porque a menudo jugará
et: Saate aru, kas see on tegelikult nõrgenenud, sest see mängib sageli
fa: می‌توانید تشخیص دهید که آیا واقعاً ضعیف شده است یا خیر، زیرا اغلب بازی می‌کند.
fi: Voit päätellä, onko se todella heikentynyt, koska se usein soittaa
fr: Vous pouvez savoir s'il a réellement été affaibli car il jouera souvent
he: אפשר לדעת אם הוא באמת נחלש כי הוא יתנגן לעתים קרובות
hi: आप बता सकते हैं कि क्या यह वास्तव में कमजोर हो गया है क्योंकि यह अक्सर खेलता है
hu: Meg lehet állapítani, hogy valóban meggyengült-e, mert gyakran fog játszani
id: Anda dapat mengetahui apakah itu benar-benar telah melemah karena sering kali akan dimainkan
it: Puoi capire se è stato effettivamente indebolito perché spesso suonerà
ja: 実際に弱体化しているかどうかは、頻繁に再生されるのでわかります。
lt: Galite pasakyti, ar jis iš tikrųjų susilpnėjo, nes jis dažnai žais
lv: Jūs varat pateikt, vai tas patiešām ir novājināts, jo tas bieži spēlēs
nl: Je kunt zien of het daadwerkelijk verzwakt is, omdat het vaak zal spelen
no: Du kan se om den faktisk har blitt svekket fordi den ofte vil spille
pl: Można stwierdzić, czy faktycznie został osłabiony, ponieważ często będzie grał
pt: Você pode dizer se ele realmente foi enfraquecido porque ele frequentemente toca
ro: Îți poți da seama dacă a fost într-adevăr slăbit, deoarece va juca adesea
ru: Вы можете определить, действительно ли он ослаблен, потому что он часто будет играть
sq: Mund ta dallosh nëse është dobësuar vërtet sepse shpesh do të luajë
sr: Можете рећи да ли је заиста ослабљен јер ће често играти
sv: Du kan se om den faktiskt har försvagats eftersom den ofta spelar
sw: Unaweza kujua ikiwa kwa kweli imedhoofishwa kwa sababu itacheza mara nyingi
ta: அது பெரும்பாலும் விளையாடும் என்பதால் அது உண்மையில் பலவீனமடைந்துள்ளதா என்பதை நீங்கள் அறியலாம்
th: คุณสามารถบอกได้ว่ามันอ่อนลงจริงหรือไม่เพราะมันจะเล่นบ่อย
tr: Gerçekten zayıflayıp zayıflamadığını, genellikle oynayacağından anlayabilirsiniz
uk: Ви можете визначити, чи він справді ослаблений, оскільки він часто гратиме
ur: آپ بتا سکتے ہیں کہ آیا یہ واقعی کمزور ہو گیا ہے کیونکہ یہ اکثر کھیلے گا۔
vi: Bạn có thể biết liệu nó có thực sự bị yếu đi hay không vì nó thường sẽ phát

source: a different move to the one shown in the analysis.
ar: خطوة مختلفة عن تلك الموضحة في التحليل.
bg: различен ход от показания в анализа.
bn: বিশ্লেষণে দেখানো পদক্ষেপের থেকে ভিন্ন একটি পদক্ষেপ।
cs: jiný tah, než jaký je uveden v analýze.
da: en anden bevægelse end den, der er vist i analysen.
de: ein anderer Zug als der in der Analyse gezeigte.
el: μια διαφορετική κίνηση από αυτήν που παρουσιάζεται στην ανάλυση.
es: un movimiento diferente al que se muestra en el análisis.
et: erinev käik võrreldes analüüsis näidatuga.
fa: حرکتی متفاوت با آنچه در تحلیل نشان داده شده است.
fi: erilainen siirto kuin analyysissä esitetty.
fr: un mouvement différent de celui montré dans l'analyse.
he: מהלך שונה מזה המוצג בניתוח.
hi: विश्लेषण में दिखाए गए कदम से भिन्न कदम।
hu: egy másik lépés, mint amit az elemzésben bemutattunk.
id: langkah yang berbeda dengan yang ditunjukkan dalam analisis.
it: una mossa diversa da quella mostrata nell'analisi.
ja: 分析で示された動きとは異なる動き。
lt: kitoks judesys nei parodytas analizėje.
lv: atšķirīgs solis nekā tas, kas parādīts analīzē.
nl: een andere beweging dan die welke in de analyse wordt getoond.
no: et annet trekk enn det som vises i analysen.
pl: inny ruch niż ten pokazany w analizie.
pt: um movimento diferente daquele mostrado na análise.
ro: o mișcare diferită de cea prezentată în analiză.
ru: другой ход, нежели показанный в анализе.
sq: një lëvizje e ndryshme nga ajo e treguar në analizë.
sr: другачији потез од оног приказаног у анализи.
sv: ett annat drag än det som visas i analysen.
sw: hatua tofauti na ile iliyoonyeshwa kwenye uchanganuzi.
ta: பகுப்பாய்வில் காட்டப்பட்டுள்ளதை விட வேறுபட்ட நகர்வு.
th: การเคลื่อนไหวที่แตกต่างไปจากที่แสดงไว้ในการวิเคราะห์
tr: Analizde gösterilenden farklı bir hareket.
uk: інший хід, ніж той, що показаний в аналізі.
ur: تجزیہ میں دکھائے گئے ایک سے مختلف اقدام۔
vi: một động thái khác so với động thái được thể hiện trong phân tích.
