Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: with evaluation blur and select skill.
ar: مع تقييم ضبابي واختيار المهارة.
bg: с размазване на оценката и избор на умение.
bn: মূল্যায়ন ঝাপসা এবং দক্ষতা নির্বাচন সহ।
cs: s rozmazáním vyhodnocení a výběrem dovedností.
da: med evalueringssløring og vælg færdighed.
de: mit Bewertungsunschärfe und ausgewählter Fähigkeit.
el: με θόλωση αξιολόγησης και επιλογή δεξιότητας.
es: con evaluación borrosa y habilidad de selección.
et: hindamise hägususe ja oskuse valikuga.
fa: با تاری ارزیابی و مهارت انتخاب.
fi: arvioinnin sumennuksella ja valitsemalla taitotason.
fr: avec flou d'évaluation et compétence sélectionnée.
he: עם טשטוש הערכה ובחירת מיומנות.
hi: मूल्यांकन धुंधला और कौशल का चयन के साथ.
hu: értékelési elmosással és készség kiválasztásával.
id: dengan evaluasi kabur dan pilih keterampilan.
it: con valutazione sfocata e abilità selezionata.
ja: 評価ブラーとスキル選択付き。
lt: su vertinimo suliejimu ir įgūdžio pasirinkimu.
lv: ar novērtējuma izplūšanu un prasmju atlasi.
nl: met evaluatievervaging en geselecteerde vaardigheid.
no: med evalueringsuskarphet og velg ferdighet.
pl: z rozmyciem oceny i wyborem umiejętności.
pt: com avaliação desfocada e habilidade selecionada.
ro: cu estompare a evaluării și selectare a abilității.
ru: с размытием оценки и выбором навыка.
sq: me turbullim vlerësimi dhe aftësi të zgjedhura.
sr: са замућењем евалуације и одабиром вештине.
sv: med oskärpa i utvärderingen och vald färdighet.
sw: kwa ukungu wa tathmini na uchague ujuzi.
ta: மதிப்பீட்டு மங்கல் மற்றும் தேர்ந்தெடுக்கும் திறனுடன்.
th: พร้อมการประเมินความเบลอและทักษะการเลือก
tr: değerlendirme bulanıklığı ve seçme becerisi ile.
uk: з розмиттям оцінки та вибором навичок.
ur: تشخیصی دھندلاپن اور منتخب مہارت کے ساتھ۔
vi: với đánh giá mờ và lựa chọn kỹ năng.

source: Changing the evaluation blur value slightly means the engine will play
ar: إن تغيير قيمة ضبابية التقييم بشكل طفيف يعني أن المحرك سوف يقوم بالتشغيل
bg: Леката промяна на стойността на размазване при оценката означава, че двигателят ще се възпроизвежда
bn: মূল্যায়নের অস্পষ্টতার মান সামান্য পরিবর্তন করলে ইঞ্জিনটি চলবে
cs: Mírná změna hodnoty rozmazání vyhodnocení znamená, že engine bude hrát
da: Hvis du ændrer evalueringssløringsværdien en smule, vil motoren afspille
de: Eine leichte Änderung des Bewertungsunschärfewerts bedeutet, dass die Engine
el: Αλλάζοντας ελαφρώς την τιμή θολώματος αξιολόγησης, η μηχανή θα αναπαράγει
es: Cambiar ligeramente el valor de desenfoque de evaluación significa que el motor se reproducirá
et: Hinnangu hägususe väärtuse veidi muutmine tähendab, et mootor mängib
fa: تغییر جزئی مقدار تاری ارزیابی به این معنی است که موتور بازی خواهد کرد
fi: Arvioinnin sumennusarvon hieman muuttaminen tarkoittaa, että moottori toistaa
fr: Changer légèrement la valeur du flou d'évaluation signifie que le moteur jouera
he: שינוי קל של ערך טשטוש ההערכה פירושו שהמנוע ינגן
hi: मूल्यांकन धुंधला मान को थोड़ा बदलने का मतलब है कि इंजन चलेगा
hu: A kiértékelés elmosódási értékének kismértékű módosítása azt jelenti, hogy a motor lejátssza a
id: Mengubah nilai blur evaluasi sedikit berarti mesin akan memutar
it: Cambiando leggermente il valore di sfocatura della valutazione, il motore verrà riprodotto
ja: 評価ブラー値をわずかに変更すると、エンジンは
lt: Šiek tiek pakeitus įvertinimo suliejimo vertę, variklis gros
lv: Nedaudz mainot novērtēšanas izpludināšanas vērtību, dzinējs atskaņos
nl: Als u de waarde voor de evaluatievervaging lichtjes wijzigt, betekent dit dat de engine
no: Hvis du endrer verdien for evalueringsuskarphet litt, vil motoren spille av
pl: Nieznaczna zmiana wartości rozmycia oceny oznacza, że silnik będzie odtwarzał
pt: Alterar ligeiramente o valor de desfoque da avaliação significa que o mecanismo irá reproduzir
ro: Modificarea ușoară a valorii estompării evaluării înseamnă că motorul va reda
ru: Небольшое изменение значения размытия оценки означает, что движок будет воспроизводить
sq: Ndryshimi i lehtë i vlerës së turbullt të vlerësimit do të thotë që motori do të luajë
sr: Мала промена вредности замућења евалуације значи да ће се мотор репродуковати
sv: Om du ändrar värdet för utvärderingsoskärpan något kommer motorn att spela
sw: Kubadilisha thamani ya ukungu ya tathmini inamaanisha kuwa injini itacheza
ta: மதிப்பீட்டு மங்கலான மதிப்பை சிறிது மாற்றினால் இயந்திரம் இயங்கும்.
th: การเปลี่ยนค่าเบลอการประเมินเล็กน้อยหมายความว่าเครื่องยนต์จะเล่น
tr: Değerlendirme bulanıklığı değerini hafifçe değiştirmek, motorun oynatılacağı anlamına gelir
uk: Незначна зміна значення розмиття оцінки означає, що движок відтворюватиметься
ur: ایویلیویشن بلر ویلیو کو تھوڑا سا تبدیل کرنے کا مطلب ہے کہ انجن چل جائے گا۔
vi: Thay đổi giá trị làm mờ đánh giá một chút có nghĩa là động cơ sẽ phát

source: different moves without greatly affecting the playing strength,
ar: حركات مختلفة دون التأثير بشكل كبير على قوة اللعب،
bg: различни движения, без това да повлияе значително на силата на свирене,
bn: খেলার শক্তিকে খুব বেশি প্রভাবিত না করেই বিভিন্ন চাল,
cs: různé pohyby bez výrazného ovlivnění herní síly,
da: forskellige træk uden at det påvirker spillestyrken væsentligt,
de: verschiedene Züge ohne große Beeinträchtigung der Spielstärke,
el: διαφορετικές κινήσεις χωρίς να επηρεάζεται σημαντικά η δύναμη του παιχνιδιού,
es: diferentes movimientos sin afectar mucho la fuerza del juego,
et: erinevad käigud ilma mängu tugevust oluliselt mõjutamata,
fa: حرکات مختلف بدون اینکه تأثیر زیادی بر قدرت نوازندگی داشته باشند،
fi: erilaisia ​​liikkeitä vaikuttamatta merkittävästi soittovoimaan,
fr: différents mouvements sans affecter grandement la force de jeu,
he: מהלכים שונים מבלי להשפיע רבות על עוצמת המשחק,
hi: खेल की ताकत को बहुत अधिक प्रभावित किए बिना विभिन्न चालें,
hu: különböző mozdulatok a játék erősségének jelentős befolyásolása nélkül,
id: gerakan yang berbeda tanpa terlalu mempengaruhi kekuatan bermain,
it: diverse mosse senza influenzare molto la forza di gioco,
ja: プレイの強さに大きな影響を与えずに異なる動きをする、
lt: skirtingi judesiai, nekeičiant grojimo stiprumo,
lv: dažādas kustības, būtiski neietekmējot spēles spēku,
nl: verschillende zetten zonder de speelsterkte al te veel te beïnvloeden,
no: forskjellige trekk uten at det påvirker spillestyrken nevneverdig,
pl: różne ruchy bez większego wpływu na siłę gry,
pt: movimentos diferentes sem afetar muito a força do jogo,
ro: mișcări diferite fără a afecta prea mult forța de joc,
ru: различные ходы, не оказывающие существенного влияния на силу игры,
sq: lëvizje të ndryshme pa ndikuar shumë në forcën e lojës,
sr: различити потези без значајног утицаја на снагу игре,
sv: olika drag utan att det påverkar spelstyrkan nämnvärt,
sw: hatua tofauti bila kuathiri sana nguvu ya kucheza,
ta: விளையாடும் வலிமையைப் பெரிதும் பாதிக்காமல் வெவ்வேறு நகர்வுகள்,
th: การเคลื่อนไหวที่แตกต่างกันโดยไม่กระทบต่อความแข็งแกร่งในการเล่นมากนัก
tr: oyun gücünü büyük ölçüde etkilemeden farklı hareketler,
uk: різні рухи без суттєвого впливу на силу гри,
ur: کھیل کی طاقت کو متاثر کیے بغیر مختلف حرکتیں،
vi: các động tác khác nhau mà không ảnh hưởng nhiều đến sức mạnh chơi,

source: so long as the blur value is not too high.
ar: طالما أن قيمة التمويه ليست عالية جدًا.
bg: стига стойността на размазването да не е твърде висока.
bn: যতক্ষণ না ব্লার মান খুব বেশি হয়।
cs: pokud hodnota rozmazání není příliš vysoká.
da: så længe sløringsværdien ikke er for høj.
de: solange der Unschärfewert nicht zu hoch ist.
el: αρκεί η τιμή θολώματος να μην είναι πολύ υψηλή.
es: siempre que el valor de desenfoque no sea demasiado alto.
et: seni kuni hägususe väärtus pole liiga kõrge.
fa: تا زمانی که مقدار تاری خیلی زیاد نباشد.
fi: kunhan sumennusarvo ei ole liian korkea.
fr: tant que la valeur de flou n'est pas trop élevée.
he: כל עוד ערך הטשטוש אינו גבוה מדי.
hi: जब तक धुंधलापन का मान बहुत अधिक न हो।
hu: feltéve, hogy az elmosódás értéke nem túl magas.
id: asalkan nilai blurnya tidak terlalu tinggi.
it: purché il valore di sfocatura non sia troppo alto.
ja: ぼかし値が高すぎない限りは。
lt: tol, kol suliejimo vertė nėra per didelė.
lv: ja vien izpludinājuma vērtība nav pārāk augsta.
nl: zolang de vervagingswaarde niet te hoog is.
no: så lenge uskarphetsverdien ikke er for høy.
pl: pod warunkiem, że wartość rozmycia nie jest zbyt wysoka.
pt: desde que o valor de desfoque não seja muito alto.
ro: atâta timp cât valoarea de estompare nu este prea mare.
ru: при условии, что значение размытия не слишком велико.
sq: për sa kohë që vlera e turbullimit nuk është shumë e lartë.
sr: све док вредност замућења није превисока.
sv: så länge som oskärpevärdet inte är för högt.
sw: ili mradi thamani ya ukungu sio juu sana.
ta: மங்கலான மதிப்பு மிக அதிகமாக இல்லாத வரை.
th: ตราบใดที่ค่าเบลอไม่สูงเกินไป
tr: bulanıklık değeri çok yüksek olmadığı sürece.
uk: за умови, що значення розмиття не буде занадто високим.
ur: جب تک دھندلا پن بہت زیادہ نہ ہو۔
vi: miễn là giá trị làm mờ không quá cao.

source: You can experiment with this, I found that values between 20 - 50
ar: يمكنك تجربة هذا، لقد وجدت أن القيم بين 20 - 50
bg: Можете да експериментирате с това, аз открих, че стойности между 20 и 50
bn: তুমি এটা নিয়ে পরীক্ষা করতে পারো, আমি দেখেছি যে ২০ - ৫০ এর মধ্যে মান
cs: Můžete s tím experimentovat, zjistil jsem, že hodnoty mezi 20 a 50
da: Du kan eksperimentere med dette, jeg fandt ud af, at værdier mellem 20 og 50
de: Sie können damit experimentieren, ich habe festgestellt, dass Werte zwischen 20 - 50
el: Μπορείτε να πειραματιστείτε με αυτό, διαπίστωσα ότι οι τιμές κυμαίνονται μεταξύ 20 - 50
es: Puedes experimentar con esto, encontré que los valores entre 20 y 50
et: Võite sellega katsetada, mina leidsin, et väärtused vahemikus 20–50
fa: شما می‌توانید این را آزمایش کنید، من متوجه شدم که مقادیر بین ۲۰ تا ۵۰
fi: Voit kokeilla tätä, olen havainnut, että arvot ovat välillä 20–50
fr: Vous pouvez expérimenter avec cela, j'ai trouvé que des valeurs entre 20 et 50
he: אתה יכול להתנסות עם זה, מצאתי שערכים בין 20 ל-50
hi: आप इसके साथ प्रयोग कर सकते हैं, मैंने पाया कि 20 - 50 के बीच के मान
hu: Kísérletezhetsz ezzel, én 20 és 50 közötti értékeket tapasztaltam.
id: Anda dapat bereksperimen dengan ini, saya menemukan nilai antara 20 - 50
it: Puoi sperimentare con questo, ho scoperto che i valori sono compresi tra 20 e 50
ja: これを試してみると、20～50の値が
lt: Galite su tuo paeksperimentuoti, aš pastebėjau, kad vertės yra nuo 20 iki 50.
lv: Varat ar to eksperimentēt, es atklāju, ka vērtības ir no 20 līdz 50
nl: Je kunt hiermee experimenteren, ik heb ontdekt dat waarden tussen 20 en 50
no: Du kan eksperimentere med dette, jeg fant ut at verdier mellom 20 og 50
pl: Możesz poeksperymentować z tym, odkryłem, że wartości między 20 a 50
pt: Você pode experimentar isso, descobri que valores entre 20 e 50
ro: Poți experimenta cu asta, am constatat că valorile între 20 - 50
ru: Вы можете поэкспериментировать с этим. Я обнаружил, что значения от 20 до 50
sq: Mund të eksperimentoni me këtë, unë zbulova se vlerat variojnë midis 20 dhe 50
sr: Можете експериментисати са овим, открио сам да вредности између 20 и 50
sv: Du kan experimentera med detta, jag fann att värden mellan 20 och 50
sw: Unaweza kujaribu hii, nimegundua kuwa maadili kati ya 20 - 50
ta: நீங்கள் இதைப் பரிசோதித்துப் பார்க்கலாம், 20 - 50 க்கு இடையிலான மதிப்புகளைக் கண்டறிந்தேன்
th: คุณสามารถทดลองกับสิ่งนี้ได้ ฉันพบว่าค่าอยู่ระหว่าง 20 - 50
tr: Bunu deneyebilirsiniz, 20 - 50 arasındaki değerlerin
uk: Ви можете поекспериментувати з цим, я виявив, що значення між 20 - 50
ur: آپ اس کے ساتھ تجربہ کر سکتے ہیں، مجھے معلوم ہوا کہ اس کی قدریں 20 - 50 کے درمیان ہیں۔
vi: Bạn có thể thử nghiệm với điều này, tôi thấy rằng các giá trị nằm trong khoảng 20 - 50

source: worked quite well.
ar: عملت بشكل جيد للغاية.
bg: работи доста добре.
bn: বেশ ভালো কাজ করেছে।
cs: fungovalo docela dobře.
da: fungerede ret godt.
de: hat ganz gut funktioniert.
el: λειτούργησε αρκετά καλά.
es: Funcionó bastante bien.
et: toimis päris hästi.
fa: کاملاً خوب کار کرد.
fi: toimi varsin hyvin.
fr: ça a plutôt bien fonctionné.
he: עבד די טוב.
hi: काफी अच्छी तरह से काम किया.
hu: elég jól működött.
id: bekerja dengan cukup baik.
it: ha funzionato abbastanza bene.
ja: かなりうまくいきました。
lt: veikė gana gerai.
lv: darbojās diezgan labi.
nl: werkte best goed.
no: fungerte ganske bra.
pl: działało całkiem dobrze.
pt: funcionou muito bem.
ro: a funcționat destul de bine.
ru: сработало вполне хорошо.
sq: funksionoi mjaft mirë.
sr: функционисао је прилично добро.
sv: fungerade ganska bra.
sw: ilifanya kazi vizuri kabisa.
ta: நன்றாக வேலை செய்தது.
th: ทำงานได้ดีมาก
tr: gayet iyi çalıştı.
uk: досить добре працював.
ur: کافی اچھا کام کیا.
vi: hoạt động khá tốt.

source: As well as that, both engines can now use the personality files
ar: بالإضافة إلى ذلك، يمكن الآن لكلا المحركين استخدام ملفات الشخصية
bg: Освен това, и двата двигателя вече могат да използват файловете с личността
bn: পাশাপাশি, উভয় ইঞ্জিনই এখন ব্যক্তিত্বের ফাইলগুলি ব্যবহার করতে পারে
cs: Kromě toho nyní oba enginy mohou používat soubory s osobnostmi
da: Derudover kan begge motorer nu bruge personlighedsfilerne
de: Darüber hinaus können beide Engines nun die Persönlichkeitsdateien verwenden
el: Επιπλέον, και οι δύο μηχανές μπορούν πλέον να χρησιμοποιούν τα αρχεία προσωπικότητας
es: Además de eso, ambos motores ahora pueden usar los archivos de personalidad.
et: Lisaks saavad mõlemad mootorid nüüd isiksusefaile kasutada.
fa: علاوه بر این، هر دو موتور اکنون می‌توانند از فایل‌های شخصیت استفاده کنند
fi: Sen lisäksi molemmat moottorit voivat nyt käyttää persoonallisuustiedostoja
fr: De plus, les deux moteurs peuvent désormais utiliser les fichiers de personnalité
he: בנוסף לכך, שני המנועים יכולים כעת להשתמש בקבצי האישיות
hi: इसके अलावा, दोनों इंजन अब व्यक्तित्व फ़ाइलों का उपयोग कर सकते हैं
hu: Emellett mindkét motor most már használhatja a személyiségfájlokat.
id: Selain itu, kedua mesin sekarang dapat menggunakan file kepribadian
it: Oltre a ciò, entrambi i motori possono ora utilizzare i file di personalità
ja: さらに、両方のエンジンでパーソナリティファイルを使用できるようになりました
lt: Be to, abu varikliai dabar gali naudoti asmenybės failus
lv: Turklāt abi dzinēji tagad var izmantot personības failus.
nl: Bovendien kunnen beide engines nu de persoonlijkheidsbestanden gebruiken
no: I tillegg til det kan begge motorene nå bruke personlighetsfilene.
pl: Ponadto oba silniki mogą teraz korzystać z plików osobowości
pt: Além disso, ambos os motores agora podem usar os arquivos de personalidade
ro: În plus, ambele motoare pot folosi acum fișierele de personalitate
ru: Кроме того, оба движка теперь могут использовать файлы личностей.
sq: Përveç kësaj, të dy motorët tani mund të përdorin skedarët e personalitetit
sr: Поред тога, оба мотора сада могу да користе датотеке личности
sv: Dessutom kan båda motorerna nu använda personlighetsfilerna.
sw: Pamoja na hayo, injini zote mbili sasa zinaweza kutumia faili za kibinafsi
ta: அதோடு, இரண்டு என்ஜின்களும் இப்போது ஆளுமை கோப்புகளைப் பயன்படுத்தலாம்.
th: นอกจากนั้นทั้งสองเครื่องยนต์ยังสามารถใช้ไฟล์บุคลิกภาพได้อีกด้วย
tr: Ayrıca, her iki motor da artık kişilik dosyalarını kullanabilir
uk: Крім того, обидва двигуни тепер можуть використовувати файли особистості
ur: اس کے ساتھ ساتھ، دونوں انجن اب شخصیت کی فائلوں کو استعمال کرسکتے ہیں۔
vi: Ngoài ra, cả hai công cụ hiện có thể sử dụng các tập tin cá nhân

source: of the other engine with only minor adjustments from within Nimzo_3d,
ar: من المحرك الآخر مع تعديلات طفيفة فقط من داخل Nimzo_3d،
bg: на другия двигател само с малки корекции от Nimzo_3d,
bn: Nimzo_3d এর মধ্যে থেকে সামান্য কিছু সমন্বয় সহ অন্য ইঞ্জিনের,
cs: druhého enginu s jen drobnými úpravami v Nimzo_3d,
da: af den anden motor med kun mindre justeringer indefra Nimzo_3d,
de: der anderen Engine mit nur geringfügigen Anpassungen innerhalb von Nimzo_3d,
el: της άλλης μηχανής με μόνο μικρές προσαρμογές από το Nimzo_3d,
es: del otro motor con solo pequeños ajustes desde dentro de Nimzo_3d,
et: teise mootori puhul, tehes Nimzo_3d-s vaid väikeseid kohandusi,
fa: از موتور دیگر با تنظیمات جزئی از داخل Nimzo_3d،
fi: toisen moottorin vain pienillä säädöillä Nimzo_3d:n sisältä,
fr: de l'autre moteur avec seulement des ajustements mineurs depuis Nimzo_3d,
he: של המנוע השני עם התאמות קלות בלבד מתוך Nimzo_3d,
hi: Nimzo_3d के भीतर से केवल मामूली समायोजन के साथ अन्य इंजन का,
hu: a másik motoron, a Nimzo_3d-n belüli kisebb módosításokkal,
id: dari mesin lain dengan hanya penyesuaian kecil dari dalam Nimzo_3d,
it: dell'altro motore con solo piccole modifiche dall'interno di Nimzo_3d,
ja: Nimzo_3d内でのわずかな調整のみで他のエンジンの
lt: kito variklio, atlikus tik nedidelius „Nimzo_3d“ pakeitimus,
lv: otra dzinēja ar nelielām korekcijām no Nimzo_3d iekšienes,
nl: van de andere engine met slechts kleine aanpassingen vanuit Nimzo_3d,
no: av den andre motoren med bare mindre justeringer innenfra Nimzo_3d,
pl: innego silnika z niewielkimi zmianami wprowadzonymi w Nimzo_3d,
pt: do outro motor com apenas pequenos ajustes de dentro do Nimzo_3d,
ro: al celuilalt motor cu doar mici ajustări din Nimzo_3d,
ru: другого движка с небольшими изменениями в Nimzo_3d,
sq: të motorit tjetër me vetëm rregullime të vogla nga brenda Nimzo_3d,
sr: другог мотора са само мањим подешавањима из Nimzo_3d,
sv: av den andra motorn med endast mindre justeringar inifrån Nimzo_3d,
sw: ya injini nyingine iliyo na marekebisho madogo tu kutoka ndani ya Nimzo_3d,
ta: Nimzo_3d-க்குள் இருந்து சிறிய மாற்றங்கள் மட்டுமே செய்யப்பட்ட மற்ற இயந்திரத்தின்,
th: ของเครื่องยนต์อื่นที่มีการปรับแต่งเล็กน้อยเท่านั้นจากภายใน Nimzo_3d
tr: Nimzo_3d'nin içinden sadece küçük ayarlamalar yapılarak diğer motorun
uk: іншого двигуна лише з незначними налаштуваннями зсередини Nimzo_3d,
ur: Nimzo_3d کے اندر سے صرف معمولی ایڈجسٹمنٹ کے ساتھ دوسرے انجن کا،
vi: của công cụ khác chỉ với những điều chỉnh nhỏ từ bên trong Nimzo_3d,

source: once they have been copied into the < Personalities > directory of the engine.
ar: بمجرد نسخها إلى دليل <Personality> للمحرك.
bg: след като бъдат копирани в директорията < Personalities > на двигателя.
bn: একবার ইঞ্জিনের <ব্যক্তিগত> ডিরেক্টরিতে কপি করা হয়ে গেলে।
cs: jakmile budou zkopírovány do adresáře <Personalities> v enginu.
da: når de er blevet kopieret til <Personligheder>-mappen i motoren.
de: sobald sie in das Verzeichnis <Personalities> der Engine kopiert wurden.
el: μόλις αντιγραφούν στον κατάλογο <Personalities> της μηχανής.
es: una vez que se hayan copiado en el directorio < Personalities > del motor.
et: kui need on kopeeritud mootori <Personalities> kataloogi.
fa: پس از کپی شدن آنها در دایرکتوری <Personities> موتور.
fi: kun ne on kopioitu hakukoneen <Personalities>-hakemistoon.
fr: une fois qu'ils ont été copiés dans le répertoire < Personnalités > du moteur.
he: לאחר שהועתקו לתיקיית < Personalities > של המנוע.
hi: एक बार उन्हें इंजन की < व्यक्तित्व > निर्देशिका में कॉपी कर दिया गया हो।
hu: miután átmásolták őket a motor < Personalities > könyvtárába.
id: setelah disalin ke direktori < Personalities > pada mesin.
it: una volta che sono stati copiati nella directory <Personalità> del motore.
ja: エンジンの < Personalities > ディレクトリにコピーされたら。
lt: kai jie bus nukopijuoti į variklio < Personalities > katalogą.
lv: kad tie ir nokopēti dzinēja < Personalities > direktorijā.
nl: zodra ze zijn gekopieerd naar de <Personals>-map van de engine.
no: når de har blitt kopiert til <Personligheter>-katalogen i motoren.
pl: po skopiowaniu ich do katalogu < Personalities > wyszukiwarki.
pt: depois de terem sido copiados para o diretório < Personalities > do mecanismo.
ro: odată ce au fost copiate în directorul < Personalități > al motorului.
ru: после того как они будут скопированы в каталог <Personality> движка.
sq: pasi të jenë kopjuar në direktorinë <Personalities> të motorit.
sr: након што су копирани у директоријум < Personalities > претраживача.
sv: när de har kopierats till katalogen <Personligheter> i motorn.
sw: mara zimenakiliwa kwenye < Personalities > saraka ya injini.
ta: அவை இயந்திரத்தின் ஆளுமைகள் > கோப்பகத்தில் நகலெடுக்கப்பட்டவுடன்.
th: เมื่อคัดลอกไปยังไดเร็กทอรี <Personities> ของเครื่องยนต์แล้ว
tr: Bunlar motorun < Personalities > dizinine kopyalandıktan sonra.
uk: після того, як вони будуть скопійовані до каталогу <Personalities> рушія.
ur: ایک بار جب وہ انجن کی <Personalities> ڈائرکٹری میں کاپی ہو جائیں گے۔
vi: sau khi chúng được sao chép vào thư mục <Personities> của công cụ.

source: This allows you to easily swap in new personality files if you want a change.
ar: يتيح لك هذا إمكانية تبديل ملفات الشخصية الجديدة بسهولة إذا كنت تريد التغيير.
bg: Това ви позволява лесно да заменяте нови файлове с личността, ако искате промяна.
bn: আপনি যদি পরিবর্তন চান তবে এটি আপনাকে সহজেই নতুন ব্যক্তিত্বের ফাইলগুলি অদলবদল করতে দেয়।
cs: To vám umožní snadno vyměnit nové soubory s osobnostmi, pokud chcete provést změnu.
da: Dette giver dig mulighed for nemt at udskifte nye personlighedsfiler, hvis du ønsker en ændring.
de: Auf diese Weise können Sie problemlos neue Persönlichkeitsdateien einbauen, wenn Sie eine Änderung wünschen.
el: Αυτό σας επιτρέπει να ανταλλάσσετε εύκολα νέα αρχεία προσωπικότητας, αν θέλετε μια αλλαγή.
es: Esto le permite intercambiar fácilmente nuevos archivos de personalidad si desea un cambio.
et: See võimaldab teil hõlpsalt uusi isiksusefaile vahetada, kui soovite muudatusi teha.
fa: این به شما امکان می‌دهد در صورت نیاز به تغییر، به راحتی فایل‌های شخصیتی جدید را جایگزین کنید.
fi: Näin voit helposti vaihtaa uusia persoonallisuustiedostoja, jos haluat muutoksen.
fr: Cela vous permet d'échanger facilement de nouveaux fichiers de personnalité si vous souhaitez un changement.
he: זה מאפשר לך להחליף בקלות קבצי אישיות חדשים אם אתה רוצה שינוי.
hi: यदि आप बदलाव चाहते हैं तो यह आपको आसानी से नई व्यक्तित्व फाइलें बदलने की सुविधा देता है।
hu: Ez lehetővé teszi az új személyiségfájlok egyszerű cseréjét, ha változtatásra van szüksége.
id: Hal ini memudahkan Anda untuk menukar file kepribadian baru jika Anda menginginkan perubahan.
it: Ciò ti consente di sostituire facilmente i nuovi file di personalità se desideri apportare delle modifiche.
ja: これにより、変更が必要な場合に新しいパーソナリティ ファイルを簡単に入れ替えることができます。
lt: Tai leidžia lengvai keisti naujus asmenybės failus, jei norite pokyčių.
lv: Tas ļauj viegli apmainīties ar jauniem personības failiem, ja vēlaties izmaiņas.
nl: Hierdoor kunt u eenvoudig nieuwe persoonlijkheidsbestanden toevoegen als u iets anders wilt.
no: Dette lar deg enkelt bytte inn nye personlighetsfiler hvis du ønsker en endring.
pl: Dzięki temu możesz łatwo podmienić pliki osobowości, jeśli chcesz coś zmienić.
pt: Isso permite que você troque facilmente novos arquivos de personalidade se quiser uma alteração.
ro: Acest lucru vă permite să înlocuiți cu ușurință fișiere de personalitate noi dacă doriți o modificare.
ru: Это позволяет вам легко заменять новые файлы личности, если вы захотите что-то изменить.
sq: Kjo ju lejon të ndërroni lehtësisht skedarë të rinj të personalitetit nëse dëshironi një ndryshim.
sr: Ово вам омогућава да лако замените нове датотеке личности ако желите промену.
sv: Detta gör att du enkelt kan byta in nya personlighetsfiler om du vill ha en förändring.
sw: Hii hukuruhusu kubadilisha kwa urahisi faili mpya za watu binafsi ikiwa unataka mabadiliko.
ta: நீங்கள் மாற்றம் விரும்பினால் புதிய ஆளுமை கோப்புகளை எளிதாக மாற்ற இது உங்களை அனுமதிக்கிறது.
th: วิธีนี้ทำให้คุณสามารถสลับไฟล์บุคลิกภาพใหม่ได้อย่างง่ายดายหากคุณต้องการการเปลี่ยนแปลง
tr: Bu, değişiklik yapmak istediğinizde yeni kişilik dosyalarını kolayca değiştirmenize olanak tanır.
uk: Це дозволяє вам легко замінювати нові файли особистості, якщо ви хочете внести зміни.
ur: اگر آپ تبدیلی چاہتے ہیں تو یہ آپ کو نئی شخصیت کی فائلوں میں آسانی سے تبدیل کرنے کی اجازت دیتا ہے۔
vi: Tính năng này cho phép bạn dễ dàng hoán đổi các tệp tính cách mới nếu bạn muốn thay đổi.
