Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Set as current engine - Check to set the engine displayed in this box
ar: تعيين كمحرك حالي - حدد هذا الخيار لتعيين المحرك المعروض في هذا المربع
bg: Задай като текущ двигател - Отметнете, за да зададете двигателя, който да се показва в това поле
bn: বর্তমান ইঞ্জিন হিসেবে সেট করুন - এই বাক্সে প্রদর্শিত ইঞ্জিন সেট করতে চেক করুন।
cs: Nastavit jako aktuální motor – Zaškrtněte pro nastavení motoru zobrazeného v tomto políčku
da: Angiv som aktuel motor - Marker for at indstille den motor, der vises i dette felt
de: Als aktuelle Engine festlegen – Aktivieren Sie dieses Kontrollkästchen, um die in diesem Feld angezeigte Engine festzulegen
el: Ορισμός ως τρέχουσας μηχανής - Επιλέξτε για να ορίσετε τη μηχανή που εμφανίζεται σε αυτό το πλαίσιο
es: Establecer como motor actual: marque esta opción para establecer el motor que se muestra en este cuadro
et: Määra praeguseks mootoriks – Märkige, et määrata selles kastis kuvatav mootor
fa: تنظیم به عنوان موتور فعلی - برای تنظیم موتور نمایش داده شده در این کادر، علامت بزنید
fi: Aseta nykyiseksi moottoriksi - Valitse tämä, jos haluat tässä ruudussa näkyvän moottorin
fr: Définir comme moteur actuel - Cochez cette case pour définir le moteur affiché dans cette case
he: הגדר כמנוע נוכחי - סמן כדי להגדיר את המנוע המוצג בתיבה זו
hi: वर्तमान इंजन के रूप में सेट करें - इस बॉक्स में प्रदर्शित इंजन को सेट करने के लिए चेक करें
hu: Beállítás aktuális motorként - Jelölje be, ha a mezőben megjelenített motort szeretné beállítani
id: Tetapkan sebagai mesin saat ini - Centang untuk mengatur mesin yang ditampilkan di kotak ini
it: Imposta come motore corrente: seleziona per impostare il motore visualizzato in questa casella
ja: 現在のエンジンとして設定 - このボックスに表示されているエンジンを設定するにはチェックを入れます
lt: Nustatyti kaip dabartinį variklį – pažymėkite, jei norite, kad šiame laukelyje būtų rodomas variklis
lv: Iestatīt kā pašreizējo dzinēju — atzīmējiet, lai iestatītu šajā lodziņā redzamo dzinēju
nl: Instellen als huidige engine - Vink aan om de engine in te stellen die in dit vakje wordt weergegeven
no: Angi som gjeldende motor – Kryss av for å angi motoren som vises i denne boksen
pl: Ustaw jako bieżący silnik – zaznacz, aby ustawić silnik wyświetlany w tym polu
pt: Definir como motor atual - Marque para definir o motor exibido nesta caixa
ro: Setare ca motor curent - Bifați pentru a seta motorul afișat în această casetă
ru: Установить как текущий двигатель — установите флажок, чтобы установить двигатель, отображаемый в этом поле.
sq: Cakto si motorin aktual - Kontrolloni për të vendosur motorin e shfaqur në këtë kuti
sr: Постави као тренутни мотор - Означите да бисте подесили мотор приказан у овом пољу
sv: Ange som aktuell motor – Markera om du vill ange motorn som visas i den här rutan
sw: Weka kama injini ya sasa - Angalia ili kuweka injini inayoonyeshwa kwenye kisanduku hiki
ta: தற்போதைய எஞ்சினாக அமை - இந்தப் பெட்டியில் காட்டப்படும் எஞ்சினை அமைக்க சரிபார்க்கவும்.
th: ตั้งค่าเป็นเครื่องยนต์ปัจจุบัน - เลือกเพื่อตั้งค่าเครื่องยนต์ที่แสดงในกล่องนี้
tr: Geçerli motor olarak ayarla - Bu kutuda görüntülenen motoru ayarlamak için işaretleyin
uk: Встановити як поточний двигун – поставте позначку, щоб встановити двигун, який відображається в цьому полі
ur: موجودہ انجن کے طور پر سیٹ کریں - اس باکس میں دکھائے جانے والے انجن کو سیٹ کرنے کے لیے چیک کریں۔
vi: Đặt làm động cơ hiện tại - Đánh dấu để đặt động cơ được hiển thị trong hộp này

source: as the current engine after the rated game has finished.
ar: كالمحرك الحالي بعد انتهاء اللعبة المصنفة.
bg: като текущия двигател след края на играта с рейтинг.
bn: রেটেড গেমটি শেষ হওয়ার পরে বর্তমান ইঞ্জিন হিসাবে।
cs: jako aktuální engine po skončení hodnocené hry.
da: som den nuværende motor efter det bedømte spil er afsluttet.
de: als aktuelle Engine nach Abschluss des bewerteten Spiels.
el: ως την τρέχουσα μηχανή αναζήτησης μετά την ολοκλήρωση του παιχνιδιού με αξιολόγηση.
es: como el motor actual después de que el juego calificado haya terminado.
et: praeguse mootorina pärast hinnatud mängu lõppu.
fa: به عنوان موتور فعلی پس از پایان بازی رده‌بندی شده.
fi: nykyisenä moottorina luokitellun pelin päätyttyä.
fr: comme le moteur actuel après la fin du jeu classé.
he: כמנוע הנוכחי לאחר סיום המשחק המדורג.
hi: रेटेड गेम समाप्त होने के बाद वर्तमान इंजन के रूप में।
hu: mint az aktuális motor a besorolt ​​játék befejezése után.
id: sebagai mesin saat ini setelah permainan yang diberi peringkat selesai.
it: come motore corrente dopo la fine del gioco classificato.
ja: 評価されたゲームが終了した後の現在のエンジンとして。
lt: kaip dabartinis variklis, pasibaigus įvertintam žaidimui.
lv: kā pašreizējais dzinējs pēc novērtētās spēles beigām.
nl: als de huidige engine nadat het beoordeelde spel is afgelopen.
no: som den nåværende motoren etter at det vurderte spillet er ferdig.
pl: jako obecny silnik po zakończeniu ocenianej gry.
pt: como o motor atual após o jogo classificado terminar.
ro: ca motor curent după ce jocul evaluat s-a terminat.
ru: в качестве текущего движка после завершения рейтинговой игры.
sq: si motori aktual pasi loja e vlerësuar të ketë mbaruar.
sr: као тренутни мотор након што је оцењена игра завршена.
sv: som den nuvarande motorn efter att det betygsatta spelet är avslutat.
sw: kama injini ya sasa baada ya mchezo uliokadiriwa kukamilika.
ta: மதிப்பிடப்பட்ட விளையாட்டு முடிந்ததும் தற்போதைய இயந்திரமாக.
th: เป็นเครื่องมือปัจจุบันหลังจากเกมที่ได้รับการจัดอันดับจบลง
tr: Derecelendirilmiş oyun tamamlandıktan sonra mevcut motor olarak.
uk: як поточний двигун після завершення рейтингової гри.
ur: جیسا کہ ریٹیڈ گیم ختم ہونے کے بعد موجودہ انجن۔
vi: là công cụ hiện tại sau khi trò chơi được xếp hạng kết thúc.

source: Uncheck to reset to the old engine after the rated game.
ar: قم بإلغاء تحديد هذا الخيار لإعادة التعيين إلى المحرك القديم بعد اللعبة المصنفة.
bg: Махнете отметката, за да се върнете към стария енджин след завършване на играта с рейтинг.
bn: রেটেড গেমের পরে পুরানো ইঞ্জিনে রিসেট করতে আনচেক করুন।
cs: Zrušte zaškrtnutí pro reset na starý engine po skončení hodnocené hry.
da: Fjern markeringen for at nulstille til den gamle motor efter det bedømte spil.
de: Deaktivieren Sie das Kontrollkästchen, um nach dem bewerteten Spiel auf die alte Engine zurückzusetzen.
el: Αποεπιλέξτε για να επαναφέρετε την παλιά μηχανή μετά το παιχνίδι με βαθμολογία.
es: Desmarca esta opción para restablecer el motor antiguo después del juego calificado.
et: Pärast hinnatud mängu lõppu vana mootori taastamiseks tühjenda linnuke.
fa: برای تنظیم مجدد به موتور قدیمی پس از بازی رده‌بندی‌شده، تیک را بردارید.
fi: Poista valinta, jos haluat palauttaa vanhan pelimoottorin käyttöön arvioidun pelin jälkeen.
fr: Décochez cette case pour réinitialiser l'ancien moteur après la partie notée.
he: בטל את הסימון כדי לאפס למנוע הישן לאחר המשחק המדורג.
hi: रेटेड गेम के बाद पुराने इंजन पर रीसेट करने के लिए अनचेक करें।
hu: Töröld a jelölést, ha a játék értékelése után vissza szeretnéd állítani a régi motort.
id: Hapus tanda centang untuk mengatur ulang ke mesin lama setelah permainan diberi peringkat.
it: Deseleziona per ripristinare il vecchio motore dopo la partita classificata.
ja: チェックを外すと、評価されたゲーム後に古いエンジンにリセットされます。
lt: Nuimkite žymėjimą, jei norite atkurti senąjį variklį po įvertinto žaidimo.
lv: Noņemiet atzīmi, lai pēc novērtētās spēles atiestatītu uz veco dzinēju.
nl: Schakel dit uit om na het beoordeelde spel terug te keren naar de oude engine.
no: Fjern avmerkingen for å tilbakestille til den gamle motoren etter det vurderte spillet.
pl: Odznacz, aby przywrócić stary silnik po ukończeniu ocenionej gry.
pt: Desmarque para redefinir o mecanismo antigo após o jogo classificado.
ro: Debifați pentru a reseta la vechiul motor după jocul evaluat.
ru: Снимите флажок, чтобы вернуться к старому движку после рейтинговой игры.
sq: Hiq shenjën për të rivendosur në motorin e vjetër pas lojës së vlerësuar.
sr: Искључите поље да бисте вратили игру на стари мотор након завршетка оцењене игре.
sv: Avmarkera för att återställa till den gamla motorn efter det betygsatta spelet.
sw: Ondoa uteuzi ili kuweka upya kwa injini ya zamani baada ya mchezo uliokadiriwa.
ta: மதிப்பிடப்பட்ட விளையாட்டுக்குப் பிறகு பழைய எஞ்சினுக்கு மீட்டமைக்க தேர்வுநீக்கவும்.
th: ยกเลิกการเลือกเพื่อรีเซ็ตเป็นเอนจิ้นเก่าหลังจากเกมที่ได้รับการจัดอันดับ
tr: Derecelendirilmiş oyundan sonra eski motora sıfırlamak için işaretini kaldırın.
uk: Зніміть позначку, щоб скинути налаштування до старого движка після гри з рейтингом.
ur: ریٹیڈ گیم کے بعد پرانے انجن پر ری سیٹ کرنے کے لیے نشان ہٹا دیں۔
vi: Bỏ chọn để thiết lập lại về engine cũ sau khi chơi game được đánh giá.

source: Set as current clock - Check to set the clock times displayed in this box
ar: تعيين كساعة حالية - حدد هذا الخيار لتعيين أوقات الساعة المعروضة في هذا المربع
bg: Задай като текущ часовник - Отметнете, за да зададете часовете, показвани в това поле
bn: বর্তমান ঘড়ি হিসেবে সেট করুন - এই বাক্সে প্রদর্শিত ঘড়ির সময় সেট করতে চেক করুন।
cs: Nastavit jako aktuální hodiny – Zaškrtněte pro nastavení časů zobrazených v tomto políčku.
da: Indstil som aktuelt ur - Marker for at indstille de klokkeslæt, der vises i dette felt
de: Als aktuelle Uhr festlegen – Aktivieren Sie dieses Kontrollkästchen, um die in diesem Feld angezeigten Uhrzeiten festzulegen.
el: Ορισμός ως τρέχον ρολόι - Επιλέξτε για να ορίσετε τις ώρες ρολογιού που εμφανίζονται σε αυτό το πλαίσιο
es: Establecer como reloj actual: marque para establecer las horas del reloj que se muestran en este cuadro
et: Määra praeguseks kellaks – märkige, et määrata selles kastis kuvatavad kellaajad.
fa: تنظیم به عنوان ساعت فعلی - برای تنظیم زمان‌های ساعت نمایش داده شده در این کادر، علامت بزنید
fi: Aseta nykyiseksi kelloksi - Valitse tämä, jos haluat asettaa tässä ruudussa näkyvät kellonajat
fr: Définir comme horloge actuelle - Cochez cette case pour définir les heures d'horloge affichées dans cette case
he: הגדר כשעון נוכחי - סמן כדי להגדיר את זמני השעון המוצגים בתיבה זו
hi: वर्तमान घड़ी के रूप में सेट करें - इस बॉक्स में प्रदर्शित घड़ी का समय सेट करने के लिए चेक करें
hu: Beállítás aktuális óraként - Jelölje be, ha be szeretné állítani az ebben a mezőben megjelenített órákat
id: Tetapkan sebagai jam saat ini - Centang untuk mengatur waktu jam yang ditampilkan di kotak ini
it: Imposta come orologio corrente: seleziona per impostare gli orari visualizzati in questa casella
ja: 現在の時計として設定 - このボックスに表示されている時計の時刻を設定するにはチェックを入れます
lt: Nustatyti kaip dabartinį laikrodį – pažymėkite, jei norite nustatyti šiame lange rodomą laikrodžio laiką.
lv: Iestatīt kā pašreizējo pulksteni — atzīmējiet, lai iestatītu šajā lodziņā redzamos pulksteņa laikus.
nl: Instellen als huidige klok - Vink aan om de kloktijden in te stellen die in dit vakje worden weergegeven
no: Angi som gjeldende klokke – Kryss av for å angi klokkeslettene som vises i denne boksen
pl: Ustaw jako bieżący zegar – zaznacz, aby ustawić wyświetlane w tym polu godziny zegara
pt: Definir como relógio atual - Marque para definir os horários do relógio exibidos nesta caixa
ro: Setare ca ceas curent - Bifați pentru a seta orele afișate în această casetă
ru: Установить как текущие часы — установите флажок, чтобы установить отображаемое в этом поле время.
sq: Cakto si orën aktuale - Kontrolloni për të vendosur orët e orës të shfaqura në këtë kuti
sr: Постави као тренутни сат - Означите да бисте подесили време сата приказано у овом пољу
sv: Ställ in som aktuell klocka – Markera om du vill ställa in klocktiderna som visas i den här rutan
sw: Weka kama saa ya sasa - Angalia ili kuweka saa za saa zinazoonyeshwa kwenye kisanduku hiki
ta: தற்போதைய கடிகாரமாக அமை - இந்தப் பெட்டியில் காட்டப்படும் கடிகார நேரங்களை அமைக்க சரிபார்க்கவும்.
th: ตั้งเป็นนาฬิกาปัจจุบัน - เลือกเพื่อตั้งเวลาที่แสดงในกล่องนี้
tr: Geçerli saat olarak ayarla - Bu kutuda görüntülenen saat zamanlarını ayarlamak için işaretleyin
uk: Встановити як поточний годинник – поставте позначку, щоб встановити час, що відображається в цьому полі
ur: موجودہ گھڑی کے طور پر سیٹ کریں - اس باکس میں دکھائے گئے گھڑی کے اوقات کو سیٹ کرنے کے لیے چیک کریں۔
vi: Đặt làm đồng hồ hiện tại - Chọn để đặt thời gian đồng hồ hiển thị trong hộp này

source: as the current clock after the rated game has finished.
ar: كالساعة الحالية بعد انتهاء اللعبة المصنفة.
bg: като текущия часовник след края на рейтинговата игра.
bn: রেটেড গেম শেষ হওয়ার পর বর্তমান ঘড়ি হিসেবে।
cs: jako aktuální hodiny po skončení hodnocené hry.
da: som det aktuelle ur efter det bedømte spil er slut.
de: als aktuelle Uhr nach dem Ende des bewerteten Spiels.
el: ως το τρέχον ρολόι μετά το τέλος του βαθμολογημένου παιχνιδιού.
es: como el reloj actual después de que el juego calificado haya terminado.
et: nagu praegune kell pärast hinnatud mängu lõppu.
fa: به عنوان ساعت فعلی پس از پایان بازی رده‌بندی شده.
fi: kuin nykyinen kello arvioidun pelin päättymisen jälkeen.
fr: comme l'horloge actuelle après la fin du jeu classé.
he: כמו השעון הנוכחי לאחר סיום המשחק המדורג.
hi: रेटेड गेम समाप्त होने के बाद वर्तमान घड़ी के रूप में।
hu: mint az aktuális óra az értékelt mérkőzés befejezése után.
id: sebagai jam saat ini setelah permainan yang diberi peringkat selesai.
it: come l'orologio corrente dopo la fine della partita valutata.
ja: レートされたゲームが終了した後の現在の時計として。
lt: kaip ir dabartinis laikrodis po įvertintų rungtynių pabaigos.
lv: kā pašreizējais pulkstenis pēc vērtētās spēles beigām.
nl: als de huidige klok nadat het beoordeelde spel is afgelopen.
no: som gjeldende klokke etter at det vurderte spillet er ferdig.
pl: jako aktualny zegar po zakończeniu ocenianej gry.
pt: como o relógio atual após o término do jogo classificado.
ro: ca ceasul curent după terminarea jocului evaluat.
ru: как текущие часы после окончания рейтинговой игры.
sq: si ora aktuale pasi loja e vlerësuar të ketë mbaruar.
sr: као тренутни сат након што је оцењена игра завршена.
sv: som den aktuella klockan efter att det åldersgränsade spelet har avslutats.
sw: kama saa ya sasa baada ya mchezo uliokadiriwa kukamilika.
ta: மதிப்பிடப்பட்ட விளையாட்டு முடிந்ததும் தற்போதைய கடிகாரமாக.
th: เป็นนาฬิกาปัจจุบันหลังจากที่เกมที่ได้รับการจัดอันดับสิ้นสุดลง
tr: Derecelendirilmiş oyun bittikten sonraki geçerli saat olarak.
uk: як поточний годинник після завершення рейтингової гри.
ur: جیسا کہ ریٹیڈ گیم ختم ہونے کے بعد موجودہ گھڑی۔
vi: là đồng hồ hiện tại sau khi trò chơi được xếp hạng kết thúc.

source: Uncheck to reset to the old clock after the rated game.
ar: قم بإلغاء تحديد هذا المربع لإعادة التعيين إلى الساعة القديمة بعد اللعبة المصنفة.
bg: Махнете отметката, за да нулирате стария часовник след играта с рейтинг.
bn: রেট করা গেমের পরে পুরানো ঘড়িতে রিসেট করতে আনচেক করুন।
cs: Zrušením zaškrtnutí se po hodnocené hře resetují staré hodiny.
da: Fjern markeringen for at nulstille til det gamle ur efter det bedømte spil.
de: Deaktivieren Sie das Kontrollkästchen, um nach dem bewerteten Spiel die alte Uhr zurückzusetzen.
el: Αποεπιλέξτε για να επαναφέρετε το παλιό ρολόι μετά το παιχνίδι με βαθμολογία.
es: Desmarca esta opción para restablecer el reloj anterior después del juego calificado.
et: Pärast hinnatud mängu lähtestamiseks vanale kellale tühjenda linnuke.
fa: برای تنظیم مجدد به ساعت قدیمی پس از بازی دارای رتبه، علامت آن را بردارید.
fi: Poista valinta, jos haluat palauttaa vanhan kellonajan luokituksen päättyneen pelin jälkeen.
fr: Décochez cette case pour réinitialiser l'ancienne horloge après le jeu classé.
he: בטל את הסימון כדי לאפס לשעון הישן לאחר המשחק המדורג.
hi: रेटेड गेम के बाद पुरानी घड़ी पर रीसेट करने के लिए अनचेक करें।
hu: Töröld a jelölést, ha a játék értékelése után a régi órára szeretnél visszaállítani.
id: Hapus tanda centang untuk mengatur ulang ke jam lama setelah permainan diberi peringkat.
it: Deselezionare per ripristinare il vecchio orologio dopo la partita classificata.
ja: チェックを外すと、評価されたゲーム後に古い時計にリセットされます。
lt: Nuimkite žymėjimą, jei norite, kad po įvertinto žaidimo laikrodis būtų atstatytas į senąjį režimą.
lv: Noņemiet atzīmi, lai pēc novērtētās spēles atiestatītu uz veco pulksteni.
nl: Schakel dit uit om de oude klok na het beoordeelde spel opnieuw in te stellen.
no: Fjern avmerkingen for å tilbakestille til den gamle klokken etter det aldersbestemte spillet.
pl: Odznacz, aby przywrócić stary zegar po zakończeniu gry.
pt: Desmarque para redefinir o relógio antigo após o jogo classificado.
ro: Debifați pentru a reseta la vechiul ceas după meciul evaluat.
ru: Снимите флажок, чтобы сбросить время на прежние значения после рейтинговой игры.
sq: Hiq shenjën për të rivendosur në orën e vjetër pas lojës së vlerësuar.
sr: Искључите поље да бисте вратили време на стари сат након оцењене игре.
sv: Avmarkera för att återställa till den gamla klockan efter det åldersgränsade spelet.
sw: Ondoa uteuzi ili kuweka upya kwa saa ya zamani baada ya mchezo uliokadiriwa.
ta: மதிப்பிடப்பட்ட விளையாட்டுக்குப் பிறகு பழைய கடிகாரத்திற்கு மீட்டமைக்க தேர்வுநீக்கவும்.
th: ยกเลิกการเลือกเพื่อรีเซ็ตเป็นนาฬิกาเดิมหลังจากเกมที่ได้รับการจัดอันดับ
tr: Dereceli oyundan sonra eski saate sıfırlamak için işaretini kaldırın.
uk: Зніміть позначку, щоб скинути годинник до старого після оціненої гри.
ur: ریٹیڈ گیم کے بعد پرانی گھڑی پر ری سیٹ کرنے کے لیے نشان ہٹا دیں۔
vi: Bỏ chọn để thiết lập lại đồng hồ cũ sau khi trò chơi được xếp hạng.

source: Rating change for results - Shows the rating changes for a win, loss or draw.
ar: تغيير التصنيف للنتائج - يعرض تغييرات التصنيف للفوز أو الخسارة أو التعادل.
bg: Промяна в рейтинга за резултати - Показва промените в рейтинга за победа, загуба или равенство.
bn: ফলাফলের জন্য রেটিং পরিবর্তন - জয়, পরাজয় বা ড্রয়ের জন্য রেটিং পরিবর্তনগুলি দেখায়।
cs: Změna hodnocení pro výsledky - Zobrazuje změny hodnocení pro výhru, prohru nebo remízu.
da: Ændring af vurdering for resultater - Viser ændringerne i vurderingen for en sejr, et nederlag eller en uafgjort.
de: Bewertungsänderung für Ergebnisse – Zeigt die Bewertungsänderungen für einen Sieg, eine Niederlage oder ein Unentschieden an.
el: Αλλαγή βαθμολογίας για αποτελέσματα - Δείχνει τις αλλαγές βαθμολογίας για νίκη, ήττα ή ισοπαλία.
es: Cambio de calificación para los resultados: muestra los cambios de calificación para una victoria, una derrota o un empate.
et: Tulemuste hinnangu muutus – näitab võidu, kaotuse või viigi hinnangu muutusi.
fa: تغییر رتبه‌بندی برای نتایج - تغییرات رتبه‌بندی را برای برد، باخت یا تساوی نشان می‌دهد.
fi: Tulosten luokitusmuutos - Näyttää luokitusmuutokset voiton, tappion tai tasapelin jälkeen.
fr: Changement de note pour les résultats - Affiche les changements de note pour une victoire, une défaite ou un match nul.
he: שינוי דירוג לתוצאות - מציג את שינויי הדירוג עבור ניצחון, הפסד או תיקו.
hi: परिणामों के लिए रेटिंग परिवर्तन - जीत, हार या ड्रॉ के लिए रेटिंग परिवर्तन दिखाता है।
hu: Eredmények értékelésének változása – Megjeleníti az értékelés változását győzelem, vereség vagy döntetlen esetén.
id: Perubahan peringkat untuk hasil - Menampilkan perubahan peringkat untuk menang, kalah, atau seri.
it: Cambiamento di valutazione per i risultati: mostra i cambiamenti di valutazione in caso di vittoria, sconfitta o pareggio.
ja: 結果の評価の変更 - 勝利、敗北、引き分けの評価の変更を表示します。
lt: Rezultatų reitingo pokytis – rodo reitingo pokyčius laimėjimo, pralaimėjimo arba lygiųjų atveju.
lv: Reitinga izmaiņas rezultātos — parāda reitinga izmaiņas uzvaras, zaudējuma vai neizšķirta gadījumā.
nl: Beoordelingswijziging voor resultaten - Geeft de beoordelingswijzigingen weer voor een winst, verlies of gelijkspel.
no: Endring i vurdering for resultater – Viser endringene i vurdering for seier, tap eller uavgjort.
pl: Zmiana oceny wyników – pokazuje zmiany oceny w przypadku wygranej, przegranej lub remisu.
pt: Alteração de classificação para resultados - Mostra as alterações de classificação para uma vitória, derrota ou empate.
ro: Modificare rating pentru rezultate - Arată modificările ratingului pentru o victorie, o înfrângere sau o remiză.
ru: Изменение рейтинга результатов - показывает изменение рейтинга в случае победы, поражения или ничьей.
sq: Ndryshimi i vlerësimit për rezultatet - Tregon ndryshimet e vlerësimit për një fitore, humbje ose barazim.
sr: Промена оцене за резултате - Приказује промене оцене за победу, пораз или нерешен резултат.
sv: Ändring av betyg för resultat – Visar ändringarna av betyg för vinst, förlust eller oavgjort.
sw: Mabadiliko ya ukadiriaji wa matokeo - Huonyesha mabadiliko ya ukadiriaji wa ushindi, kushindwa au sare.
ta: முடிவுகளுக்கான மதிப்பீடு மாற்றம் - வெற்றி, தோல்வி அல்லது சமநிலைக்கான மதிப்பீடு மாற்றங்களைக் காட்டுகிறது.
th: การเปลี่ยนแปลงคะแนนสำหรับผลลัพธ์ - แสดงการเปลี่ยนแปลงคะแนนสำหรับชัยชนะ แพ้ หรือเสมอ
tr: Sonuçlar için derecelendirme değişikliği - Galibiyet, mağlubiyet veya beraberlik için derecelendirme değişikliklerini gösterir.
uk: Зміна рейтингу для результатів – показує зміни рейтингу для перемоги, поразки або нічиєї.
ur: نتائج کے لیے درجہ بندی میں تبدیلی - جیت، ہار یا ڈرا کے لیے درجہ بندی میں تبدیلیاں دکھاتا ہے۔
vi: Thay đổi xếp hạng theo kết quả - Hiển thị thay đổi xếp hạng khi thắng, thua hoặc hòa.
