Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Rating formula filename is not in the list,
ar: اسم ملف صيغة التقييم غير موجود في القائمة،
bg: Името на файла с формула за оценка не е в списъка,
bn: রেটিং সূত্র ফাইলের নাম তালিকায় নেই,
cs: Název souboru s hodnotícím vzorcem není v seznamu.
da: Filnavnet til vurderingsformlen findes ikke på listen.
de: Der Dateiname der Bewertungsformel ist nicht in der Liste enthalten.
el: Το όνομα αρχείου του τύπου αξιολόγησης δεν υπάρχει στη λίστα,
es: El nombre del archivo de la fórmula de calificación no está en la lista.
et: Hinnanguvalemi failinimi pole nimekirjas.
fa: نام فایل فرمول رتبه‌بندی در لیست نیست،
fi: Arviointikaavan tiedostonimi ei ole luettelossa.
fr: Le nom du fichier de formule de notation n'est pas dans la liste,
he: שם קובץ נוסחת הדירוג אינו ברשימה,
hi: रेटिंग सूत्र फ़ाइल नाम सूची में नहीं है,
hu: Az értékelési képlet fájlneve nem szerepel a listában.
id: Nama file rumus pemeringkatan tidak ada dalam daftar,
it: Il nome del file della formula di valutazione non è nell'elenco,
ja: 評価式ファイル名がリストにありません。
lt: Įvertinimo formulės failo pavadinimo nėra sąraše.
lv: Vērtēšanas formulas faila nosaukums nav sarakstā.
nl: De bestandsnaam van de beoordelingsformule staat niet in de lijst,
no: Filnavnet til vurderingsformelen er ikke i listen.
pl: Nazwa pliku z formułą oceny nie znajduje się na liście,
pt: O nome do arquivo da fórmula de classificação não está na lista,
ro: Numele fișierului formulei de evaluare nu se află în listă,
ru: Имя файла формулы оценки отсутствует в списке,
sq: Emri i skedarit të formulës së vlerësimit nuk është në listë,
sr: Назив датотеке формуле за оцењивање није на листи,
sv: Filnamnet för betygsformeln finns inte i listan.
sw: Jina la faili la fomula ya ukadiriaji halipo kwenye orodha,
ta: மதிப்பீட்டு சூத்திர கோப்பு பெயர் பட்டியலில் இல்லை,
th: ชื่อไฟล์สูตรการจัดอันดับไม่อยู่ในรายการ
tr: Derecelendirme formülü dosya adı listede yok,
uk: Файлу формули оцінювання немає у списку.
ur: ریٹنگ فارمولا فائل کا نام فہرست میں نہیں ہے،
vi: Tên tệp công thức xếp hạng không có trong danh sách,

source: please input a rating formula filename that is in the list
ar: الرجاء إدخال اسم ملف صيغة التقييم الموجود في القائمة
bg: Моля, въведете име на файл с формула за оценка, който е в списъка
bn: তালিকায় থাকা একটি রেটিং সূত্র ফাইলের নাম দিন।
cs: Zadejte prosím název souboru s hodnotícím vzorcem, který je v seznamu
da: Indtast venligst et filnavn til en vurderingsformel, der findes på listen
de: Bitte geben Sie einen Bewertungsformel-Dateinamen ein, der in der Liste enthalten ist
el: Παρακαλώ εισάγετε ένα όνομα αρχείου τύπου αξιολόγησης που βρίσκεται στη λίστα
es: Ingrese un nombre de archivo de fórmula de calificación que esté en la lista
et: Palun sisesta nimekirjas olev hinnanguvalemi failinimi
fa: لطفا نام فایل فرمول رتبه‌بندی را که در لیست موجود است وارد کنید
fi: anna luettelossa oleva arviointikaavan tiedostonimi
fr: veuillez saisir un nom de fichier de formule de notation qui se trouve dans la liste
he: אנא הזן שם קובץ של נוסחת דירוג שנמצא ברשימה
hi: कृपया सूची में मौजूद रेटिंग फ़ॉर्मूला फ़ाइल नाम दर्ज करें
hu: Kérjük, adjon meg egy listában szereplő értékelési képlet fájlnevet
id: silakan masukkan nama file rumus peringkat yang ada dalam daftar
it: inserisci un nome di file di formula di valutazione presente nell'elenco
ja: リストにある評価式ファイル名を入力してください
lt: Įveskite sąraše esantį vertinimo formulės failo pavadinimą
lv: Lūdzu, ievadiet sarakstā esošu vērtēšanas formulas faila nosaukumu.
nl: Voer een beoordelingsformulebestandsnaam in die in de lijst staat
no: Vennligst skriv inn et filnavn for vurderingsformelen som er i listen
pl: proszę wpisać nazwę pliku z formułą oceny, która znajduje się na liście
pt: por favor insira um nome de arquivo de fórmula de classificação que esteja na lista
ro: Vă rugăm să introduceți un nume de fișier pentru formula de evaluare care se află în listă
ru: пожалуйста, введите имя файла формулы оценки, которое есть в списке
sq: Ju lutem futni një emër skedari formule vlerësimi që është në listë
sr: Молимо вас да унесете име датотеке формуле за оцењивање која се налази на листи
sv: vänligen ange ett filnamn för betygsformeln som finns i listan
sw: tafadhali ingiza jina la faili la fomula ya ukadiriaji ambalo liko kwenye orodha
ta: பட்டியலில் உள்ள மதிப்பீட்டு சூத்திர கோப்பு பெயரை உள்ளிடவும்.
th: กรุณาใส่ชื่อไฟล์สูตรการจัดอันดับที่อยู่ในรายการ
tr: Lütfen listede bulunan bir derecelendirme formülü dosya adını girin
uk: будь ласка, введіть ім'я файлу формули оцінювання зі списку
ur: براہ کرم ایک درجہ بندی فارمولہ فائل کا نام درج کریں جو فہرست میں ہے۔
vi: vui lòng nhập tên tệp công thức đánh giá có trong danh sách

source: Rating formula for
ar: صيغة التقييم لـ
bg: Формула за оценка за
bn: রেটিং সূত্র
cs: Vzorec pro hodnocení
da: Vurderingsformel for
de: Bewertungsformel für
el: Τύπος αξιολόγησης για
es: Fórmula de calificación para
et: Hinnangu valem
fa: فرمول رتبه بندی برای
fi: Luokituskaava kohteelle
fr: Formule de notation pour
he: נוסחת דירוג עבור
hi: रेटिंग सूत्र
hu: Értékelési képlet
id: Rumus penilaian untuk
it: Formula di valutazione per
ja: 評価式
lt: Įvertinimo formulė
lv: Vērtēšanas formula
nl: Beoordelingsformule voor
no: Vurderingsformel for
pl: Wzór oceny dla
pt: Fórmula de classificação para
ro: Formula de evaluare pentru
ru: Формула оценки для
sq: Formula e vlerësimit për
sr: Формула за оцењивање
sv: Betygsformel för
sw: Fomula ya ukadiriaji wa
ta: மதிப்பீட்டு சூத்திரம்
th: สูตรการให้คะแนนสำหรับ
tr: Derecelendirme formülü
uk: Формула оцінки для
ur: کے لیے درجہ بندی کا فارمولا
vi: Công thức đánh giá cho

source: Error saving rating formula file to disk
ar: حدث خطأ أثناء حفظ ملف صيغة التقييم على القرص
bg: Грешка при запазване на файла с формула за оценка на диск
bn: রেটিং সূত্র ফাইলটি ডিস্কে সংরক্ষণ করার সময় ত্রুটি ঘটেছে
cs: Chyba při ukládání souboru s hodnotícím vzorcem na disk
da: Fejl ved lagring af vurderingsformelfil på disk
de: Fehler beim Speichern der Bewertungsformeldatei auf der Festplatte
el: Σφάλμα κατά την αποθήκευση του αρχείου τύπου αξιολόγησης στον δίσκο
es: Error al guardar el archivo de fórmula de calificación en el disco
et: Viga hinnanguvalemi faili kettale salvestamisel
fa: خطا در ذخیره فایل فرمول رتبه‌بندی روی دیسک
fi: Virhe tallennettaessa arviointikaavatiedostoa levylle
fr: Erreur lors de l'enregistrement du fichier de formule de notation sur le disque
he: שגיאה בשמירת קובץ נוסחת הדירוג בדיסק
hi: रेटिंग सूत्र फ़ाइल को डिस्क पर सहेजने में त्रुटि
hu: Hiba történt az értékelési képlet fájl lemezre mentésekor
id: Terjadi kesalahan saat menyimpan file rumus pemeringkatan ke disk
it: Errore durante il salvataggio del file della formula di valutazione sul disco
ja: 評価式ファイルをディスクに保存中にエラーが発生しました
lt: Klaida įrašant įvertinimo formulės failą į diską
lv: Kļūda, saglabājot vērtēšanas formulas failu diskā
nl: Fout bij het opslaan van het beoordelingsformulebestand op schijf
no: Feil ved lagring av vurderingsformelfilen på disk
pl: Błąd podczas zapisywania pliku z formułą oceny na dysku
pt: Erro ao salvar o arquivo de fórmula de classificação no disco
ro: Eroare la salvarea fișierului formulei de evaluare pe disc
ru: Ошибка сохранения файла формулы оценки на диск
sq: Gabim gjatë ruajtjes së skedarit të formulës së vlerësimit në disk ....
sr: Грешка при чувању датотеке формуле за оцењивање на диск
sv: Fel vid sparning av betygsformelfilen på disk
sw: Hitilafu katika kuhifadhi faili ya fomula ya ukadiriaji kwenye diski
ta: மதிப்பீட்டு சூத்திரக் கோப்பை வட்டில் சேமிப்பதில் பிழை.
th: เกิดข้อผิดพลาดในการบันทึกไฟล์สูตรการจัดอันดับลงในดิสก์
tr: Derecelendirme formülü dosyası diske kaydedilirken hata oluştu
uk: Помилка збереження файлу формули оцінювання на диск
ur: ریٹنگ فارمولہ فائل کو ڈسک میں محفوظ کرنے میں خرابی۔
vi: Lỗi khi lưu tệp công thức đánh giá vào đĩa

source: Formula filename is empty, please type in a filename
ar: اسم ملف الصيغة فارغ، الرجاء كتابة اسم الملف
bg: Името на файла с формула е празно, моля, въведете име на файл
bn: সূত্র ফাইলের নাম খালি, দয়া করে একটি ফাইলের নাম টাইপ করুন।
cs: Název souboru se vzorcem je prázdný, zadejte prosím název souboru.
da: Formelfilnavnet er tomt, indtast venligst et filnavn
de: Der Formeldateiname ist leer. Bitte geben Sie einen Dateinamen ein.
el: Το όνομα αρχείου τύπου είναι κενό, πληκτρολογήστε ένα όνομα αρχείου
es: El nombre del archivo de fórmula está vacío, escriba un nombre de archivo
et: Valemi failinimi on tühi, palun sisesta failinimi.
fa: نام فایل فرمول خالی است، لطفاً نام فایل را تایپ کنید
fi: Kaavan tiedostonimi on tyhjä, kirjoita tiedostonimi
fr: Le nom du fichier de formule est vide, veuillez saisir un nom de fichier
he: שם קובץ הנוסחה ריק, אנא הקלד שם קובץ
hi: सूत्र फ़ाइल नाम रिक्त है, कृपया फ़ाइल नाम लिखें
hu: A képlet fájlneve üres, kérjük, írjon be egy fájlnevet
id: Nama file rumus kosong, silakan ketik nama file
it: Il nome del file della formula è vuoto, digita un nome file
ja: 数式ファイル名が空です。ファイル名を入力してください。
lt: Formulės failo pavadinimas tuščias, įveskite failo pavadinimą
lv: Formulas faila nosaukums ir tukšs, lūdzu, ierakstiet faila nosaukumu.
nl: Formulebestandsnaam is leeg, typ een bestandsnaam
no: Formelfilnavnet er tomt, vennligst skriv inn et filnavn
pl: Nazwa pliku z formułą jest pusta, wpisz nazwę pliku
pt: O nome do arquivo da fórmula está vazio, digite um nome de arquivo
ro: Numele fișierului formulei este gol, vă rugăm să introduceți un nume de fișier.
ru: Имя файла формулы пусто, пожалуйста, введите имя файла
sq: Emri i skedarit të formulës është bosh, ju lutemi shkruani një emër skedari
sr: Назив датотеке формуле је празан, унесите назив датотеке
sv: Formelfilnamnet är tomt, vänligen skriv in ett filnamn
sw: Jina la faili la fomula ni tupu, tafadhali andika jina la faili
ta: சூத்திர கோப்பு பெயர் காலியாக உள்ளது, தயவுசெய்து ஒரு கோப்பு பெயரை உள்ளிடவும்.
th: ชื่อไฟล์สูตรว่างเปล่า กรุณาพิมพ์ชื่อไฟล์
tr: Formül dosya adı boş, lütfen bir dosya adı yazın
uk: Ім'я файлу формули порожнє, будь ласка, введіть ім'я файлу
ur: فارمولا فائل کا نام خالی ہے، براہ کرم فائل کا نام ٹائپ کریں۔
vi: Tên tệp công thức đang trống, vui lòng nhập tên tệp

source: Rating formula file is not in the list,
ar: ملف صيغة التقييم غير موجود في القائمة،
bg: Файлът с формула за оценка не е в списъка,
bn: রেটিং সূত্র ফাইলটি তালিকায় নেই,
cs: Soubor s hodnotícím vzorcem není v seznamu,
da: Filen med vurderingsformler er ikke på listen.
de: Die Bewertungsformeldatei ist nicht in der Liste enthalten.
el: Το αρχείο τύπου αξιολόγησης δεν υπάρχει στη λίστα,
es: El archivo de fórmula de calificación no está en la lista.
et: Hinnanguvalemi faili pole nimekirjas.
fa: فایل فرمول رتبه‌بندی در لیست نیست،
fi: Arviointikaavatiedostoa ei ole luettelossa.
fr: Le fichier de formule de notation n'est pas dans la liste,
he: קובץ נוסחת הדירוג אינו ברשימה,
hi: रेटिंग सूत्र फ़ाइल सूची में नहीं है,
hu: Az értékelési képlet fájlja nem szerepel a listában.
id: File rumus penilaian tidak ada dalam daftar,
it: Il file della formula di valutazione non è nell'elenco,
ja: 評価式ファイルがリストにありません。
lt: Įvertinimo formulės failo sąraše nėra.
lv: Vērtēšanas formulas fails nav sarakstā.
nl: Het beoordelingsformulebestand staat niet in de lijst,
no: Filen med vurderingsformel finnes ikke i listen.
pl: Pliku z formułą oceny nie ma na liście,
pt: O arquivo de fórmula de classificação não está na lista,
ro: Fișierul formulei de evaluare nu este în listă,
ru: Файл формулы оценки отсутствует в списке,
sq: Skedari i formulës së vlerësimit nuk është në listë,
sr: Датотека формуле за оцењивање није на листи,
sv: Filen med betygsformeln finns inte i listan.
sw: Faili ya fomula ya ukadiriaji haiko kwenye orodha,
ta: மதிப்பீட்டு சூத்திரக் கோப்பு பட்டியலில் இல்லை,
th: ไฟล์สูตรการจัดอันดับไม่ได้อยู่ในรายการ
tr: Derecelendirme formülü dosyası listede yok,
uk: Файлу формули оцінки немає у списку.
ur: ریٹنگ فارمولا فائل فہرست میں نہیں ہے،
vi: Tệp công thức xếp hạng không có trong danh sách,

source: please input a formula file that is in the list
ar: الرجاء إدخال ملف الصيغة الموجود في القائمة
bg: Моля, въведете файл с формула, който е в списъка
bn: অনুগ্রহ করে তালিকায় থাকা একটি সূত্র ফাইল ইনপুট করুন।
cs: zadejte prosím soubor se vzorci, který je v seznamu
da: Indtast venligst en formelfil, der er på listen
de: Bitte geben Sie eine Formeldatei ein, die in der Liste enthalten ist
el: παρακαλώ εισάγετε ένα αρχείο τύπου που βρίσκεται στη λίστα
es: Por favor ingrese un archivo de fórmula que esté en la lista
et: Palun sisesta nimekirjas olev valemifail
fa: لطفاً یک فایل فرمول که در لیست موجود است را وارد کنید
fi: syötä luettelossa oleva kaavatiedosto
fr: veuillez saisir un fichier de formule qui se trouve dans la liste
he: אנא הזן קובץ נוסחה שנמצא ברשימה
hi: कृपया सूची में मौजूद फ़ॉर्मूला फ़ाइल इनपुट करें
hu: kérjük, adjon meg egy listában szereplő képletfájlt
id: silakan masukkan file rumus yang ada di daftar
it: inserisci un file di formula presente nell'elenco
ja: リストにある数式ファイルを入力してください
lt: Įveskite formulės failą, esantį sąraše
lv: lūdzu, ievadiet formulas failu, kas ir sarakstā
nl: Voer een formulebestand in dat in de lijst staat
no: vennligst skriv inn en formelfil som er i listen
pl: proszę wprowadzić plik formuły znajdujący się na liście
pt: por favor insira um arquivo de fórmula que esteja na lista
ro: Vă rugăm să introduceți un fișier cu formule care se află în listă
ru: пожалуйста, введите файл формулы, который есть в списке
sq: ju lutem futni një skedar formule që është në listë
sr: Молимо вас да унесете датотеку формуле која се налази на листи
sv: vänligen mata in en formelfil som finns i listan
sw: tafadhali ingiza faili ya fomula iliyo kwenye orodha
ta: பட்டியலில் உள்ள ஒரு சூத்திரக் கோப்பை உள்ளிடவும்.
th: กรุณาใส่ไฟล์สูตรที่อยู่ในรายการ
tr: Lütfen listede bulunan bir formül dosyası girin
uk: будь ласка, введіть файл формули зі списку
ur: براہ کرم ایک فارمولا فائل درج کریں جو فہرست میں ہے۔
vi: vui lòng nhập một tập tin công thức có trong danh sách

source: Error deleting rating formula from disk
ar: حدث خطأ أثناء حذف صيغة التقييم من القرص
bg: Грешка при изтриване на формулата за оценка от диска
bn: ডিস্ক থেকে রেটিং সূত্র মুছে ফেলার সময় ত্রুটি হয়েছে
cs: Chyba při mazání vzorce pro hodnocení z disku
da: Fejl ved sletning af vurderingsformel fra disk
de: Fehler beim Löschen der Bewertungsformel von der Festplatte
el: Σφάλμα κατά τη διαγραφή του τύπου αξιολόγησης από τον δίσκο
es: Error al eliminar la fórmula de calificación del disco
et: Viga hinnanguvalemi kettalt kustutamisel
fa: خطا در حذف فرمول رتبه‌بندی از دیسک
fi: Virhe poistettaessa arviointikaavaa levyltä
fr: Erreur lors de la suppression de la formule de notation du disque
he: שגיאה במחיקת נוסחת הדירוג מהדיסק
hi: डिस्क से रेटिंग फ़ॉर्मूला हटाने में त्रुटि
hu: Hiba történt az értékelési képlet lemezről való törlésekor
id: Terjadi kesalahan saat menghapus rumus pemeringkatan dari disk
it: Errore durante l'eliminazione della formula di valutazione dal disco
ja: ディスクから評価式を削除中にエラーが発生しました
lt: Klaida ištrinant vertinimo formulę iš disko
lv: Kļūda, dzēšot vērtēšanas formulu no diska
nl: Fout bij het verwijderen van de beoordelingsformule van de schijf
no: Feil ved sletting av vurderingsformel fra disk
pl: Błąd podczas usuwania formuły oceny z dysku
pt: Erro ao excluir fórmula de classificação do disco
ro: Eroare la ștergerea formulei de evaluare de pe disc
ru: Ошибка удаления формулы оценки с диска
sq: Gabim gjatë fshirjes së formulës së vlerësimit nga disku ...
sr: Грешка при брисању формуле за оцењивање са диска
sv: Fel vid borttagning av betygsformel från disk
sw: Hitilafu katika kufuta fomula ya ukadiriaji kutoka kwa diski
ta: வட்டில் இருந்து மதிப்பீட்டு சூத்திரத்தை நீக்குவதில் பிழை.
th: เกิดข้อผิดพลาดในการลบสูตรการจัดอันดับจากดิสก์
tr: Derecelendirme formülü diskten silinirken hata oluştu
uk: Помилка видалення формули оцінки з диска
ur: ڈسک سے درجہ بندی کے فارمولے کو حذف کرنے میں خرابی۔
vi: Lỗi khi xóa công thức đánh giá khỏi đĩa

source: Cannot open rating formula file for reading
ar: لا يمكن فتح ملف صيغة التقييم للقراءة
bg: Не може да се отвори файл с формула за оценка за четене
bn: পড়ার জন্য রেটিং সূত্র ফাইলটি খোলা যাচ্ছে না
cs: Nelze otevřít soubor s hodnotícím vzorcem pro čtení
da: Kan ikke åbne bedømmelsesformelfilen til læsning
de: Die Bewertungsformeldatei kann nicht zum Lesen geöffnet werden.
el: Δεν είναι δυνατό το άνοιγμα του αρχείου τύπου αξιολόγησης για ανάγνωση
es: No se puede abrir el archivo de fórmula de calificación para leer
et: Hinnanguvalemi faili ei saa lugemiseks avada
fa: نمی‌توان فایل فرمول رتبه‌بندی را برای خواندن باز کرد
fi: Arviointikaavatiedostoa ei voida avata lukemista varten
fr: Impossible d'ouvrir le fichier de formule de notation pour la lecture
he: לא ניתן לפתוח קובץ נוסחת דירוג לקריאה
hi: रेटिंग फ़ॉर्मूला फ़ाइल को पढ़ने के लिए नहीं खोला जा सकता
hu: Nem sikerült megnyitni az értékelési képlet fájlját olvasásra
id: Tidak dapat membuka file rumus peringkat untuk membaca
it: Impossibile aprire il file della formula di valutazione per la lettura
ja: 評価式ファイルを読み込み用に開けません
lt: Nepavyksta atidaryti vertinimo formulės failo skaitymui
lv: Nevar atvērt vērtēšanas formulas failu lasīšanai
nl: Kan het beoordelingsformulebestand niet openen om te lezen
no: Kan ikke åpne vurderingsformelfilen for lesing
pl: Nie można otworzyć pliku z formułą oceny w celu odczytu
pt: Não é possível abrir o arquivo de fórmula de classificação para leitura
ro: Nu se poate deschide fișierul formulei de evaluare pentru citire
ru: Невозможно открыть файл формулы оценки для чтения.
sq: Nuk mund të hapet skedari i formulës së vlerësimit për lexim
sr: Не могу да отворим датотеку формуле за оцењивање за читање
sv: Kan inte öppna betygsformelfilen för läsning
sw: Haiwezi kufungua faili ya fomula ya ukadiriaji kwa usomaji
ta: மதிப்பீட்டு சூத்திரக் கோப்பைப் படிக்கத் திறக்க முடியவில்லை.
th: ไม่สามารถเปิดไฟล์สูตรการให้คะแนนเพื่ออ่านได้
tr: Derecelendirme formülü dosyası okuma için açılamıyor
uk: Не вдається відкрити файл формули оцінки для читання
ur: پڑھنے کے لیے ریٹنگ فارمولا فائل نہیں کھول سکتا
vi: Không thể mở tệp công thức đánh giá để đọc

source: A rated game feature for human - engine games (version 4.0)
ar: ميزة لعبة مصنفة لألعاب المحرك البشري (الإصدار 4.0)
bg: Оценена игрална функция за игри с човешки енджин (версия 4.0)
bn: মানুষের জন্য একটি রেট করা গেম বৈশিষ্ট্য - ইঞ্জিন গেম (সংস্করণ 4.0)
cs: Hodnocená herní funkce pro hry s lidským enginem (verze 4.0)
da: En bedømt spilfunktion til spil med human engine (version 4.0)
de: Eine bewertete Spielfunktion für Human-Engine-Spiele (Version 4.0)
el: Μια χαρακτηριστική λειτουργία παιχνιδιού για παιχνίδια ανθρώπινης μηχανής (έκδοση 4.0)
es: Una función de juego clasificada para juegos con motor humano (versión 4.0)
et: Hinnatud mängufunktsioon inimese loodud mängumootorite mängudele (versioon 4.0)
fa: یک ویژگی بازی دارای رتبه‌بندی برای بازی‌های موتور انسانی (نسخه ۴.۰)
fi: Ihmispelimoottoripeleihin tarkoitettu luokiteltu peliominaisuus (versio 4.0)
fr: Une fonctionnalité de jeu classée pour les jeux à moteur humain (version 4.0)
he: תכונת משחק מדורגת עבור משחקי מנוע אנושיים (גרסה 4.0)
hi: मानव-इंजन गेम्स के लिए एक रेटेड गेम सुविधा (संस्करण 4.0)
hu: Embermotoros játékokhoz készült, minősített játékfunkció (4.0 verzió)
id: Fitur permainan berperingkat untuk permainan mesin manusia (versi 4.0)
it: Una funzionalità di gioco classificata per giochi con motore umano (versione 4.0)
ja: 人間向けエンジンゲームの評価機能（バージョン 4.0）
lt: Įvertinta žaidimo funkcija, skirta žmonių valdomiems žaidimams (4.0 versija)
lv: Novērtēta spēles funkcija cilvēku vadītām spēlēm (4.0 versija)
nl: Een geclassificeerde gamefunctie voor games met een menselijke engine (versie 4.0)
no: En vurdert spillfunksjon for spill med menneskelige motorer (versjon 4.0)
pl: Funkcja gry oceniana dla gier tworzonych przez człowieka (wersja 4.0)
pt: Um recurso de jogo classificado para jogos de mecanismo humano (versão 4.0)
ro: O funcție de joc evaluată pentru jocuri cu motor uman (versiunea 4.0)
ru: Рейтинговая функция для игр с человеческим движком (версия 4.0)
sq: Një veçori e vlerësuar e lojës për lojëra me motor njerëzor (versioni 4.0)
sr: Оцењена карактеристика игре за игре са људским мотором (верзија 4.0)
sv: En klassificerad spelfunktion för spel med mänskliga motorer (version 4.0)
sw: Kipengele cha mchezo uliokadiriwa kwa michezo ya injini ya binadamu (toleo la 4.0)
ta: மனித - இயந்திர விளையாட்டுகளுக்கான மதிப்பிடப்பட்ட விளையாட்டு அம்சம் (பதிப்பு 4.0)
th: ฟีเจอร์เกมที่ได้รับการจัดระดับสำหรับเกมเอนจิ้นมนุษย์ (เวอร์ชัน 4.0)
tr: İnsan motorlu oyunlar için derecelendirilmiş bir oyun özelliği (sürüm 4.0)
uk: Рейтингова ігрова функція для ігор на людському движку (версія 4.0)
ur: انسانی انجن گیمز کے لیے ایک ریٹیڈ گیم فیچر (ورژن 4.0)
vi: Một tính năng trò chơi được xếp hạng dành cho trò chơi tương tác giữa người và máy (phiên bản 4.0)

source: Move delay
ar: تأخير الحركة
bg: Забавяне на движението
bn: সরানোর বিলম্ব
cs: Zpoždění pohybu
da: Forsinkelse i bevægelse
de: Verzögerung verschieben
el: Καθυστέρηση μετακίνησης
es: Retraso de movimiento
et: Liigutuse viivitus
fa: تأخیر حرکت
fi: Siirron viive
fr: Retard de déplacement
he: עיכוב תנועה
hi: चाल में देरी
hu: Mozgáskésleltetés
id: Penundaan gerakan
it: Ritardo di spostamento
ja: 移動遅延
lt: Judėjimo delsa
lv: Pārvietošanas aizkave
nl: Verplaatsingsvertraging
no: Forsinkelse i bevegelse
pl: Opóźnienie ruchu
pt: Atraso de movimento
ro: Întârziere de mișcare
ru: Задержка перемещения
sq: Vonesa e lëvizjes
sr: Кашњење кретања
sv: Fördröjning av rörelse
sw: Kuchelewa kwa hoja
ta: நகர்த்துவதில் தாமதம்
th: ความล่าช้าในการย้าย
tr: Hareket gecikmesi
uk: Затримка руху
ur: تاخیر منتقل کریں۔
vi: Độ trễ di chuyển

source: Move delay..
ar: تأخير الحركة..
bg: Забавяне на движението..
bn: সরাতে বিলম্ব..
cs: Zpoždění pohybu..
da: Forsinkelse af flytning..
de: Verschiebungsverzögerung..
el: Καθυστέρηση μετακίνησης..
es: Retraso de movimiento.
et: Liigutuse viivitus..
fa: تاخیر در حرکت..
fi: Liikkeen viive..
fr: Retard de déplacement..
he: עיכוב במעבר..
hi: चाल में देरी..
hu: Mozgáskésleltetés..
id: Penundaan gerakan..
it: Ritardo di spostamento..
ja: 移動遅延。
lt: Judėjimo vėlavimas..
lv: Pārvietošanas kavēšanās..
nl: Vertraging bij verplaatsing..
no: Forsinkelse i bevegelse..
pl: Opóźnienie ruchu..
pt: Atraso de movimento..
ro: Întârziere la mișcare..
ru: Задержка перемещения..
sq: Vonesa e lëvizjes..
sr: Кашњење кретања..
sv: Fördröjning av flytt..
sw: Kuchelewa kwa hoja..
ta: நகர்வு தாமதம்..
th: เลื่อนเลื่อน..
tr: Taşınma gecikmesi..
uk: Затримка руху..
ur: تاخیر منتقل کریں..
vi: Độ trễ di chuyển..
