Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Draw value - this is always set to zero.
ar: قيمة الرسم - يتم ضبطها دائمًا على الصفر.
bg: Стойност на рисуване - това винаги е зададено на нула.
bn: অঙ্কনের মান - এটি সর্বদা শূন্যে সেট করা থাকে।
cs: Hodnota kreslení - tato hodnota je vždy nastavena na nulu.
da: Tegnværdi - denne er altid sat til nul.
de: Ziehwert – dieser ist immer auf Null eingestellt.
el: Τιμή σχεδίασης - αυτή ορίζεται πάντα στο μηδέν.
es: Valor de dibujo: siempre se establece en cero.
et: Joonista väärtus – see on alati null.
fa: مقدار ترسیم - این مقدار همیشه روی صفر تنظیم می‌شود.
fi: Piirrä arvo - tämä on aina asetettu nollaksi.
fr: Valeur de tirage - elle est toujours définie sur zéro.
he: ערך משיכה - זה תמיד מוגדר לאפס.
hi: ड्रा मान - यह हमेशा शून्य पर सेट होता है।
hu: Érték rajzolása - ez mindig nullára van állítva.
id: Nilai penarikan - ini selalu ditetapkan ke nol.
it: Valore di estrazione: è sempre impostato su zero.
ja: 描画値 - これは常にゼロに設定されます。
lt: Piešimo reikšmė – ji visada nustatoma į nulį.
lv: Zīmēšanas vērtība — tā vienmēr ir iestatīta uz nulli.
nl: Tekenwaarde - deze staat altijd op nul.
no: Tegnverdi – denne settes alltid til null.
pl: Wartość losowania - zawsze jest ustawiona na zero.
pt: Valor do sorteio - sempre definido como zero.
ro: Valoarea desenului - aceasta este întotdeauna setată la zero.
ru: Значение розыгрыша — всегда равно нулю.
sq: Vlera e vizatimit - kjo është gjithmonë e vendosur në zero.
sr: Вредност цртања - ово је увек подешено на нулу.
sv: Ritvärde - detta är alltid inställt på noll.
sw: Chora thamani - hii daima imewekwa hadi sifuri.
ta: வரைதல் மதிப்பு - இது எப்போதும் பூஜ்ஜியமாக அமைக்கப்படும்.
th: ค่าการวาด - จะถูกตั้งเป็นศูนย์เสมอ
tr: Çizim değeri - bu her zaman sıfıra ayarlanır.
uk: Значення малювання – це значення завжди встановлено на нуль.
ur: ڈرا ویلیو - یہ ہمیشہ صفر پر سیٹ ہوتا ہے۔
vi: Giá trị vẽ - luôn được đặt thành 0.

source: Loss value - this is the minus value of the win value.
ar: قيمة الخسارة - هذه هي القيمة السالبة لقيمة الربح.
bg: Стойност на загубата - това е минус стойността на печалбата.
bn: ক্ষতির মান - এটি জয়ের মানের বিয়োগ মান।
cs: Hodnota ztráty – jedná se o mínusovou hodnotu hodnoty výhry.
da: Tabsværdi - dette er minusværdien af ​​gevinstværdien.
de: Verlustwert – dies ist der Minuswert des Gewinnwerts.
el: Αξία ήττας - αυτή είναι η αρνητική τιμή της αξίας νίκης.
es: Valor de pérdida: este es el valor negativo del valor de ganancia.
et: Kaotuse väärtus – see on võidu väärtuse miinusväärtus.
fa: مقدار ضرر - این مقدار منفی مقدار برد است.
fi: Tappioarvo – tämä on voittoarvon miinusarvo.
fr: Valeur de perte - il s'agit de la valeur négative de la valeur de gain.
he: ערך הפסד - זהו הערך המינוס של ערך הזכייה.
hi: हानि मूल्य - यह जीत मूल्य का ऋणात्मक मूल्य है।
hu: Veszteségérték – ez a nyereményérték mínuszértéke.
id: Nilai kerugian - ini adalah nilai minus dari nilai kemenangan.
it: Valore della perdita: è il valore negativo del valore della vincita.
ja: 損失値 - これは勝利値のマイナス値です。
lt: Pralaimėjimo vertė – tai laimėjimo vertės minusinė vertė.
lv: Zaudējuma vērtība — tā ir uzvaras vērtības mīnusvērtība.
nl: Verlieswaarde - dit is de negatieve waarde van de winstwaarde.
no: Tapsverdi – dette er minusverdien av gevinstverdien.
pl: Wartość straty – jest to wartość ujemna wartości wygranej.
pt: Valor de perda - este é o valor negativo do valor de ganho.
ro: Valoarea pierderii - aceasta este valoarea negativă a valorii câștigului.
ru: Значение проигрыша — это отрицательное значение значения выигрыша.
sq: Vlera e humbjes - kjo është vlera minus e vlerës së fitores.
sr: Вредност губитка - ово је минус вредност вредности добитка.
sv: Förlustvärde - detta är minusvärdet av vinstvärdet.
sw: Thamani ya hasara - hii ni thamani ya minus ya thamani ya kushinda.
ta: இழப்பு மதிப்பு - இது வெற்றி மதிப்பின் கழித்தல் மதிப்பு.
th: มูลค่าการสูญเสีย - นี่คือค่าลบของมูลค่าการชนะ
tr: Kayıp değeri - Bu, kazanç değerinin eksi değeridir.
uk: Значення програшу – це мінус значення значення виграшу.
ur: نقصان کی قیمت - یہ جیت کی قدر کی مائنس ویلیو ہے۔
vi: Giá trị thua lỗ - đây là giá trị trừ đi giá trị thắng.

source: Strength adjustment factor (percent) - This value is used
ar: عامل تعديل القوة (نسبة مئوية) - يتم استخدام هذه القيمة
bg: Коефициент на корекция на якостта (процент) - Тази стойност се използва
bn: শক্তি সমন্বয় ফ্যাক্টর (শতাংশ) - এই মানটি ব্যবহৃত হয়
cs: Faktor úpravy pevnosti (procenta) – Tato hodnota se používá
da: Styrkejusteringsfaktor (procent) - Denne værdi bruges
de: Stärkeanpassungsfaktor (Prozent) - Dieser Wert wird verwendet
el: Συντελεστής προσαρμογής αντοχής (ποσοστό) - Χρησιμοποιείται αυτή η τιμή
es: Factor de ajuste de fuerza (porcentaje): este valor se utiliza
et: Tugevuse korrigeerimistegur (protsent) – seda väärtust kasutatakse
fa: ضریب تعدیل مقاومت (درصد) - این مقدار استفاده می‌شود
fi: Voiman säätökerroin (prosenttia) - Tätä arvoa käytetään
fr: Facteur d'ajustement de la force (pourcentage) - Cette valeur est utilisée
he: גורם התאמת חוזק (באחוזים) - ערך זה משמש
hi: शक्ति समायोजन कारक (प्रतिशत) - इस मान का उपयोग किया जाता है
hu: Erősségkorrekciós tényező (százalék) – Ezt az értéket használja a rendszer
id: Faktor penyesuaian kekuatan (persen) - Nilai ini digunakan
it: Fattore di regolazione della forza (percentuale) - Questo valore viene utilizzato
ja: 強度調整係数（パーセント） - この値は
lt: Stiprumo koregavimo koeficientas (procentais) – ši reikšmė naudojama
lv: Stipruma korekcijas koeficients (procentos) — šī vērtība tiek izmantota
nl: Sterkteaanpassingsfactor (percentage) - Deze waarde wordt gebruikt
no: Styrkejusteringsfaktor (prosent) – Denne verdien brukes
pl: Współczynnik dopasowania siły (w procentach) – wartość ta jest używana
pt: Fator de ajuste de força (porcentagem) - Este valor é usado
ro: Factorul de ajustare a rezistenței (procent) - Această valoare este utilizată
ru: Коэффициент корректировки прочности (в процентах) — это значение используется
sq: Faktori i rregullimit të forcës (përqind) - Kjo vlerë përdoret
sr: Фактор подешавања јачине (проценат) - Ова вредност се користи
sv: Styrkejusteringsfaktor (procent) - Detta värde används
sw: Kipengele cha kurekebisha nguvu (asilimia) - Thamani hii inatumika
ta: வலிமை சரிசெய்தல் காரணி (சதவீதம்) - இந்த மதிப்பு பயன்படுத்தப்படுகிறது
th: ปัจจัยการปรับความแข็งแกร่ง (เปอร์เซ็นต์) - ค่านี้ใช้
tr: Güç ayarlama faktörü (yüzde) - Bu değer kullanılır
uk: Коефіцієнт коригування міцності (відсоток) – це значення використовується
ur: طاقت ایڈجسٹمنٹ عنصر (فیصد) - یہ قدر استعمال کی جاتی ہے۔
vi: Hệ số điều chỉnh cường độ (phần trăm) - Giá trị này được sử dụng

source: in calculating the rating, as shown in the equation below.
ar: في حساب التصنيف، كما هو موضح في المعادلة أدناه.
bg: при изчисляване на рейтинга, както е показано в уравнението по-долу.
bn: রেটিং গণনা করার সময়, যেমনটি নীচের সমীকরণে দেখানো হয়েছে।
cs: při výpočtu hodnocení, jak je znázorněno v níže uvedené rovnici.
da: ved beregning af vurderingen, som vist i ligningen nedenfor.
de: bei der Berechnung der Bewertung, wie in der folgenden Gleichung gezeigt.
el: στον υπολογισμό της βαθμολογίας, όπως φαίνεται στην παρακάτω εξίσωση.
es: al calcular la calificación, como se muestra en la ecuación a continuación.
et: hinnangu arvutamisel, nagu on näidatud allolevas võrrandis.
fa: در محاسبه امتیاز، همانطور که در معادله زیر نشان داده شده است.
fi: luokituksen laskennassa, kuten alla olevassa yhtälössä on esitetty.
fr: dans le calcul de la note, comme indiqué dans l'équation ci-dessous.
he: בחישוב הדירוג, כפי שמוצג במשוואה שלהלן.
hi: रेटिंग की गणना में, जैसा कि नीचे दिए गए समीकरण में दिखाया गया है।
hu: a minősítés kiszámításakor, ahogy az az alábbi egyenletben látható.
id: dalam menghitung peringkat, seperti ditunjukkan dalam persamaan di bawah ini.
it: nel calcolo del rating, come mostrato nell'equazione sottostante.
ja: 評価を計算する際には、以下の式に示すように、
lt: skaičiuojant įvertinimą, kaip parodyta toliau pateiktoje lygtyje.
lv: aprēķinot vērtējumu, kā parādīts zemāk esošajā vienādojumā.
nl: bij het berekenen van de beoordeling, zoals weergegeven in de onderstaande vergelijking.
no: ved beregning av vurderingen, som vist i ligningen nedenfor.
pl: przy obliczaniu oceny, jak pokazano w poniższym równaniu.
pt: no cálculo da classificação, conforme mostrado na equação abaixo.
ro: la calcularea ratingului, așa cum se arată în ecuația de mai jos.
ru: при расчете рейтинга, как показано в уравнении ниже.
sq: në llogaritjen e vlerësimit, siç tregohet në ekuacionin më poshtë.
sr: при израчунавању оцене, као што је приказано у једначини испод.
sv: vid beräkning av betyget, såsom visas i ekvationen nedan.
sw: katika kukokotoa ukadiriaji, kama inavyoonyeshwa katika mlinganyo ulio hapa chini.
ta: கீழே உள்ள சமன்பாட்டில் காட்டப்பட்டுள்ளபடி, மதிப்பீட்டைக் கணக்கிடுவதில்.
th: ในการคำนวณคะแนนดังแสดงในสมการด้านล่าง
tr: Aşağıdaki denklemde gösterildiği gibi derecelendirmenin hesaplanmasında.
uk: при розрахунку рейтингу, як показано в рівнянні нижче.
ur: درجہ بندی کا حساب لگانے میں، جیسا کہ ذیل میں مساوات میں دکھایا گیا ہے۔
vi: trong việc tính toán xếp hạng, như thể hiện trong phương trình dưới đây.

source: Effective maximum rating difference - If the ranking difference
ar: الفرق الفعلي في التصنيف الأقصى - إذا كان الفرق في التصنيف
bg: Ефективна максимална разлика в рейтинга - Ако разликата в класирането
bn: কার্যকর সর্বোচ্চ রেটিং পার্থক্য - যদি র‍্যাঙ্কিং পার্থক্য
cs: Efektivní maximální rozdíl v hodnocení - Pokud rozdíl v pořadí
da: Effektiv maksimal vurderingsforskel - Hvis vurderingsforskellen
de: Effektiver maximaler Bewertungsunterschied - Wenn der Rankingunterschied
el: Μέγιστη πραγματική διαφορά αξιολόγησης - Εάν η διαφορά κατάταξης
es: Diferencia de calificación máxima efectiva: si la diferencia de clasificación
et: Efektiivne maksimaalne hinnangute erinevus - kui edetabeli erinevus
fa: حداکثر اختلاف رتبه‌بندی مؤثر - اگر اختلاف رتبه‌بندی
fi: Efektiivinen suurin luokitusero - Jos sijoitusero
fr: Différence de classement maximale effective - Si la différence de classement
he: הפרש הדירוג המקסימלי האפקטיבי - אם הפרש הדירוג
hi: प्रभावी अधिकतम रेटिंग अंतर - यदि रैंकिंग अंतर
hu: Effektív maximális értékelési különbség - Ha a rangsorolási különbség
id: Perbedaan peringkat maksimum efektif - Jika perbedaan peringkat
it: Differenza di valutazione massima effettiva - Se la differenza di classificazione
ja: 有効最大評価差 - ランキング差が
lt: Efektyvus maksimalus įvertinimų skirtumas – jei reitingavimo skirtumas
lv: Efektīvā maksimālā vērtējuma starpība — ja vērtējuma starpība
nl: Effectief maximaal beoordelingsverschil - Als het rangschikkingsverschil
no: Effektiv maksimal rangeringsforskjell - Hvis rangeringsforskjellen
pl: Maksymalna efektywna różnica w ocenie – jeśli różnica w ocenie
pt: Diferença máxima efetiva de classificação - Se a diferença de classificação
ro: Diferența maximă efectivă de rating - Dacă diferența de rating
ru: Эффективная максимальная разница в рейтинге - Если разница в рейтинге
sq: Diferenca maksimale efektive e vlerësimit - Nëse diferenca e renditjes
sr: Ефективна максимална разлика у оцени - Ако је разлика у рангирању
sv: Effektiv maximal betygsskillnad - Om rankningsskillnaden
sw: Tofauti bora ya ukadiriaji - Ikiwa tofauti ya kiwango
ta: பயனுள்ள அதிகபட்ச மதிப்பீட்டு வேறுபாடு - தரவரிசை வேறுபாடு என்றால்
th: ความแตกต่างของคะแนนสูงสุดที่มีประสิทธิภาพ - หากความแตกต่างของการจัดอันดับ
tr: Etkili maksimum derecelendirme farkı - Sıralama farkı
uk: Ефективна максимальна різниця в рейтингу - Якщо різниця в рейтингу
ur: مؤثر زیادہ سے زیادہ درجہ بندی کا فرق - اگر درجہ بندی میں فرق ہے۔
vi: Chênh lệch xếp hạng tối đa hiệu quả - Nếu chênh lệch xếp hạng

source: between the players is greater than this number,
ar: بين اللاعبين أكبر من هذا العدد،
bg: между играчите е по-голямо от това число,
bn: খেলোয়াড়দের মধ্যে এই সংখ্যার চেয়ে বেশি,
cs: mezi hráči je větší než toto číslo,
da: mellem spillerne er større end dette tal,
de: zwischen den Spielern größer ist als diese Zahl,
el: μεταξύ των παικτών είναι μεγαλύτερος από αυτόν τον αριθμό,
es: entre los jugadores es mayor que este número,
et: mängijate vahel on see arv suurem,
fa: بین بازیکنان بیشتر از این عدد باشد،
fi: pelaajien välinen ero on suurempi kuin tämä luku,
fr: entre les joueurs est supérieur à ce nombre,
he: בין השחקנים גדול ממספר זה,
hi: खिलाड़ियों के बीच का अंतर इस संख्या से अधिक है,
hu: a játékosok közötti különbség nagyobb, mint ez a szám,
id: antara pemain lebih besar dari angka ini,
it: tra i giocatori è maggiore di questo numero,
ja: プレイヤー間の差がこの数値より大きい場合、
lt: tarp žaidėjų yra didesnis nei šis skaičius,
lv: starp spēlētājiem ir lielāks par šo skaitli,
nl: tussen de spelers is groter dan dit aantal,
no: mellom spillerne er større enn dette tallet,
pl: między graczami jest większa od tej liczby,
pt: entre os jogadores for maior que esse número,
ro: dintre jucători este mai mare decât acest număr,
ru: между игроками больше этого числа,
sq: midis lojtarëve është më i madh se ky numër,
sr: између играча је већи од овог броја,
sv: mellan spelarna är större än detta antal,
sw: kati ya wachezaji ni kubwa kuliko idadi hii,
ta: வீரர்களுக்கு இடையேயான இடைவெளி இந்த எண்ணிக்கையை விட அதிகமாக உள்ளது,
th: ระหว่างผู้เล่นมีจำนวนมากกว่านี้
tr: oyuncular arasındaki sayı bu sayıdan büyükse,
uk: між гравцями більше, ніж це число,
ur: کھلاڑیوں کے درمیان اس تعداد سے زیادہ ہے،
vi: giữa những người chơi lớn hơn con số này,

source: then it is set to this number. See the equation below.
ar: ثم يُضبط على هذا الرقم. انظر المعادلة أدناه.
bg: след това се задава на това число. Вижте уравнението по-долу.
bn: তারপর এটি এই সংখ্যায় সেট করা হয়। নীচের সমীকরণটি দেখুন।
cs: pak se nastaví na toto číslo. Viz rovnice níže.
da: så sættes den til dette tal. Se ligningen nedenfor.
de: dann wird es auf diese Zahl gesetzt. Siehe die Gleichung unten.
el: τότε ορίζεται σε αυτόν τον αριθμό. Δείτε την παρακάτω εξίσωση.
es: Entonces se establece en este número. Vea la ecuación a continuación.
et: siis seatakse see sellele numbrile. Vaadake allolevat võrrandit.
fa: سپس روی این عدد تنظیم می‌شود. به معادله زیر توجه کنید.
fi: sitten se asetetaan tähän lukuun. Katso alla oleva yhtälö.
fr: puis il est fixé à ce nombre. Voir l'équation ci-dessous.
he: אז הוא מוגדר למספר הזה. ראה את המשוואה למטה.
hi: तो इसे इस संख्या पर सेट किया जाता है। नीचे दिया गया समीकरण देखें।
hu: akkor erre a számra van beállítva. Lásd az alábbi egyenletet.
id: maka angkanya ditetapkan ke angka ini. Lihat persamaan di bawah ini.
it: quindi viene impostato su questo numero. Vedere l'equazione seguente.
ja: この数値に設定されます。以下の式を参照してください。
lt: tada jis nustatomas į šį skaičių. Žr. toliau pateiktą lygtį.
lv: tad tas tiek iestatīts uz šo skaitli. Skatiet zemāk esošo vienādojumu.
nl: Dan wordt het op dit getal ingesteld. Zie de onderstaande vergelijking.
no: så settes den til dette tallet. Se ligningen nedenfor.
pl: Następnie ustawiamy tę liczbę. Zobacz równanie poniżej.
pt: então ele é definido como este número. Veja a equação abaixo.
ro: apoi este setat la acest număr. Vedeți ecuația de mai jos.
ru: затем ему присваивается это число. См. уравнение ниже.
sq: atëherë vendoset në këtë numër. Shih ekuacionin më poshtë.
sr: онда се подешава на овај број. Погледајте једначину испод.
sv: då sätts den till detta tal. Se ekvationen nedan.
sw: basi imewekwa kwa nambari hii. Tazama equation hapa chini.
ta: பின்னர் அது இந்த எண்ணுக்கு அமைக்கப்படுகிறது. கீழே உள்ள சமன்பாட்டைக் காண்க.
th: จากนั้นก็ตั้งค่าเป็นตัวเลขนี้ ดูสมการด้านล่าง
tr: Daha sonra bu sayıya ayarlanır. Aşağıdaki denklemi inceleyin.
uk: тоді воно встановлюється на це число. Див. рівняння нижче.
ur: پھر اسے اس نمبر پر سیٹ کیا جاتا ہے۔ ذیل میں مساوات دیکھیں۔
vi: sau đó nó được đặt thành số này. Xem phương trình bên dưới.

source: The basic formula is used by the United States Chess Federation
ar: يتم استخدام الصيغة الأساسية من قبل اتحاد الشطرنج الأمريكي
bg: Основната формула се използва от Шахматната федерация на Съединените щати
bn: মৌলিক সূত্রটি মার্কিন যুক্তরাষ্ট্র দাবা ফেডারেশন দ্বারা ব্যবহৃত হয়
cs: Základní vzorec používá Šachová federace Spojených států
da: Den grundlæggende formel bruges af United States Chess Federation
de: Die Grundformel wird von der United States Chess Federation verwendet
el: Ο βασικός τύπος χρησιμοποιείται από την Ομοσπονδία Σκακιού των Ηνωμένων Πολιτειών
es: La fórmula básica la utiliza la Federación de Ajedrez de los Estados Unidos.
et: Põhivalemit kasutab Ameerika Ühendriikide Maleliidu
fa: فرمول پایه توسط فدراسیون شطرنج ایالات متحده استفاده می‌شود.
fi: Yhdysvaltain shakkiliitto käyttää peruskaavaa
fr: La formule de base est utilisée par la Fédération des échecs des États-Unis
he: הנוסחה הבסיסית משמשת את איגוד השחמט של ארצות הברית
hi: मूल सूत्र का उपयोग संयुक्त राज्य शतरंज संघ द्वारा किया जाता है
hu: Az alapképletet az Egyesült Államok Sakkszövetsége használja
id: Rumus dasar ini digunakan oleh Federasi Catur Amerika Serikat
it: La formula di base è utilizzata dalla Federazione Scacchistica degli Stati Uniti
ja: 基本的な公式は米国チェス連盟で使用されている
lt: Pagrindinę formulę naudoja Jungtinių Valstijų šachmatų federacija
lv: Pamata formulu izmanto Amerikas Savienoto Valstu Šaha federācija
nl: De basisformule wordt gebruikt door de Amerikaanse schaakbond
no: Den grunnleggende formelen brukes av United States Chess Federation
pl: Podstawowy wzór jest używany przez Federację Szachową Stanów Zjednoczonych
pt: A fórmula básica é usada pela Federação de Xadrez dos Estados Unidos
ro: Formula de bază este utilizată de Federația de Șah a Statelor Unite
ru: Основная формула используется Шахматной федерацией США.
sq: Formula bazë përdoret nga Federata e Shahut e Shteteve të Bashkuara.
sr: Основну формулу користи Шаховска федерација Сједињених Држава
sv: Grundformeln används av United States Chess Federation
sw: Fomula ya msingi inatumiwa na Shirikisho la Chess la Marekani
ta: அடிப்படை சூத்திரம் அமெரிக்க சதுரங்கக் கூட்டமைப்பால் பயன்படுத்தப்படுகிறது.
th: สูตรพื้นฐานใช้โดยสหพันธ์หมากรุกแห่งสหรัฐอเมริกา
tr: Temel formül Amerika Birleşik Devletleri Satranç Federasyonu tarafından kullanılmaktadır
uk: Основна формула використовується Шаховою федерацією США
ur: بنیادی فارمولہ ریاستہائے متحدہ کی شطرنج فیڈریشن استعمال کرتا ہے۔
vi: Công thức cơ bản được Liên đoàn cờ vua Hoa Kỳ sử dụng

source: for correspondence chess games.
ar: لألعاب الشطرنج بالمراسلة.
bg: за кореспондентски шахматни партии.
bn: চিঠিপত্র দাবা খেলার জন্য।
cs: pro korespondenční šachové partie.
da: til korrespondanceskakspil.
de: für Fernschachpartien.
el: για παιχνίδια σκακιού αλληλογραφίας.
es: para partidas de ajedrez por correspondencia.
et: kirjavahetusmale mängude jaoks.
fa: برای بازی‌های شطرنج مکاتبه‌ای.
fi: kirjeshakkipelejä varten.
fr: pour les parties d'échecs par correspondance.
he: למשחקי שחמט בהתכתבות.
hi: पत्राचार शतरंज खेल के लिए.
hu: levelező sakkjátszmákhoz.
id: untuk permainan catur korespondensi.
it: per partite di scacchi per corrispondenza.
ja: 通信チェスゲーム用。
lt: korespondencinių šachmatų žaidimams.
lv: korespondences šaha spēlēm.
nl: voor correspondentieschaakpartijen.
no: for korrespondansesjakkspill.
pl: do gry w szachy korespondencyjne.
pt: para jogos de xadrez por correspondência.
ro: pentru jocuri de șah prin corespondență.
ru: для заочных шахматных партий.
sq: për lojërat e shahut me korrespondencë.
sr: за дописне шаховске партије.
sv: för korrespondensschackpartier.
sw: kwa michezo ya chess ya mawasiliano.
ta: கடித சதுரங்க விளையாட்டுகளுக்கு.
th: สำหรับการเล่นหมากรุกทางจดหมาย
tr: yazışmalı satranç oyunları için.
uk: для заочних шахових ігор.
ur: خط و کتابت شطرنج کے کھیلوں کے لیے۔
vi: cho các ván cờ qua thư.

source: You can see it described on the following website -
ar: يمكنك رؤية وصفه على الموقع التالي -
bg: Можете да го видите описано на следния уебсайт -
bn: আপনি নিম্নলিখিত ওয়েবসাইটে এটি বর্ণনা করা দেখতে পারেন -
cs: Popis najdete na následujících webových stránkách -
da: Du kan se det beskrevet på følgende hjemmeside -
de: Eine Beschreibung finden Sie auf der folgenden Website:
el: Μπορείτε να το δείτε περιγραφόμενο στην ακόλουθη ιστοσελίδα -
es: Puedes verlo descrito en el siguiente sitio web:
et: Selle kirjeldust näete järgmisel veebisaidil -
fa: می‌توانید توضیحات آن را در وب‌سایت زیر مشاهده کنید -
fi: Voit nähdä sen kuvauksen seuraavalla verkkosivustolla -
fr: Vous pouvez le voir décrit sur le site Web suivant -
he: ניתן לראות את זה מתואר באתר הבא -
hi: आप इसे निम्नलिखित वेबसाइट पर देख सकते हैं -
hu: A következő weboldalon megtekintheti a leírását:
id: Anda dapat melihatnya dijelaskan di situs web berikut -
it: Puoi vederlo descritto sul seguente sito web:
ja: 以下のウェブサイトで説明されています。
lt: Aprašymą galite pamatyti šioje svetainėje –
lv: To var apskatīt aprakstītajā tīmekļa vietnē —
nl: U kunt het beschreven zien op de volgende website:
no: Du kan se det beskrevet på følgende nettside -
pl: Opis można znaleźć na następującej stronie internetowej -
pt: Você pode vê-lo descrito no seguinte site -
ro: Puteți vedea descris pe următorul site web -
ru: Вы можете увидеть его описание на следующем сайте:
sq: Mund ta shihni të përshkruar në faqen e mëposhtme të internetit -
sr: Можете га видети описан на следећој веб страници -
sv: Du kan se det beskrivet på följande webbplats -
sw: Unaweza kuiona ikielezewa kwenye tovuti ifuatayo -
ta: பின்வரும் வலைத்தளத்தில் விவரிக்கப்பட்டுள்ளதை நீங்கள் காணலாம் -
th: คุณสามารถดูคำอธิบายได้ในเว็บไซต์ต่อไปนี้ -
tr: Aşağıdaki web sitesinde açıklandığını görebilirsiniz -
uk: Ви можете побачити його опис на наступному веб-сайті -
ur: آپ مندرجہ ذیل ویب سائٹ پر اس کی تفصیل دیکھ سکتے ہیں۔
vi: Bạn có thể xem mô tả trên trang web sau -

source: Here is my explanation of their formula.
ar: وهنا شرحي لصيغتهم.
bg: Ето моето обяснение на тяхната формула.
bn: তাদের সূত্র সম্পর্কে আমার ব্যাখ্যা এখানে।
cs: Zde je mé vysvětlení jejich vzorce.
da: Her er min forklaring af deres formel.
de: Hier ist meine Erklärung ihrer Formel.
el: Εδώ είναι η εξήγησή μου για τη φόρμουλά τους.
es: Aquí está mi explicación de su fórmula.
et: Siin on minu selgitus nende valemi kohta.
fa: در اینجا توضیح من در مورد فرمول آنها آمده است.
fi: Tässä on selitykseni heidän kaavastaan.
fr: Voici mon explication de leur formule.
he: הנה ההסבר שלי על הנוסחה שלהם.
hi: यहां उनके फार्मूले के बारे में मेरी व्याख्या दी गई है।
hu: Itt van a képletük magyarázata.
id: Berikut penjelasan saya tentang rumus mereka.
it: Ecco la mia spiegazione della loro formula.
ja: ここで彼らの公式について説明しましょう。
lt: Štai mano jų formulės paaiškinimas.
lv: Lūk, mans viņu formulas skaidrojums.
nl: Hier is mijn uitleg van hun formule.
no: Her er min forklaring på formelen deres.
pl: Oto moje wyjaśnienie ich formuły.
pt: Aqui está minha explicação da fórmula deles.
ro: Iată explicația mea a formulei lor.
ru: Вот мое объяснение их формулы.
sq: Ja shpjegimi im për formulën e tyre.
sr: Ево мог објашњења њихове формуле.
sv: Här är min förklaring av deras formel.
sw: Hapa kuna maelezo yangu ya fomula yao.
ta: அவர்களின் சூத்திரத்திற்கான எனது விளக்கம் இங்கே.
th: นี่คือคำอธิบายของฉันเกี่ยวกับสูตรของพวกเขา
tr: İşte formüllerinin açıklaması.
uk: Ось моє пояснення їхньої формули.
ur: ان کے فارمولے کی میری وضاحت یہ ہے۔
vi: Sau đây là lời giải thích của tôi về công thức của họ.
