Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: For Stockfish 11, a value of 20-30 works well for 5-10 minute games.
ar: بالنسبة لـ Stockfish 11، تعمل القيمة 20-30 بشكل جيد للألعاب التي تتراوح مدتها بين 5 إلى 10 دقائق.
bg: За Stockfish 11, стойност от 20-30 работи добре за игри от 5-10 минути.
bn: স্টকফিশ ১১-এর জন্য, ৫-১০ মিনিটের গেমের জন্য ২০-৩০ মান ভালো কাজ করে।
cs: Pro Stockfish 11 je hodnota 20-30 vhodná pro hry v délce 5-10 minut.
da: For Stockfish 11 fungerer en værdi på 20-30 godt til spil på 5-10 minutter.
de: Für Stockfish 11 eignet sich ein Wert von 20–30 gut für 5–10-minütige Spiele.
el: Για το Stockfish 11, μια τιμή 20-30 λειτουργεί καλά για παιχνίδια 5-10 λεπτών.
es: Para Stockfish 11, un valor de 20-30 funciona bien para juegos de 5 a 10 minutos.
et: Stockfish 11 puhul sobib väärtus 20–30 hästi 5–10-minutiliste mängude jaoks.
fa: برای Stockfish 11، مقدار 20-30 برای بازی‌های 5-10 دقیقه‌ای خوب جواب می‌دهد.
fi: Stockfish 11:lle arvo 20–30 toimii hyvin 5–10 minuutin peleissä.
fr: Pour Stockfish 11, une valeur de 20 à 30 fonctionne bien pour les jeux de 5 à 10 minutes.
he: עבור Stockfish 11, ערך של 20-30 עובד היטב למשחקים בני 5-10 דקות.
hi: स्टॉकफिश 11 के लिए, 5-10 मिनट के खेल के लिए 20-30 का मान अच्छा काम करता है।
hu: A Stockfish 11 esetében a 20-30-as érték jól működik 5-10 perces játékokhoz.
id: Untuk Stockfish 11, nilai 20-30 berfungsi baik untuk permainan 5-10 menit.
it: Per Stockfish 11, un valore di 20-30 funziona bene per partite da 5-10 minuti.
ja: Stockfish 11 の場合、5 ～ 10 分のゲームでは 20 ～ 30 の値で十分です。
lt: „Stockfish 11“ versijai 20–30 reikšmė gerai tinka 5–10 minučių žaidimams.
lv: Stockfish 11 versijai 5–10 minūšu spēlēm labi der vērtība 20–30.
nl: Voor Stockfish 11 werkt een waarde van 20-30 goed voor spelletjes van 5-10 minuten.
no: For Stockfish 11 fungerer en verdi på 20–30 bra for spill på 5–10 minutter.
pl: W przypadku Stockfish 11 wartość 20–30 sprawdza się dobrze w przypadku gier trwających od 5 do 10 minut.
pt: Para Stockfish 11, um valor de 20-30 funciona bem para jogos de 5 a 10 minutos.
ro: Pentru Stockfish 11, o valoare de 20-30 funcționează bine pentru jocuri de 5-10 minute.
ru: Для Stockfish 11 значение 20–30 подойдет для игр продолжительностью 5–10 минут.
sq: Për Stockfish 11, një vlerë prej 20-30 funksionon mirë për lojëra 5-10 minuta.
sr: За Stockfish 11, вредност од 20-30 добро функционише за игре од 5-10 минута.
sv: För Stockfish 11 fungerar ett värde på 20-30 bra för 5-10 minuters spel.
sw: Kwa Stockfish 11, thamani ya 20-30 inafanya kazi vizuri kwa michezo ya dakika 5-10.
ta: ஸ்டாக்ஃபிஷ் 11க்கு, 5-10 நிமிட விளையாட்டுகளுக்கு 20-30 மதிப்பு நன்றாக வேலை செய்கிறது.
th: สำหรับ Stockfish 11 ค่า 20-30 จะเหมาะกับเกมที่มีความยาว 5-10 นาที
tr: Stockfish 11 için 5-10 dakikalık oyunlar için 20-30 değeri iyi bir sonuç verir.
uk: Для Stockfish 11 значення 20-30 добре підходить для ігор тривалістю 5-10 хвилин.
ur: اسٹاک فش 11 کے لیے، 20-30 کی قدر 5-10 منٹ کی گیمز کے لیے اچھی طرح کام کرتی ہے۔
vi: Đối với Stockfish 11, giá trị 20-30 sẽ phù hợp cho trò chơi kéo dài 5-10 phút.

source: You can set the slow mover option using the custom parameter options
ar: يمكنك ضبط خيار الحركة البطيئة باستخدام خيارات المعلمة المخصصة
bg: Можете да зададете опцията за бавно движение, като използвате опциите за персонализирани параметри
bn: আপনি কাস্টম প্যারামিটার বিকল্পগুলি ব্যবহার করে স্লো মুভার বিকল্পটি সেট করতে পারেন।
cs: Možnost pomalého pohybu můžete nastavit pomocí možností vlastních parametrů
da: Du kan indstille slow mover-funktionen ved hjælp af brugerdefinerede parameterindstillinger
de: Sie können die Option „Slow Mover“ mithilfe der benutzerdefinierten Parameteroptionen festlegen
el: Μπορείτε να ορίσετε την επιλογή αργής κίνησης χρησιμοποιώντας τις επιλογές προσαρμοσμένων παραμέτρων
es: Puede configurar la opción de movimiento lento utilizando las opciones de parámetros personalizados
et: Aeglase liikumise valiku saate määrata kohandatud parameetrite valikute abil.
fa: شما می‌توانید گزینه حرکت آهسته را با استفاده از گزینه‌های پارامتر سفارشی تنظیم کنید.
fi: Voit asettaa hitaan liikkujan vaihtoehdon mukautettujen parametrien avulla.
fr: Vous pouvez définir l'option de déplacement lent à l'aide des options de paramètres personnalisés
he: ניתן להגדיר את אפשרות התנועה האיטית באמצעות אפשרויות הפרמטרים המותאמים אישית
hi: आप कस्टम पैरामीटर विकल्पों का उपयोग करके धीमी गति से चलने वाला विकल्प सेट कर सकते हैं
hu: A lassú mozgatás opciót az egyéni paraméterek használatával állíthatja be.
id: Anda dapat mengatur opsi penggerak lambat menggunakan opsi parameter khusus
it: È possibile impostare l'opzione slow mover utilizzando le opzioni dei parametri personalizzati
ja: カスタムパラメータオプションを使用して、スロームーバーオプションを設定できます。
lt: Lėto judėjimo parinktį galite nustatyti naudodami pasirinktinio parametro parinktis.
lv: Lēnās kustības opciju var iestatīt, izmantojot pielāgotās parametru opcijas.
nl: U kunt de optie voor langzame beweger instellen met behulp van de aangepaste parameteropties
no: Du kan angi alternativet for langsom bevegelse ved hjelp av de tilpassede parameteralternativene
pl: Możesz ustawić opcję powolnego ruchu, korzystając z opcji parametrów niestandardowych
pt: Você pode definir a opção de movimento lento usando as opções de parâmetros personalizados
ro: Puteți seta opțiunea de mișcare lentă folosind opțiunile parametrilor personalizați
ru: Вы можете установить опцию медленного перемещения, используя пользовательские параметры.
sq: Mund të caktoni opsionin e lëvizjes së ngadaltë duke përdorur opsionet e parametrave të personalizuar
sr: Можете подесити опцију спорог покретања помоћу опција прилагођених параметара
sv: Du kan ställa in alternativet för långsam rörelse med hjälp av de anpassade parameteralternativen
sw: Unaweza kuweka chaguo la kusonga polepole kwa kutumia chaguzi za parameta maalum
ta: தனிப்பயன் அளவுரு விருப்பங்களைப் பயன்படுத்தி மெதுவாக நகரும் விருப்பத்தை நீங்கள் அமைக்கலாம்.
th: คุณสามารถตั้งค่าตัวเลือกการเคลื่อนที่ช้าได้โดยใช้ตัวเลือกพารามิเตอร์แบบกำหนดเอง
tr: Özel parametre seçeneklerini kullanarak yavaş hareket seçeneğini ayarlayabilirsiniz
uk: Ви можете встановити опцію повільного просування за допомогою параметрів користувацького параметра
ur: آپ اپنی مرضی کے پیرامیٹر کے اختیارات کا استعمال کرتے ہوئے سست موور کا اختیار سیٹ کر سکتے ہیں۔
vi: Bạn có thể thiết lập tùy chọn chuyển động chậm bằng cách sử dụng tùy chọn tham số tùy chỉnh

source: in the engine dialog box.
ar: في مربع حوار المحرك.
bg: в диалоговия прозорец на двигателя.
bn: ইঞ্জিন ডায়ালগ বক্সে।
cs: v dialogovém okně motoru.
da: i motorens dialogboks.
de: im Engine-Dialogfeld.
el: στο παράθυρο διαλόγου του μηχανισμού.
es: en el cuadro de diálogo del motor.
et: mootori dialoogiboksis.
fa: در کادر محاوره‌ای موتور.
fi: moottorin valintaikkunassa.
fr: dans la boîte de dialogue du moteur.
he: בתיבת הדו-שיח של המנוע.
hi: इंजन संवाद बॉक्स में.
hu: a motor párbeszédpanelén.
id: dalam kotak dialog mesin.
it: nella finestra di dialogo del motore.
ja: エンジン ダイアログ ボックスで。
lt: variklio dialogo lange.
lv: dzinēja dialoglodziņā.
nl: in het dialoogvenster van de engine.
no: i motordialogboksen.
pl: w oknie dialogowym silnika.
pt: na caixa de diálogo do mecanismo.
ro: în caseta de dialog a motorului.
ru: в диалоговом окне движка.
sq: në kutinë e dialogut të motorit.
sr: у дијалошком оквиру мотора.
sv: i motorns dialogruta.
sw: kwenye sanduku la mazungumzo ya injini.
ta: என்ஜின் உரையாடல் பெட்டியில்.
th: ในกล่องโต้ตอบเครื่องยนต์
tr: motor iletişim kutusunda.
uk: у діалоговому вікні двигуна.
ur: انجن ڈائیلاگ باکس میں۔
vi: trong hộp thoại động cơ.

source: To make things easier, I have made an engine parameter file for Stockfish 11
ar: لتسهيل الأمور، قمت بإنشاء ملف معلمات المحرك لـ Stockfish 11
bg: За да улесня нещата, създадох файл с параметри на двигателя за Stockfish 11
bn: কাজটি সহজ করার জন্য, আমি Stockfish 11 এর জন্য একটি ইঞ্জিন প্যারামিটার ফাইল তৈরি করেছি।
cs: Abych to zjednodušil, vytvořil jsem soubor s parametry enginu pro Stockfish 11.
da: For at gøre tingene nemmere har jeg lavet en motorparameterfil til Stockfish 11.
de: Um die Dinge einfacher zu machen, habe ich eine Engine-Parameterdatei für Stockfish 11 erstellt
el: Για να διευκολύνω τα πράγματα, έχω δημιουργήσει ένα αρχείο παραμέτρων μηχανής για το Stockfish 11
es: Para facilitar las cosas, he creado un archivo de parámetros del motor para Stockfish 11
et: Asjade lihtsustamiseks olen Stockfish 11 jaoks mootori parameetrite faili loonud.
fa: برای آسان‌تر کردن کارها، یک فایل پارامتر موتور برای Stockfish 11 ساخته‌ام.
fi: Helpottaakseni asioita olen tehnyt moottoriparametritiedoston Stockfish 11:lle.
fr: Pour faciliter les choses, j'ai créé un fichier de paramètres moteur pour Stockfish 11
he: כדי להקל על הדברים, יצרתי קובץ פרמטרים של מנוע עבור Stockfish 11.
hi: चीजों को आसान बनाने के लिए, मैंने स्टॉकफिश 11 के लिए एक इंजन पैरामीटर फ़ाइल बनाई है
hu: A dolgok megkönnyítése érdekében készítettem egy motorparaméter-fájlt a Stockfish 11-hez.
id: Untuk mempermudah, saya telah membuat file parameter mesin untuk Stockfish 11
it: Per semplificare le cose, ho creato un file di parametri del motore per Stockfish 11
ja: 簡単にするために、Stockfish 11用のエンジンパラメータファイルを作成しました。
lt: Kad būtų lengviau, sukūriau „Stockfish 11“ variklio parametrų failą.
lv: Lai atvieglotu lietas, esmu izveidojis dzinēja parametru failu Stockfish 11.
nl: Om het makkelijker te maken, heb ik een engine-parameterbestand gemaakt voor Stockfish 11
no: For å gjøre det enklere har jeg laget en motorparameterfil for Stockfish 11.
pl: Aby ułatwić sprawę, stworzyłem plik parametrów silnika dla Stockfish 11
pt: Para facilitar as coisas, criei um arquivo de parâmetros do motor para o Stockfish 11
ro: Pentru a simplifica lucrurile, am creat un fișier cu parametrii motorului pentru Stockfish 11.
ru: Чтобы упростить задачу, я создал файл параметров движка для Stockfish 11.
sq: Për ta bërë më të lehtë, kam krijuar një skedar parametrash të motorit për Stockfish 11.
sr: Да бих олакшао ствари, направио сам датотеку са параметрима мотора за Stockfish 11
sv: För att göra det enklare har jag skapat en motorparameterfil för Stockfish 11.
sw: Ili kurahisisha mambo, nimefanya faili ya parameta ya injini ya Stockfish 11
ta: விஷயங்களை எளிதாக்க, நான் Stockfish 11 க்கு ஒரு இயந்திர அளவுரு கோப்பை உருவாக்கியுள்ளேன்.
th: เพื่อให้ง่ายขึ้น ฉันได้สร้างไฟล์พารามิเตอร์เครื่องยนต์สำหรับ Stockfish 11
tr: İşleri kolaylaştırmak için Stockfish 11 için bir motor parametre dosyası oluşturdum
uk: Щоб спростити завдання, я створив файл параметрів движка для Stockfish 11.
ur: چیزوں کو آسان بنانے کے لیے، میں نے اسٹاک فش 11 کے لیے انجن پیرامیٹر فائل بنائی ہے۔
vi: Để làm cho mọi việc dễ dàng hơn, tôi đã tạo một tệp tham số động cơ cho Stockfish 11

source: with the slow mover set. You can load this from the rated game dialog box
ar: مع مجموعة الحركة البطيئة. يمكنك تحميلها من مربع حوار اللعبة المُصنّفة.
bg: с набора за бавно движение. Можете да го заредите от диалоговия прозорец за рейтингова игра
bn: স্লো মুভার সেট সহ। আপনি এটি রেট করা গেম ডায়ালগ বক্স থেকে লোড করতে পারেন
cs: s sadou pomalého pohybu. Tuto sadu můžete načíst z dialogového okna hodnocené hry.
da: med den langsomme spilindstilling. Du kan indlæse dette fra dialogboksen med det bedømte spil
de: mit dem Slow-Mover-Set. Sie können dies aus dem Dialogfeld für bewertete Spiele laden
el: με ρυθμισμένο το slow mover. Μπορείτε να το φορτώσετε από το παράθυρο διαλόγου του rated game
es: Con el conjunto de movimiento lento. Puedes cargarlo desde el cuadro de diálogo de juego clasificado.
et: aeglase liikumise komplektiga. Selle saab laadida hinnatud mängu dialoogiboksist
fa: با مجموعه حرکت آهسته. می‌توانید این را از کادر محاوره‌ای بازی دارای رتبه‌بندی بارگیری کنید
fi: hitaasti liikkuvien pelien asetuksella. Voit ladata tämän luokitellun pelin valintaikkunasta.
fr: avec l'ensemble de déplacement lent. Vous pouvez le charger depuis la boîte de dialogue de jeu classé.
he: עם הגדרת משחק איטי. ניתן לטעון זאת מתיבת הדו-שיח של המשחק המדורג
hi: स्लो मूवर सेट के साथ। आप इसे रेटेड गेम डायलॉग बॉक्स से लोड कर सकते हैं
hu: a lassú mozgó készlettel. Ezt a besorolt ​​játék párbeszédablakából töltheted be.
id: dengan set penggerak lambat. Anda dapat memuatnya dari kotak dialog game yang diberi peringkat.
it: con il set slow mover. Puoi caricarlo dalla finestra di dialogo del gioco classificato
ja: スロームーバー設定で。これはレーティングゲームのダイアログボックスから読み込むことができます。
lt: su lėto judėjimo rinkiniu. Galite jį įkelti iš įvertinto žaidimo dialogo lango
lv: ar lēnās kustības komplektu. To var ielādēt no novērtētās spēles dialoglodziņa.
nl: met de langzame beweger ingesteld. Je kunt dit laden vanuit het dialoogvenster voor beoordeelde games.
no: med den langsomme spilleren satt. Du kan laste dette fra dialogboksen for aldersgrensespill
pl: z ustawionym powolnym ruchem. Możesz to załadować z okna dialogowego gry z oceną.
pt: com o conjunto de movimento lento. Você pode carregá-lo na caixa de diálogo do jogo classificado
ro: cu jocul lent setat. Puteți încărca acest lucru din caseta de dialog Joc evaluat
ru: С набором «Медленный ход». Вы можете загрузить его из диалогового окна рейтинговой игры.
sq: me lëvizjen e ngadaltë të vendosur. Mund ta ngarkoni këtë nga kutia e dialogut të lojës së vlerësuar
sr: са сетом спорог покретача. Ово можете учитати из дијалошког оквира за оцењену игру
sv: med den långsamma spelmotorn inställd. Du kan ladda detta från dialogrutan för det klassificerade spelet
sw: na seti ya kusonga polepole. Unaweza kupakia hii kutoka kwa kisanduku cha mazungumzo cha mchezo uliokadiriwa
ta: மெதுவாக நகர்த்தும் கருவியுடன். மதிப்பிடப்பட்ட விளையாட்டு உரையாடல் பெட்டியிலிருந்து இதை நீங்கள் ஏற்றலாம்.
th: ด้วยชุดการเคลื่อนที่ช้า คุณสามารถโหลดได้จากกล่องโต้ตอบเกมที่ได้รับการจัดอันดับ
tr: Yavaş hareket eden setiyle. Bunu derecelendirilmiş oyun iletişim kutusundan yükleyebilirsiniz.
uk: з набором повільних рухів. Ви можете завантажити це з діалогового вікна рейтингової гри
ur: سست موور سیٹ کے ساتھ۔ آپ اسے ریٹیڈ گیم ڈائیلاگ باکس سے لوڈ کر سکتے ہیں۔
vi: với bộ di chuyển chậm. Bạn có thể tải bộ này từ hộp thoại trò chơi được xếp hạng

source: by clicking on engine < Engine settings.. > and then < Load engine >
ar: بالضغط على المحرك <إعدادات المحرك..> ثم <تحميل المحرك>
bg: като щракнете върху двигателя < Настройки на двигателя.. > и след това < Зареждане на двигателя >
bn: ইঞ্জিন <ইঞ্জিন সেটিংস.. > এ ক্লিক করে এবং তারপর <লোড ইঞ্জিন >
cs: kliknutím na engine < Nastavení enginu.. > a poté < Načíst engine >
da: ved at klikke på motor <Motorindstillinger..> og derefter <Indlæs motor>
de: indem Sie auf Engine < Engine-Einstellungen.. > und dann < Engine laden > klicken.
el: κάνοντας κλικ στην επιλογή μηχανή < Ρυθμίσεις μηχανής.. > και στη συνέχεια < Φόρτωση μηχανής >
es: haciendo clic en motor <Configuración del motor...> y luego en <Cargar motor>
et: klõpsates mootoril < Mootori seaded.. > ja seejärel < Laadi mootor >
fa: با کلیک روی موتور < تنظیمات موتور.. > و سپس < بارگذاری موتور >
fi: napsauttamalla moottori < Moottorin asetukset.. > ja sitten < Lataa moottori >
fr: en cliquant sur moteur < Paramètres du moteur... > puis < Charger le moteur >
he: על ידי לחיצה על מנוע < הגדרות מנוע.. > ולאחר מכן < טען מנוע >
hi: इंजन < इंजन सेटिंग्स.. > और फिर < लोड इंजन > पर क्लिक करके
hu: a motor < Motorbeállítások.. >, majd a < Motor betöltése > menüpontra kattintva
id: dengan mengklik mesin < Pengaturan mesin.. > dan kemudian < Muat mesin >
it: cliccando su motore < Impostazioni motore.. > e poi < Carica motore >
ja: エンジン<エンジン設定...>をクリックし、<エンジンをロード>をクリックします。
lt: spustelėdami variklį < Variklio nustatymai... >, o tada < Įkelti variklį >
lv: noklikšķinot uz dzinēja < Dzinēja iestatījumi... > un pēc tam < Ielādēt dzinēju >
nl: door te klikken op engine < Engine-instellingen.. > en vervolgens op < Engine laden >
no: ved å klikke på motor <Motorinnstillinger..> og deretter <Last inn motor>
pl: klikając na silnik < Ustawienia silnika.. > a następnie < Załaduj silnik >
pt: clicando em engine < Engine settings.. > e depois em < Load engine >
ro: făcând clic pe motor < Setări motor.. > și apoi pe < Încărcare motor >
ru: нажав на движок < Настройки двигателя.. > и затем < Загрузить двигатель >
sq: duke klikuar te motori < Cilësimet e motorit.. > dhe pastaj < Ngarko motorin >
sr: кликом на мотор < Подешавања мотора.. >, а затим < Учитај мотор >
sv: genom att klicka på motor <Motorinställningar..> och sedan <Ladda motor>
sw: kwa kubofya injini < Mipangilio ya injini.. > na kisha < Load engine >
ta: > என்ஜின் அமைப்புகள் என்பதைக் கிளிக் செய்து, பின்னர் லோட் எஞ்சின் > என்பதைக் கிளிக் செய்யவும்.
th: โดยคลิกที่เครื่องยนต์ < การตั้งค่าเครื่องยนต์.. > จากนั้นคลิก < โหลดเครื่องยนต์ >
tr: < Motor ayarları.. > ve ardından < Motoru yükle > öğesine tıklayarak
uk: натиснувши на двигун < Налаштування двигуна.. >, а потім < Завантажити двигун >
ur: انجن < انجن کی ترتیبات..> پر کلک کرکے اور پھر < انجن لوڈ کریں>
vi: bằng cách nhấp vào động cơ < Cài đặt động cơ.. > và sau đó < Tải động cơ >

source: from the engine dialog box that opens.
ar: من مربع حوار المحرك الذي يفتح.
bg: от диалоговия прозорец на двигателя, който се отваря.
bn: খোলা ইঞ্জিন ডায়ালগ বক্স থেকে।
cs: z dialogového okna enginu, které se otevře.
da: fra den motordialogboks, der åbnes.
de: aus dem sich öffnenden Engine-Dialogfeld.
el: από το παράθυρο διαλόγου του μηχανισμού που ανοίγει.
es: desde el cuadro de diálogo del motor que se abre.
et: avanevast mootori dialoogiboksist.
fa: از کادر محاوره‌ای موتور که باز می‌شود.
fi: avautuvasta moottorin valintaikkunasta.
fr: à partir de la boîte de dialogue du moteur qui s'ouvre.
he: מתיבת הדו-שיח של המנוע שנפתחת.
hi: खुलने वाले इंजन संवाद बॉक्स से.
hu: a megnyíló motor párbeszédablakából.
id: dari kotak dialog mesin yang terbuka.
it: dalla finestra di dialogo del motore che si apre.
ja: 開いたエンジン ダイアログ ボックスから。
lt: iš atsidariusio variklio dialogo lango.
lv: no atvērtā dzinēja dialoglodziņa.
nl: vanuit het geopende engine-dialoogvenster.
no: fra motordialogboksen som åpnes.
pl: z otwartego okna dialogowego silnika.
pt: na caixa de diálogo do mecanismo que se abre.
ro: din caseta de dialog a motorului care se deschide.
ru: из открывшегося диалогового окна движка.
sq: nga kutia e dialogut të motorit që hapet.
sr: из дијалошког прозора мотора који се отвори.
sv: från motordialogrutan som öppnas.
sw: kutoka kwa sanduku la mazungumzo ya injini inayofungua.
ta: திறக்கும் என்ஜின் உரையாடல் பெட்டியிலிருந்து.
th: จากกล่องโต้ตอบเครื่องยนต์ที่เปิดขึ้นมา
tr: Açılan motor iletişim kutusundan.
uk: з діалогового вікна двигуна, що відкриється.
ur: انجن کے ڈائیلاگ باکس سے جو کھلتا ہے۔
vi: từ hộp thoại động cơ mở ra.

source: The parameter files for Stockfish 11 are stored in the directory
ar: يتم تخزين ملفات المعلمات الخاصة بـ Stockfish 11 في الدليل
bg: Файловете с параметри за Stockfish 11 се съхраняват в директорията
bn: Stockfish 11 এর প্যারামিটার ফাইলগুলি ডিরেক্টরিতে সংরক্ষণ করা হয়
cs: Soubory parametrů pro Stockfish 11 jsou uloženy v adresáři
da: Parameterfilerne til Stockfish 11 er gemt i mappen
de: Die Parameterdateien für Stockfish 11 werden im Verzeichnis
el: Τα αρχεία παραμέτρων για το Stockfish 11 αποθηκεύονται στον κατάλογο
es: Los archivos de parámetros de Stockfish 11 se almacenan en el directorio
et: Stockfish 11 parameetrifailid on salvestatud kataloogi
fa: فایل‌های پارامتر برای Stockfish 11 در دایرکتوری ذخیره می‌شوند.
fi: Stockfish 11:n parametritiedostot tallennetaan hakemistoon
fr: Les fichiers de paramètres pour Stockfish 11 sont stockés dans le répertoire
he: קבצי הפרמטרים עבור Stockfish 11 מאוחסנים בספרייה
hi: स्टॉकफिश 11 के लिए पैरामीटर फ़ाइलें निर्देशिका में संग्रहीत हैं
hu: A Stockfish 11 paraméterfájljai a következő könyvtárban találhatók:
id: File parameter untuk Stockfish 11 disimpan di direktori
it: I file dei parametri per Stockfish 11 sono memorizzati nella directory
ja: Stockfish 11のパラメータファイルは、以下のディレクトリに保存されます。
lt: „Stockfish 11“ parametrų failai saugomi kataloge
lv: Stockfish 11 parametru faili tiek glabāti direktorijā
nl: De parameterbestanden voor Stockfish 11 worden opgeslagen in de directory
no: Parameterfilene for Stockfish 11 er lagret i katalogen
pl: Pliki parametrów dla Stockfish 11 są przechowywane w katalogu
pt: Os arquivos de parâmetros do Stockfish 11 são armazenados no diretório
ro: Fișierele de parametri pentru Stockfish 11 sunt stocate în directorul
ru: Файлы параметров для Stockfish 11 хранятся в каталоге
sq: Skedarët e parametrave për Stockfish 11 ruhen në drejtori
sr: Датотеке параметара за Stockfish 11 се чувају у директоријуму
sv: Parameterfilerna för Stockfish 11 lagras i katalogen
sw: Faili za vigezo vya Stockfish 11 zimehifadhiwa kwenye saraka
ta: Stockfish 11 க்கான அளவுரு கோப்புகள் கோப்பகத்தில் சேமிக்கப்பட்டுள்ளன.
th: ไฟล์พารามิเตอร์สำหรับ Stockfish 11 ถูกเก็บไว้ในไดเร็กทอรี
tr: Stockfish 11'in parametre dosyaları şu dizinde saklanır:
uk: Файли параметрів для Stockfish 11 зберігаються в каталозі
ur: اسٹاک فش 11 کے پیرامیٹر فائلیں ڈائریکٹری میں محفوظ ہیں۔
vi: Các tập tin tham số cho Stockfish 11 được lưu trữ trong thư mục
