Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: and nodes per second with evaluation blur lets you set values
ar: وعقدة في الثانية مع ضبابية التقييم تتيح لك تعيين القيم
bg: и възли в секунда с размазване на оценката, което ви позволява да задавате стойности
bn: এবং মূল্যায়ন ব্লার সহ প্রতি সেকেন্ডে নোড আপনাকে মান সেট করতে দেয়
cs: a uzlů za sekundu s rozmazáním vyhodnocení umožňuje nastavit hodnoty
da: og noder pr. sekund med evalueringssløring giver dig mulighed for at indstille værdier
de: und Knoten pro Sekunde mit Auswertung Unschärfe können Sie Werte festlegen
el: και κόμβοι ανά δευτερόλεπτο με θόλωση αξιολόγησης σάς επιτρέπει να ορίζετε τιμές
es: y los nodos por segundo con desenfoque de evaluación le permiten establecer valores
et: ja sõlmede arv sekundis koos hindamise hägususega, mis võimaldab väärtusi määrata
fa: و گره‌ها در ثانیه با تاری ارزیابی به شما امکان می‌دهد مقادیر را تنظیم کنید
fi: ja solmuja sekunnissa arvioinnin sumennuksen avulla voit asettaa arvoja
fr: et les nœuds par seconde avec flou d'évaluation vous permettent de définir des valeurs
he: וצמתים לשנייה עם טשטוש הערכה מאפשר לך לקבוע ערכים
hi: और मूल्यांकन धुंधलापन के साथ प्रति सेकंड नोड्स आपको मान सेट करने देता है
hu: és csomópontok másodpercenként, az értékelési elmosással lehetővé téve az értékek beállítását
id: dan node per detik dengan evaluasi blur memungkinkan Anda mengatur nilai
it: e nodi al secondo con sfocatura di valutazione ti consente di impostare valori
ja: 評価ブラー付きの1秒あたりのノード数で値を設定できます
lt: ir mazgų per sekundę skaičius su įvertinimo suliejimu leidžia nustatyti vertes
lv: un mezglu skaits sekundē ar novērtēšanas izpludināšanu ļauj iestatīt vērtības
nl: en knooppunten per seconde met evaluatievervaging waarmee u waarden kunt instellen
no: og noder per sekund med evalueringsuskarphet lar deg angi verdier
pl: i węzłów na sekundę z rozmyciem oceny pozwala na ustawienie wartości
pt: e nós por segundo com desfoque de avaliação permite que você defina valores
ro: și noduri pe secundă cu estompare a evaluării care vă permite să setați valori
ru: и узлов в секунду с размытием оценки позволяет вам устанавливать значения
sq: dhe nyjet për sekondë me turbullim vlerësimi ju lejojnë të vendosni vlera
sr: и чворова у секунди са замућењем евалуације које вам омогућава да подесите вредности
sv: och noder per sekund med utvärderingsoskärpa låter dig ställa in värden
sw: na nodi kwa sekunde zilizo na ukungu wa tathmini hukuruhusu kuweka maadili
ta: மற்றும் மதிப்பீட்டு மங்கலான நொடிக்கு முனைகள் மதிப்புகளை அமைக்க உங்களை அனுமதிக்கிறது.
th: และโหนดต่อวินาทีพร้อมการประเมินแบบเบลอช่วยให้คุณตั้งค่าได้
tr: ve değerlendirme bulanıklığı ile saniye başına düğüm sayısı değerleri ayarlamanıza olanak tanır
uk: і вузлів за секунду з розмиттям оцінки, що дозволяє встановлювати значення
ur: اور ایویلیویشن بلر کے ساتھ نوڈس فی سیکنڈ آپ کو ویلیو سیٹ کرنے دیتا ہے۔
vi: và các nút trên giây với độ mờ đánh giá cho phép bạn thiết lập các giá trị

source: that have a similar weakening effect.
ar: التي لها تأثير إضعاف مماثل.
bg: които имат подобен отслабващ ефект.
bn: যার একই রকম দুর্বল প্রভাব রয়েছে।
cs: které mají podobný oslabující účinek.
da: som har en lignende svækkende effekt.
de: die eine ähnliche schwächende Wirkung haben.
el: που έχουν παρόμοιο αποδυναμωτικό αποτέλεσμα.
es: que tienen un efecto debilitador similar.
et: millel on sarnane nõrgestav toime.
fa: که اثر تضعیف‌کننده مشابهی دارند.
fi: joilla on samanlainen heikentävä vaikutus.
fr: qui ont un effet affaiblissant similaire.
he: שיש להם אפקט מחלישה דומה.
hi: जिनका समान रूप से कमजोर करने वाला प्रभाव होता है।
hu: amelyek hasonló gyengítő hatással bírnak.
id: yang memiliki efek melemahkan yang serupa.
it: che hanno un effetto indebolinte simile.
ja: 同様の弱体化効果があります。
lt: kurie turi panašų silpninantį poveikį.
lv: kam ir līdzīga vājinoša iedarbība.
nl: die een soortgelijk verzwakkend effect hebben.
no: som har en lignende svekkende effekt.
pl: które mają podobny efekt osłabiający.
pt: que têm um efeito de enfraquecimento semelhante.
ro: care au un efect de slăbire similar.
ru: которые оказывают схожий ослабляющий эффект.
sq: që kanë një efekt të ngjashëm dobësues.
sr: који имају сличан слабећи ефекат.
sv: som har en liknande försvagande effekt.
sw: ambazo zina athari sawa ya kudhoofisha.
ta: அவை ஒத்த பலவீனப்படுத்தும் விளைவைக் கொண்டுள்ளன.
th: ที่มีฤทธิ์อ่อนตัวคล้ายกัน
tr: Benzer bir zayıflatıcı etkiye sahip olan.
uk: які мають подібний послаблюючий ефект.
ur: جس کا ایک ہی کمزور اثر ہوتا ہے۔
vi: có tác dụng làm suy yếu tương tự.

source: The Rodent 3 personalities are set up to use nodes per second
ar: تم إعداد شخصيات القوارض الثلاثة لاستخدام العقد في الثانية
bg: Личностите на Rodent 3 са настроени да използват възли в секунда
bn: ইঁদুর ৩ ব্যক্তিত্ব প্রতি সেকেন্ডে নোড ব্যবহার করার জন্য সেট আপ করা হয়েছে
cs: Osobnosti Rodent 3 jsou nastaveny na používání uzlů za sekundu.
da: Rodent 3-personlighederne er sat op til at bruge noder pr. sekund
de: Die Rodent 3-Persönlichkeiten sind so eingerichtet, dass sie Knoten pro Sekunde verwenden
el: Οι προσωπικότητες του Rodent 3 έχουν ρυθμιστεί ώστε να χρησιμοποιούν κόμβους ανά δευτερόλεπτο.
es: Las personalidades de Rodent 3 están configuradas para utilizar nodos por segundo.
et: Näriliste 3 isiksused on seadistatud kasutama sõlme sekundis
fa: شخصیت‌های جوندگان ۳ طوری تنظیم شده‌اند که در هر ثانیه از گره‌ها استفاده کنند
fi: Rodent 3 -persoonallisuudet on asetettu käyttämään solmuja sekunnissa
fr: Les personnalités du Rodent 3 sont configurées pour utiliser des nœuds par seconde
he: אישיויות המכרסם 3 מוגדרות להשתמש בצמתים לשנייה.
hi: रोडेंट 3 व्यक्तित्वों को प्रति सेकंड नोड्स का उपयोग करने के लिए सेट किया गया है
hu: A Rodent 3 személyiségek másodpercenként csomópontokat használnak.
id: Kepribadian Rodent 3 diatur untuk menggunakan node per detik
it: Le personalità del Rodent 3 sono impostate per utilizzare nodi al secondo
ja: Rodent 3のパーソナリティは1秒あたりノードを使用するように設定されている
lt: „Rodent 3“ asmenybės yra sukonfigūruotos naudoti mazgus per sekundę
lv: Grauzēju 3 personības ir iestatītas tā, lai izmantotu mezglus sekundē
nl: De Rodent 3-persoonlijkheden zijn ingesteld om knooppunten per seconde te gebruiken
no: Rodent 3-personlighetene er satt opp til å bruke noder per sekund
pl: Osobowości Rodent 3 są skonfigurowane do używania węzłów na sekundę
pt: As personalidades do Rodent 3 são configuradas para usar nós por segundo
ro: Personalitățile Rozătoarelor 3 sunt configurate să utilizeze noduri pe secundă
ru: Личности Rodent 3 настроены на использование узлов в секунду.
sq: Personalitetet e Rodent 3 janë të konfiguruara për të përdorur nyje për sekondë.
sr: Личности Глодара 3 су подешене да користе чворове у секунди
sv: Rodent 3-personligheterna är konfigurerade att använda noder per sekund
sw: Haiba za Rodent 3 zimeundwa ili kutumia nodi kwa sekunde
ta: ரோடென்ட் 3 ஆளுமைகள் வினாடிக்கு முனைகளைப் பயன்படுத்த அமைக்கப்பட்டுள்ளன.
th: บุคลิกภาพของ Rodent 3 ถูกตั้งค่าให้ใช้โหนดต่อวินาที
tr: Rodent 3 kişilikleri saniyede düğüm kullanacak şekilde ayarlandı
uk: Особистості Rodent 3 налаштовані на використання вузлів за секунду
ur: Rodent 3 شخصیات کو نوڈس فی سیکنڈ استعمال کرنے کے لیے ترتیب دیا گیا ہے۔
vi: 3 tính cách của loài gặm nhấm được thiết lập để sử dụng số nút mỗi giây

source: with evaluation blur and Rodent 4 is intended to be used
ar: مع تقييم ضبابي وRodent 4 يهدف إلى الاستخدام
bg: с размазване на оценката и Rodent 4 е предназначен за употреба
bn: মূল্যায়ন ঝাপসা সহ এবং রডেন্ট 4 ব্যবহার করার উদ্দেশ্যে তৈরি
cs: s rozmazáním vyhodnocení a Rodent 4 je určen k použití
da: med evalueringssløring og Rodent 4 er beregnet til at blive brugt
de: mit Auswertungsunschärfe und Rodent 4 soll verwendet werden
el: με θόλωση αξιολόγησης και το Rodent 4 προορίζεται για χρήση
es: Con evaluación borrosa y Rodent 4 está destinado a ser utilizado
et: hindamise hägususe ja Rodent 4 on ette nähtud kasutamiseks
fa: با تاری ارزیابی و Rodent 4 برای استفاده در نظر گرفته شده است
fi: arvioinnin sumennuksella ja Rodent 4 on tarkoitettu käytettäväksi
fr: avec un flou d'évaluation et Rodent 4 est destiné à être utilisé
he: עם טשטוש הערכה ומכרסם 4 מיועד לשימוש
hi: मूल्यांकन धुंधला और कृंतक 4 के साथ उपयोग करने का इरादा है
hu: értékelési elmosással és a Rodent 4 használatára szolgál
id: dengan evaluasi kabur dan Rodent 4 dimaksudkan untuk digunakan
it: con valutazione sfocata e Rodent 4 è destinato ad essere utilizzato
ja: 評価のぼかしとRodent 4の使用を意図しています
lt: su vertinimo suliejimu ir „Rodent 4“ yra skirtas naudoti
lv: ar novērtējuma izplūšanu un Grauzēju 4 ir paredzēts lietošanai
nl: met evaluatievervaging en Rodent 4 is bedoeld om te worden gebruikt
no: med evalueringsuskarphet og Rodent 4 er ment å brukes
pl: z rozmyciem oceny i Rodent 4 jest przeznaczony do użycia
pt: com avaliação de desfoque e Rodent 4 destina-se a ser usado
ro: cu neclaritate de evaluare și Rodent 4 este destinat utilizării
ru: с размытием оценки и Rodent 4 предназначен для использования
sq: me turbullirë vlerësimi dhe Rodent 4 është menduar të përdoret
sr: са замућењем евалуације и Rodent 4 је намењен за употребу
sv: med utvärderingssuddighet och Rodent 4 är avsedd att användas
sw: yenye ukungu wa tathmini na Kifimbo cha 4 kinakusudiwa kutumika
ta: மதிப்பீட்டு மங்கலுடன் மற்றும் கொறித்துண்ணி 4 பயன்படுத்தப்பட வேண்டும்.
th: ด้วยการประเมินความเบลอและ Rodent 4 มีวัตถุประสงค์เพื่อใช้
tr: değerlendirme bulanıklığı ile Rodent 4'ün kullanılması amaçlanmıştır
uk: з розмиттям оцінки, а Rodent 4 призначений для використання
ur: تشخیص دھندلا کے ساتھ اور Rodent 4 استعمال کرنے کا ارادہ ہے۔
vi: với độ mờ đánh giá và Rodent 4 được dự định sử dụng

source: with ELO limit strength only.
ar: مع قوة حد ELO فقط.
bg: само с ELO гранична якост.
bn: শুধুমাত্র ELO সীমা শক্তি সহ।
cs: pouze s mezní pevností ELO.
da: kun med ELO-grænsestyrke.
de: nur mit ELO-Grenzstärke.
el: μόνο με οριακή αντοχή ELO.
es: Solo con límite de fuerza ELO.
et: ainult ELO piiratud tugevusega.
fa: فقط با قدرت محدود ELO.
fi: vain ELO-rajoitusvoimalla.
fr: avec limite de résistance ELO uniquement.
he: עם עוצמת גבול ELO בלבד.
hi: केवल ELO सीमा शक्ति के साथ.
hu: csak ELO limit erősségű.
id: dengan batas kekuatan ELO saja.
it: solo con forza limite ELO.
ja: ELO 制限強度のみ。
lt: tik su ELO ribine jėga.
lv: tikai ar ELO ierobežojuma spēku.
nl: met alleen ELO-limietsterkte.
no: kun med ELO-grensestyrke.
pl: tylko z limitem siły ELO.
pt: somente com limite de força ELO.
ro: doar cu limita de rezistență ELO.
ru: только с ограничением по силе ELO.
sq: vetëm me forcën limit ELO.
sr: само са ELO граничном снагом.
sv: endast med ELO-gränsstyrka.
sw: kwa nguvu ya kikomo ya ELO pekee.
ta: ELO வரம்பு வலிமையுடன் மட்டுமே.
th: ที่มีขีดจำกัดความแข็งแกร่งของ ELO เท่านั้น
tr: sadece ELO limit gücüyle.
uk: лише з граничною міцністю ELO.
ur: صرف ELO کی حد کی طاقت کے ساتھ۔
vi: chỉ với giới hạn sức mạnh ELO.

source: Because of my modification to the way the < Personality > command is sent,
ar: بسبب تعديلي لطريقة إرسال الأمر <الشخصية>،
bg: Поради моята промяна в начина, по който се изпраща командата < Personality >,
bn: <Personality > কমান্ড পাঠানোর পদ্ধতিতে আমার পরিবর্তনের কারণে,
cs: Kvůli mé úpravě způsobu odesílání příkazu < Personality >,
da: På grund af min ændring af måden <Personlighed>-kommandoen sendes på,
de: Aufgrund meiner Änderung an der Art und Weise, wie der Befehl <Personality> gesendet wird,
el: Λόγω της τροποποίησής μου στον τρόπο αποστολής της εντολής <Personality>,
es: Debido a mi modificación en la forma en que se envía el comando <Personalidad>,
et: Kuna ma muutsin käskluse <Personality> saatmise viisi,
fa: به دلیل تغییری که در نحوه ارسال دستور <شخصیت> ایجاد کردم،
fi: Koska olen muokannut tapaa, jolla `<Personality>`-komento lähetetään,
fr: En raison de ma modification de la manière dont la commande <Personnalité> est envoyée,
he: בגלל השינוי שעשיתי באופן שבו הפקודה < Personality > נשלחת,
hi: < व्यक्तित्व > आदेश भेजने के तरीके में मेरे द्वारा किए गए संशोधन के कारण,
hu: A <Personality> parancs küldési módjának módosítása miatt,
id: Karena modifikasi saya pada cara perintah < Personality > dikirim,
it: A causa della mia modifica al modo in cui viene inviato il comando < Personalità >,
ja: < Personality >コマンドの送信方法を変更したため、
lt: Dėl mano atlikto komandos <Personality> siuntimo būdo pakeitimo,
lv: Manu modifikāciju < Personība > komandas nosūtīšanas veidā dēļ
nl: Vanwege mijn aanpassing aan de manier waarop het <Persoonlijkheid> commando wordt verzonden,
no: På grunn av min endring av måten <Personlighet>-kommandoen sendes på,
pl: Ze względu na moją modyfikację sposobu wysyłania polecenia < Osobowość >,
pt: Devido à minha modificação na forma como o comando <Personalidade> é enviado,
ro: Din cauza modificării mele privind modul în care este trimisă comanda <Personalitate>,
ru: Из-за моего изменения способа отправки команды <Личность>,
sq: Për shkak të modifikimit tim në mënyrën se si dërgohet komanda <Personality>,
sr: Због моје измене начина на који се шаље команда < Personality >,
sv: På grund av min modifiering av hur <Personlighet>-kommandot skickas,
sw: Kwa sababu ya marekebisho yangu kwa jinsi < Personality > amri inavyotumwa,
ta: <Personality > கட்டளை அனுப்பப்படும் விதத்தில் நான் செய்த மாற்றத்தின் காரணமாக,
th: เนื่องจากฉันปรับเปลี่ยนวิธีการส่งคำสั่ง <บุคลิกภาพ>
tr: <Kişilik> komutunun gönderilme biçiminde yaptığım değişiklik nedeniyle,
uk: Через мою зміну способу надсилання команди < Personality >,
ur: <Personality> کمانڈ بھیجے جانے کے طریقے میں میری ترمیم کی وجہ سے،
vi: Do tôi đã sửa đổi cách gửi lệnh <Personality>,

source: Rodent 3 can use its personalities with ELO limit strength
ar: يمكن للقوارض 3 استخدام شخصياتها مع قوة حد ELO
bg: Гризач 3 може да използва своите личности с ограничена сила на ELO
bn: ইঁদুর ৩ তার ব্যক্তিত্ব ব্যবহার করতে পারে যার ELO সীমা শক্তি রয়েছে
cs: Hlodavec 3 může používat své osobnosti s limitem síly ELO
da: Rodent 3 kan bruge sine personligheder med ELO-grænsestyrke
de: Rodent 3 kann seine Persönlichkeiten mit ELO-Grenzstärke nutzen
el: Το Rodent 3 μπορεί να χρησιμοποιήσει τις προσωπικότητές του με όριο ισχύος ELO
es: Rodent 3 puede usar sus personalidades con fuerza límite ELO
et: Näriline 3 saab oma isiksusi kasutada ELO piiratud tugevusega
fa: جوندگان ۳ می‌توانند از شخصیت‌های خود با قدرت محدود ELO استفاده کنند.
fi: Rodent 3 voi käyttää persoonallisuuksiaan ELO-rajoitetun voiman avulla
fr: Le rongeur 3 peut utiliser ses personnalités avec une force limite ELO
he: מכרסם 3 יכול להשתמש באישיות שלו עם מגבלת כוח ELO
hi: कृंतक 3 अपने व्यक्तित्व का उपयोग ELO सीमा शक्ति के साथ कर सकता है
hu: A Rodent 3 az ELO limit erejével használhatja a személyiségeit.
id: Rodent 3 dapat menggunakan kepribadiannya dengan kekuatan batas ELO
it: Il roditore 3 può usare le sue personalità con la forza limite ELO
ja: Rodent 3はELO限界強度で個性を発揮できる
lt: „Rodent 3“ gali naudoti savo asmenybes su ELO ribos jėga.
lv: Grauzējs 3 var izmantot savas personības ar ELO ierobežoto spēku
nl: Knaagdier 3 kan zijn persoonlijkheden gebruiken met ELO-limietsterkte
no: Gnager 3 kan bruke personlighetene sine med ELO-grensestyrke
pl: Gryzoń 3 może używać swoich osobowości z limitem siły ELO
pt: Rodent 3 pode usar suas personalidades com força limite ELO
ro: Rozătorul 3 își poate folosi personalitățile cu puterea limită ELO
ru: Грызун 3 может использовать свои личности с пределом ELO
sq: Brejtësi 3 mund të përdorë personalitetet e tij me forcën e limitit ELO.
sr: Глодар 3 може да користи своје личности са ограниченом снагом ЕЛО-а
sv: Rodent 3 kan använda sina personligheter med ELO-gränsstyrka
sw: Panya 3 inaweza kutumia haiba yake kwa nguvu ya kikomo ya ELO
ta: எலி 3 அதன் ஆளுமைகளை ELO வரம்பு வலிமையுடன் பயன்படுத்தலாம்.
th: หนู 3 สามารถใช้บุคลิกของตนได้โดยมีขีดจำกัดความแข็งแกร่งของ ELO
tr: Rodent 3, ELO limit gücüyle kişiliklerini kullanabilir
uk: Гризун 3 може використовувати свої особистості з обмеженням сили ELO
ur: Rodent 3 اپنی شخصیت کو ELO کی حد کی طاقت کے ساتھ استعمال کر سکتا ہے۔
vi: Rodent 3 có thể sử dụng tính cách của mình với sức mạnh giới hạn ELO

source: in combination with evaluation blur and select skill,
ar: بالتزامن مع تقييم الضبابية واختيار المهارة،
bg: в комбинация с размазване на оценката и умение за избор,
bn: মূল্যায়ন ঝাপসা এবং নির্বাচন দক্ষতার সাথে একত্রে,
cs: v kombinaci s rozmazáním hodnocení a výběrem dovedností,
da: i kombination med evalueringssløring og vælg færdighed,
de: in Kombination mit Bewertungsunschärfe und Auswahlfähigkeit,
el: σε συνδυασμό με θόλωση αξιολόγησης και επιλογή δεξιότητας,
es: En combinación con la evaluación borrosa y la habilidad de selección,
et: koos hindamise hägususe ja valitud oskusega,
fa: در ترکیب با تاری ارزیابی و مهارت انتخاب،
fi: yhdessä arvioinnin sumennuksen ja valitun taidon kanssa,
fr: en combinaison avec l'évaluation floue et la sélection des compétences,
he: בשילוב עם טשטוש הערכה ובחירת מיומנות,
hi: मूल्यांकन धुंधलापन और चयन कौशल के संयोजन में,
hu: az értékelési elmosódással és a kiválasztott készséggel kombinálva,
id: dikombinasikan dengan evaluasi kabur dan pilih keterampilan,
it: in combinazione con la valutazione sfocata e la selezione delle competenze,
ja: 評価ブラーと選択スキルと組み合わせることで、
lt: kartu su vertinimo suliejimu ir įgūdžių pasirinkimu,
lv: apvienojumā ar novērtējuma izplūšanu un prasmju atlasi,
nl: in combinatie met evaluatievervaging en selectievaardigheid,
no: i kombinasjon med evalueringsuskarphet og valg av ferdighet,
pl: w połączeniu z rozmyciem oceny i wyborem umiejętności,
pt: em combinação com avaliação de desfoque e habilidade selecionada,
ro: în combinație cu estomparea evaluării și selectarea abilităților,
ru: в сочетании с размытием оценки и выбором навыка,
sq: në kombinim me mjegullimin e vlerësimit dhe përzgjedhjen e aftësive,
sr: у комбинацији са замућењем евалуације и вештином одабира,
sv: i kombination med utvärderingssuddighet och vald färdighet,
sw: pamoja na ukungu wa tathmini na uchague ujuzi,
ta: மதிப்பீட்டு தெளிவின்மை மற்றும் தேர்ந்தெடுக்கும் திறனுடன் இணைந்து,
th: ร่วมกับการประเมินแบบเบลอและการเลือกทักษะ
tr: değerlendirme bulanıklığı ve seçme becerisiyle birlikte,
uk: у поєднанні з розмиттям оцінювання та вибором навичок,
ur: تشخیصی دھندلاپن اور منتخب مہارت کے ساتھ مل کر،
vi: kết hợp với đánh giá làm mờ và lựa chọn kỹ năng,

source: but not with nodes per second.
ar: ولكن ليس مع عدد العقد في الثانية.
bg: но не с възли в секунда.
bn: কিন্তু প্রতি সেকেন্ডে নোড দিয়ে নয়।
cs: ale ne s uzly za sekundu.
da: men ikke med noder per sekund.
de: aber nicht mit Knoten pro Sekunde.
el: αλλά όχι με κόμβους ανά δευτερόλεπτο.
es: pero no con nodos por segundo.
et: aga mitte sõlmedega sekundis.
fa: اما نه با گره در ثانیه.
fi: mutta ei solmujen lukumäärällä sekunnissa.
fr: mais pas avec des nœuds par seconde.
he: אבל לא עם צמתים לשנייה.
hi: लेकिन प्रति सेकंड नोड्स के साथ नहीं।
hu: de nem másodpercenkénti csomópontokkal.
id: tetapi tidak dengan node per detik.
it: ma non con nodi al secondo.
ja: ただし、1秒あたりのノード数ではありません。
lt: bet ne su mazgais per sekundę.
lv: bet ne ar mezgliem sekundē.
nl: maar niet met knooppunten per seconde.
no: men ikke med noder per sekund.
pl: ale nie z liczbą węzłów na sekundę.
pt: mas não com nós por segundo.
ro: dar nu cu noduri pe secundă.
ru: но не с узлами в секунду.
sq: por jo me nyje për sekondë.
sr: али не са чворовима у секунди.
sv: men inte med noder per sekund.
sw: lakini sio na nodi kwa sekunde.
ta: ஆனால் வினாடிக்கு முனைகளுடன் அல்ல.
th: แต่ไม่ใช่กับโหนดต่อวินาที
tr: ancak saniye başına düğüm sayısıyla değil.
uk: але не з вузлами за секунду.
ur: لیکن فی سیکنڈ نوڈس کے ساتھ نہیں۔
vi: nhưng không phải với số nút trên giây.

source: It also means that Rodent 4 can use ELO limit strength
ar: وهذا يعني أيضًا أن Rodent 4 يمكنه استخدام قوة حد ELO
bg: Това също означава, че Rodent 4 може да използва ELO гранична сила
bn: এর অর্থ হল, ইঁদুর ৪ ELO সীমা শক্তি ব্যবহার করতে পারে
cs: To také znamená, že Rodent 4 může použít limitní sílu ELO.
da: Det betyder også, at Rodent 4 kan bruge ELO-grænsestyrken
de: Es bedeutet auch, dass Rodent 4 ELO-Grenzstärke verwenden kann
el: Σημαίνει επίσης ότι το Rodent 4 μπορεί να χρησιμοποιήσει την οριακή ισχύ ELO
es: También significa que Rodent 4 puede usar la fuerza límite de ELO.
et: See tähendab ka seda, et Rodent 4 saab kasutada ELO piirangu tugevust
fa: همچنین به این معنی است که Rodent 4 می‌تواند از قدرت محدود ELO استفاده کند.
fi: Se tarkoittaa myös, että Rodent 4 voi käyttää ELO-rajoitusvoimakkuutta
fr: Cela signifie également que le rongeur 4 peut utiliser la force limite ELO
he: זה גם אומר שמכרסם 4 יכול להשתמש בעוצמת גבול ELO
hi: इसका यह भी अर्थ है कि कृंतक 4 ईएलओ सीमा शक्ति का उपयोग कर सकता है
hu: Ez azt is jelenti, hogy a Rodent 4 használhatja az ELO limit erősségi szintjét.
id: Ini juga berarti bahwa Rodent 4 dapat menggunakan kekuatan batas ELO
it: Ciò significa anche che il roditore 4 può utilizzare la forza limite ELO
ja: これは、Rodent 4がELO限界強度を使用できることを意味します
lt: Tai taip pat reiškia, kad „Rodent 4“ gali naudoti ELO ribos stiprumą
lv: Tas nozīmē arī to, ka Grauzējs 4 var izmantot ELO ierobežojuma spēku
nl: Het betekent ook dat Rodent 4 de ELO-limietsterkte kan gebruiken
no: Det betyr også at Rodent 4 kan bruke ELO-grensestyrke
pl: Oznacza to również, że Rodent 4 może korzystać z limitu siły ELO
pt: Isso também significa que o Rodent 4 pode usar a força limite do ELO
ro: De asemenea, înseamnă că Rodent 4 poate folosi limita de putere ELO.
ru: Это также означает, что Rodent 4 может использовать предельную силу ELO.
sq: Kjo gjithashtu do të thotë që Rodent 4 mund të përdorë forcën limit ELO.
sr: То такође значи да Rodent 4 може да користи ELO ограничење снаге
sv: Det betyder också att Rodent 4 kan använda ELO-gränsstyrka
sw: Inamaanisha pia kuwa panya 4 inaweza kutumia nguvu ya kikomo ya ELO
ta: இதன் பொருள் எலி 4 ELO வரம்பு வலிமையைப் பயன்படுத்தலாம் என்பதாகும்.
th: นอกจากนี้ยังหมายความว่า Rodent 4 สามารถใช้ขีดจำกัดความแข็งแกร่งของ ELO ได้
tr: Bu aynı zamanda Rodent 4'ün ELO limit gücünü kullanabileceği anlamına gelir
uk: Це також означає, що Rodent 4 може використовувати граничну силу ELO.
ur: اس کا مطلب یہ بھی ہے کہ Rodent 4 ELO کی حد کی طاقت کا استعمال کر سکتا ہے۔
vi: Điều này cũng có nghĩa là Rodent 4 có thể sử dụng sức mạnh giới hạn ELO
