Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: a stronger opponent your ranking decreases.
ar: كلما كان خصمك أقوى، انخفض تصنيفك.
bg: по-силен противник намалява вашият ранг.
bn: শক্তিশালী প্রতিপক্ষ হলে আপনার র‍্যাঙ্কিং কমে যায়।
cs: silnějším soupeřem se vaše hodnocení snižuje.
da: en stærkere modstander falder din rangering.
de: Ein stärkerer Gegner führt zu einer Abwertung Ihres Rankings.
el: Ένας ισχυρότερος αντίπαλος μειώνει την κατάταξή σας.
es: Cuanto más fuerte sea tu oponente, menor será tu clasificación.
et: Tugevama vastase korral langeb sinu edetabel.
fa: یک حریف قوی‌تر، رتبه شما را کاهش می‌دهد.
fi: Vahvempi vastustaja, sijoituksesi laskee.
fr: un adversaire plus fort, votre classement diminue.
he: יריב חזק יותר הדירוג שלך יורד.
hi: एक मजबूत प्रतिद्वंद्वी आपकी रैंकिंग कम हो जाती है.
hu: Egy erősebb ellenféllel csökken a rangsorod.
id: lawan yang lebih kuat peringkat Anda menurun.
it: un avversario più forte diminuisce la tua classifica.
ja: 相手が強くなるほど、ランキングが下がります。
lt: stipresnis priešininkas tavo reitingas mažėja.
lv: Spēcīgāks pretinieks - tavs rangs samazinās.
nl: Hoe sterker je tegenstander, hoe lager je ranking.
no: en sterkere motstander reduseres rangeringen din.
pl: im silniejszy przeciwnik tym Twoja pozycja w rankingu spada.
pt: quanto mais forte for o seu oponente, menor será sua classificação.
ro: cu un adversar mai puternic, clasamentul tău scade.
ru: чем сильнее противник, тем ниже ваш рейтинг.
sq: Një kundërshtar më i fortë ul renditjen tënde.
sr: јачи противник вам смањује ранг.
sv: en starkare motståndare minskar din ranking.
sw: mpinzani hodari cheo chako kinapungua.
ta: வலுவான எதிராளியுடன், உங்கள் தரவரிசை குறைகிறது.
th: คู่ต่อสู้ที่แข็งแกร่งกว่าอันดับของคุณจะลดลง
tr: Rakibiniz güçlendikçe sıralamanız düşer.
uk: сильніший суперник, ваш рейтинг знижується.
ur: ایک مضبوط حریف آپ کی درجہ بندی میں کمی آتی ہے۔
vi: đối thủ mạnh hơn thì thứ hạng của bạn sẽ giảm.

source: The rating change here will be small, only 2 points.
ar: سيكون تغيير التصنيف هنا صغيرًا، نقطتين فقط.
bg: Промяната в рейтинга тук ще бъде малка, само 2 точки.
bn: এখানে রেটিং পরিবর্তন ছোট হবে, মাত্র ২ পয়েন্ট।
cs: Změna hodnocení zde bude malá, pouze 2 body.
da: Ændringen i vurderingen her vil være lille, kun 2 point.
de: Die Bewertungsänderung wird hier gering sein, nur 2 Punkte.
el: Η αλλαγή στην αξιολόγηση εδώ θα είναι μικρή, μόνο 2 βαθμοί.
es: El cambio de calificación aquí será pequeño, solo 2 puntos.
et: Hinnangu muutus on siin väike, ainult 2 punkti.
fa: تغییر رتبه‌بندی در اینجا کوچک خواهد بود، فقط ۲ امتیاز.
fi: Arvosanamuutos on tässä pieni, vain 2 pistettä.
fr: Le changement de note ici sera faible, seulement 2 points.
he: שינוי הדירוג כאן יהיה קטן, רק 2 נקודות.
hi: यहां रेटिंग में परिवर्तन छोटा होगा, केवल 2 अंक।
hu: Az értékelés változása itt kicsi lesz, mindössze 2 pont.
id: Perubahan peringkat di sini akan kecil, hanya 2 poin.
it: In questo caso la variazione del punteggio sarà minima, solo 2 punti.
ja: ここでの評価の変化はわずか 2 ポイントです。
lt: Reitingo pokytis čia bus nedidelis, tik 2 taškai.
lv: Reitinga izmaiņas šeit būs nelielas, tikai 2 punkti.
nl: De verandering in de beoordeling zal hier klein zijn, slechts 2 punten.
no: Endringen i vurderingen her vil være liten, bare 2 poeng.
pl: Zmiana oceny będzie tutaj niewielka i wyniesie tylko 2 punkty.
pt: A mudança de classificação aqui será pequena, apenas 2 pontos.
ro: Schimbarea de rating aici va fi mică, doar 2 puncte.
ru: Изменение рейтинга здесь будет небольшим, всего 2 балла.
sq: Ndryshimi i vlerësimit këtu do të jetë i vogël, vetëm 2 pikë.
sr: Промена оцене овде ће бити мала, само 2 поена.
sv: Betygsförändringen här blir liten, bara 2 poäng.
sw: Mabadiliko ya ukadiriaji hapa yatakuwa madogo, pointi 2 pekee.
ta: இங்கே மதிப்பீடு மாற்றம் சிறியதாக இருக்கும், 2 புள்ளிகள் மட்டுமே.
th: การเปลี่ยนแปลงคะแนนที่นี่จะมีเพียงเล็กน้อยเพียง 2 คะแนนเท่านั้น
tr: Buradaki reyting değişikliği küçük olacak, sadece 2 puan.
uk: Зміна рейтингу тут буде невеликою, лише на 2 бали.
ur: یہاں ریٹنگ کی تبدیلی چھوٹی ہوگی، صرف 2 پوائنٹس۔
vi: Sự thay đổi về xếp hạng ở đây sẽ nhỏ, chỉ 2 điểm.

source: This can be adjusted by using a minimum win value variable.
ar: يمكن تعديل ذلك باستخدام متغير قيمة الفوز الأدنى.
bg: Това може да се коригира чрез използване на променлива за минимална стойност на печалбата.
bn: এটি একটি ন্যূনতম জয় মান পরিবর্তনশীল ব্যবহার করে সামঞ্জস্য করা যেতে পারে।
cs: Toto lze upravit pomocí proměnné minimální hodnoty výhry.
da: Dette kan justeres ved at bruge en variabel for minimumsgevinstværdi.
de: Dies kann durch die Verwendung einer Mindestgewinnwertvariablen angepasst werden.
el: Αυτό μπορεί να προσαρμοστεί χρησιμοποιώντας μια μεταβλητή ελάχιστης αξίας νίκης.
es: Esto se puede ajustar utilizando una variable de valor de ganancia mínima.
et: Seda saab reguleerida minimaalse võiduväärtuse muutuja abil.
fa: این را می‌توان با استفاده از یک متغیر حداقل مقدار برد تنظیم کرد.
fi: Tätä voidaan säätää käyttämällä vähimmäisvoittoarvoa koskevaa muuttujaa.
fr: Cela peut être ajusté en utilisant une variable de valeur de gain minimale.
he: ניתן להתאים זאת באמצעות משתנה ערך זכייה מינימלי.
hi: इसे न्यूनतम जीत मूल्य चर का उपयोग करके समायोजित किया जा सकता है।
hu: Ez egy minimális nyereményérték változó használatával módosítható.
id: Ini dapat disesuaikan dengan menggunakan variabel nilai kemenangan minimum.
it: Questo può essere regolato utilizzando una variabile di valore di vincita minimo.
ja: これは、最小勝利値変数を使用して調整できます。
lt: Tai galima koreguoti naudojant minimalios laimėjimo vertės kintamąjį.
lv: To var pielāgot, izmantojot minimālās uzvaras vērtības mainīgo.
nl: U kunt dit aanpassen door een variabele voor de minimale winstwaarde te gebruiken.
no: Dette kan justeres ved å bruke en variabel for minimum gevinstverdi.
pl: Można to dostosować, stosując zmienną o minimalnej wartości wygranej.
pt: Isso pode ser ajustado usando uma variável de valor mínimo de vitória.
ro: Acest lucru poate fi ajustat utilizând o variabilă de valoare minimă a câștigului.
ru: Это можно скорректировать, используя переменную минимального значения выигрыша.
sq: Kjo mund të rregullohet duke përdorur një variabël të vlerës minimale të fitimit.
sr: Ово се може подесити коришћењем променљиве минималне вредности добитка.
sv: Detta kan justeras genom att använda en variabel för lägsta vinstvärde.
sw: Hii inaweza kurekebishwa kwa kutumia kigezo cha chini cha thamani ya kushinda.
ta: குறைந்தபட்ச வெற்றி மதிப்பு மாறியைப் பயன்படுத்தி இதை சரிசெய்யலாம்.
th: สามารถปรับได้โดยใช้ตัวแปรค่าการชนะขั้นต่ำ
tr: Bu, minimum kazanma değeri değişkeni kullanılarak ayarlanabilir.
uk: Це можна налаштувати за допомогою змінної мінімального значення виграшу.
ur: اسے کم از کم جیت کی قدر متغیر کا استعمال کرکے ایڈجسٹ کیا جا سکتا ہے۔
vi: Có thể điều chỉnh điều này bằng cách sử dụng biến giá trị thắng tối thiểu.

source: So the general equation is, I think -
ar: لذا فإن المعادلة العامة هي، كما أعتقد -
bg: Така че общото уравнение е, мисля,...
bn: তাহলে সাধারণ সমীকরণ হল, আমার মনে হয় -
cs: Takže obecná rovnice je, myslím, -
da: Så den generelle ligning er, tror jeg -
de: Die allgemeine Gleichung lautet also, glaube ich, -
el: Λοιπόν, η γενική εξίσωση είναι, νομίζω...
es: Así que la ecuación general es, creo yo:
et: Seega on üldine võrrand, ma arvan -
fa: بنابراین معادله کلی، فکر می‌کنم این است -
fi: Joten yleinen yhtälö on mielestäni...
fr: Donc l'équation générale est, je pense -
he: אז המשוואה הכללית היא, אני חושב -
hi: तो मेरा मानना ​​है कि सामान्य समीकरण यह है -
hu: Tehát az általános egyenlet, azt hiszem, a következő...
id: Jadi persamaan umumnya, menurut saya, adalah -
it: Quindi l'equazione generale è, credo:
ja: だから、一般的な方程式はこうだと思います -
lt: Taigi, bendra lygtis, manau, yra...
lv: Tātad vispārējais vienādojums, manuprāt, ir...
nl: Dus de algemene vergelijking is, denk ik -
no: Så den generelle ligningen er, tror jeg -
pl: Myślę więc, że ogólne równanie jest takie –
pt: Então a equação geral é, eu acho -
ro: Deci ecuația generală este, cred -
ru: Итак, я думаю, общее уравнение таково:
sq: Pra, ekuacioni i përgjithshëm është, mendoj unë -
sr: Дакле, општа једначина је, мислим -
sv: Så den allmänna ekvationen är, tror jag -
sw: Kwa hivyo equation ya jumla ni, nadhani -
ta: எனவே பொதுவான சமன்பாடு என்னவென்றால், நான் நினைக்கிறேன் -
th: ดังนั้นสมการทั่วไปก็คือ ฉันคิดว่า -
tr: Yani genel denklem şu şekilde, sanırım -
uk: Отже, загальне рівняння, я думаю, таке...
ur: تو عام مساوات ہے، میرے خیال میں -
vi: Vì vậy, theo tôi, phương trình tổng quát là -

source: where
ar: أين
bg: където
bn: কোথায়
cs: kde
da: hvor
de: Wo
el: όπου
es: dónde
et: kus
fa: کجا
fi: jossa
fr: où
he: אֵיפֹה
hi: कहाँ
hu: ahol
id: Di mana
it: Dove
ja: どこ
lt: kur
lv: kur
nl: waar
no: hvor
pl: Gdzie
pt: onde
ro: unde
ru: где
sq: ku
sr: где
sv: där
sw: wapi
ta: எங்கே
th: ที่ไหน
tr: Neresi
uk: де
ur: کہاں
vi: Ở đâu

source: minimum win value
ar: الحد الأدنى لقيمة الفوز
bg: минимална стойност на печалбата
bn: সর্বনিম্ন জয়ের মান
cs: minimální hodnota výhry
da: minimumsgevinstværdi
de: Mindestgewinnwert
el: ελάχιστη αξία νίκης
es: valor mínimo de ganancia
et: minimaalne võiduväärtus
fa: حداقل ارزش برد
fi: vähimmäisvoittoarvo
fr: valeur minimale de gain
he: ערך זכייה מינימלי
hi: न्यूनतम जीत मूल्य
hu: minimális nyereményérték
id: nilai kemenangan minimum
it: valore minimo di vincita
ja: 最低勝利価値
lt: minimali laimėjimo vertė
lv: minimālā laimesta vērtība
nl: minimale winstwaarde
no: minimum gevinstverdi
pl: minimalna wartość wygranej
pt: valor mínimo de vitória
ro: valoare minimă a câștigului
ru: минимальная стоимость выигрыша
sq: vlera minimale e fitimit
sr: минимална вредност добитка
sv: minsta vinstvärde
sw: thamani ya chini ya ushindi
ta: குறைந்தபட்ச வெற்றி மதிப்பு
th: มูลค่าการชนะขั้นต่ำ
tr: minimum kazanma değeri
uk: мінімальне значення виграшу
ur: کم از کم جیت کی قیمت
vi: giá trị thắng tối thiểu

source: The default settings are stored in the ranking formula file < USCF >
ar: يتم تخزين الإعدادات الافتراضية في ملف صيغة الترتيب < USCF >
bg: Настройките по подразбиране се съхраняват във файла с формула за класиране <USCF>
bn: ডিফল্ট সেটিংস র‍্যাঙ্কিং সূত্র ফাইলে সংরক্ষণ করা হয় <USCF>
cs: Výchozí nastavení je uloženo v souboru vzorců pro hodnocení < USCF >
da: Standardindstillingerne gemmes i rangeringsformelfilen <USCF>
de: Die Standardeinstellungen sind in der Ranking-Formeldatei < USCF > gespeichert.
el: Οι προεπιλεγμένες ρυθμίσεις αποθηκεύονται στο αρχείο τύπων κατάταξης <USCF>
es: La configuración predeterminada se almacena en el archivo de fórmula de clasificación <USCF>
et: Vaikimisi sätted salvestatakse edetabeli valemi faili <USCF>.
fa: تنظیمات پیش‌فرض در فایل فرمول رتبه‌بندی <USCF> ذخیره می‌شوند.
fi: Oletusasetukset tallennetaan ranking-kaavatiedostoon < USCF >.
fr: Les paramètres par défaut sont stockés dans le fichier de formule de classement < USCF >
he: הגדרות ברירת המחדל נשמרות בקובץ נוסחת הדירוג < USCF >
hi: डिफ़ॉल्ट सेटिंग्स रैंकिंग फॉर्मूला फ़ाइल < USCF > में संग्रहीत हैं
hu: Az alapértelmezett beállítások az < USCF > rangsorolási képletfájlban tárolódnak.
id: Pengaturan default disimpan dalam file rumus peringkat < USCF >
it: Le impostazioni predefinite sono memorizzate nel file della formula di classificazione < USCF >
ja: デフォルト設定はランキング計算式ファイル<USCF>に保存されます。
lt: Numatytieji nustatymai saugomi reitingavimo formulės faile <USCF>.
lv: Noklusējuma iestatījumi tiek saglabāti rangu formulas failā < USCF >.
nl: De standaardinstellingen worden opgeslagen in het rangschikkingsformulebestand < USCF >
no: Standardinnstillingene lagres i rangeringsformelfilen <USCF>
pl: Ustawienia domyślne są przechowywane w pliku formuły rankingowej < USCF >
pt: As configurações padrão são armazenadas no arquivo de fórmula de classificação < USCF >
ro: Setările implicite sunt stocate în fișierul cu formule de clasament <USCF>
ru: Настройки по умолчанию хранятся в файле формулы рейтинга <USCF>
sq: Cilësimet e parazgjedhura ruhen në skedarin e formulës së renditjes <USCF>
sr: Подразумевана подешавања су сачувана у датотеци формуле рангирања < USCF >
sv: Standardinställningarna lagras i rankningsformelfilen <USCF>
sw: Mipangilio chaguo-msingi huhifadhiwa katika fomula ya faili ya cheo < USCF >
ta: இயல்புநிலை அமைப்புகள் தரவரிசை சூத்திரக் கோப்பில் சேமிக்கப்படும் < USCF >
th: การตั้งค่าเริ่มต้นจะถูกเก็บไว้ในไฟล์สูตรการจัดอันดับ < USCF >
tr: Varsayılan ayarlar sıralama formülü dosyasında saklanır < USCF >
uk: Налаштування за замовчуванням зберігаються у файлі формули ранжування <USCF>
ur: پہلے سے طے شدہ ترتیبات درجہ بندی فارمولہ فائل < USCF > میں محفوظ ہیں۔
vi: Các thiết lập mặc định được lưu trữ trong tệp công thức xếp hạng < USCF >

source: but you can create a new file and change the settings if you like.
ar: ولكن يمكنك إنشاء ملف جديد وتغيير الإعدادات إذا أردت.
bg: но можете да създадете нов файл и да промените настройките, ако желаете.
bn: কিন্তু আপনি চাইলে একটি নতুন ফাইল তৈরি করতে পারেন এবং সেটিংস পরিবর্তন করতে পারেন।
cs: ale můžete si vytvořit nový soubor a změnit nastavení, pokud chcete.
da: men du kan oprette en ny fil og ændre indstillingerne, hvis du vil.
de: Sie können jedoch eine neue Datei erstellen und die Einstellungen ändern, wenn Sie möchten.
el: αλλά μπορείτε να δημιουργήσετε ένα νέο αρχείο και να αλλάξετε τις ρυθμίσεις αν θέλετε.
es: pero puedes crear un nuevo archivo y cambiar la configuración si lo deseas.
et: aga saate luua uue faili ja soovi korral sätteid muuta.
fa: اما اگر دوست دارید می‌توانید یک فایل جدید ایجاد کنید و تنظیمات را تغییر دهید.
fi: mutta voit luoda uuden tiedoston ja muuttaa asetuksia, jos haluat.
fr: mais vous pouvez créer un nouveau fichier et modifier les paramètres si vous le souhaitez.
he: אבל אתה יכול ליצור קובץ חדש ולשנות את ההגדרות אם תרצה.
hi: लेकिन आप चाहें तो एक नई फ़ाइल बना सकते हैं और सेटिंग्स बदल सकते हैं।
hu: de létrehozhatsz egy új fájlt és módosíthatod a beállításokat, ha szeretnéd.
id: tetapi Anda dapat membuat berkas baru dan mengubah pengaturannya jika Anda mau.
it: ma puoi creare un nuovo file e modificare le impostazioni se vuoi.
ja: ただし、必要に応じて新しいファイルを作成して設定を変更することもできます。
lt: bet galite sukurti naują failą ir pakeisti nustatymus, jei norite.
lv: bet jūs varat izveidot jaunu failu un mainīt iestatījumus, ja vēlaties.
nl: U kunt echter een nieuw bestand maken en de instellingen wijzigen als u dat wilt.
no: men du kan opprette en ny fil og endre innstillingene hvis du vil.
pl: ale jeśli chcesz, możesz utworzyć nowy plik i zmienić ustawienia.
pt: mas você pode criar um novo arquivo e alterar as configurações se quiser.
ro: dar poți crea un fișier nou și modifica setările dacă dorești.
ru: но вы можете создать новый файл и изменить настройки, если захотите.
sq: por mund të krijoni një skedar të ri dhe të ndryshoni cilësimet nëse dëshironi.
sr: али можете креирати нову датотеку и променити подешавања ако желите.
sv: men du kan skapa en ny fil och ändra inställningarna om du vill.
sw: lakini unaweza kuunda faili mpya na kubadilisha mipangilio ikiwa unapenda.
ta: ஆனால் நீங்கள் விரும்பினால் ஒரு புதிய கோப்பை உருவாக்கி அமைப்புகளை மாற்றலாம்.
th: แต่คุณสามารถสร้างไฟล์ใหม่และเปลี่ยนการตั้งค่าได้หากคุณต้องการ
tr: Ancak dilerseniz yeni bir dosya oluşturup ayarları değiştirebilirsiniz.
uk: але ви можете створити новий файл і змінити налаштування, якщо хочете.
ur: لیکن آپ ایک نئی فائل بنا سکتے ہیں اور اگر آپ چاہیں تو سیٹنگز تبدیل کر سکتے ہیں۔
vi: nhưng bạn có thể tạo một tệp mới và thay đổi cài đặt nếu muốn.

source: I would recomend only minor changes to the basic numbers.
ar: أود أن أوصي فقط بإجراء تغييرات طفيفة على الأرقام الأساسية.
bg: Бих препоръчал само малки промени в основните числа.
bn: আমি মৌলিক সংখ্যাগুলিতে কেবল সামান্য পরিবর্তন করার পরামর্শ দেব।
cs: Doporučil bych jen drobné změny základních čísel.
da: Jeg vil kun anbefale mindre ændringer i de grundlæggende tal.
de: Ich würde nur geringfügige Änderungen an den Grundzahlen empfehlen.
el: Θα συνιστούσα μόνο μικρές αλλαγές στους βασικούς αριθμούς.
es: Recomendaría sólo cambios menores en los números básicos.
et: Soovitaksin põhinumbrites teha vaid väikeseid muudatusi.
fa: من فقط تغییرات جزئی در اعداد اولیه را توصیه می‌کنم.
fi: Suosittelisin vain pieniä muutoksia peruslukuihin.
fr: Je recommanderais seulement des modifications mineures aux chiffres de base.
he: הייתי ממליץ על שינויים קלים בלבד במספרים הבסיסיים.
hi: मैं मूल संख्याओं में केवल मामूली परिवर्तन की सिफारिश करूंगा।
hu: Csak kisebb változtatásokat javasolnék az alapszámokon.
id: Saya akan merekomendasikan hanya perubahan kecil pada angka-angka dasar.
it: Consiglierei solo piccole modifiche ai numeri di base.
ja: 基本的な数字には小さな変更のみをお勧めします。
lt: Rekomenduočiau tik nedidelius pagrindinių skaičių pakeitimus.
lv: Es ieteiktu tikai nelielas izmaiņas pamata skaitļos.
nl: Ik zou aanraden om alleen kleine wijzigingen aan te brengen in de basisgetallen.
no: Jeg vil kun anbefale mindre endringer i basistallene.
pl: Zaleciłbym jedynie drobne zmiany w podstawowych liczbach.
pt: Eu recomendaria apenas pequenas mudanças nos números básicos.
ro: Aș recomanda doar modificări minore ale numerelor de bază.
ru: Я бы рекомендовал внести лишь незначительные изменения в основные цифры.
sq: Do të rekomandoja vetëm ndryshime të vogla në numrat bazë.
sr: Препоручио бих само мање измене основних бројева.
sv: Jag skulle endast rekommendera mindre ändringar av grundsiffrorna.
sw: Ningependekeza mabadiliko madogo tu kwa nambari za kimsingi.
ta: அடிப்படை எண்களில் சிறிய மாற்றங்களை மட்டுமே நான் பரிந்துரைக்கிறேன்.
th: ฉันขอแนะนำให้มีการเปลี่ยนแปลงเล็กน้อยในตัวเลขพื้นฐานเท่านั้น
tr: Sadece temel sayılarda ufak değişiklikler yapmanızı öneririm.
uk: Я б рекомендував лише незначні зміни до основних цифр.
ur: میں بنیادی نمبروں میں صرف معمولی تبدیلیوں کی سفارش کروں گا۔
vi: Tôi chỉ đề xuất những thay đổi nhỏ đối với các con số cơ bản.

source: Rating formula explanation
ar: شرح صيغة التقييم
bg: Обяснение на формулата за оценка
bn: রেটিং সূত্রের ব্যাখ্যা
cs: Vysvětlení vzorce pro hodnocení
da: Forklaring af vurderingsformel
de: Erläuterung der Bewertungsformel
el: Εξήγηση τύπου αξιολόγησης
es: Explicación de la fórmula de calificación
et: Hinnanguvalemi selgitus
fa: توضیح فرمول رتبه‌بندی
fi: Arviointikaavan selitys
fr: Explication de la formule de notation
he: הסבר על נוסחת הדירוג
hi: रेटिंग सूत्र स्पष्टीकरण
hu: Értékelési képlet magyarázata
id: Penjelasan rumus pemeringkatan
it: Spiegazione della formula di valutazione
ja: 評価式の説明
lt: Įvertinimo formulės paaiškinimas
lv: Vērtēšanas formulas skaidrojums
nl: Uitleg van de beoordelingsformule
no: Forklaring av vurderingsformel
pl: Wyjaśnienie wzoru oceny
pt: Explicação da fórmula de classificação
ro: Explicația formulei de evaluare
ru: Пояснение формулы оценки
sq: Shpjegimi i formulës së vlerësimit
sr: Објашњење формуле за оцењивање
sv: Förklaring av betygsformeln
sw: Maelezo ya fomula ya ukadiriaji
ta: மதிப்பீட்டு சூத்திர விளக்கம்
th: คำอธิบายสูตรการให้คะแนน
tr: Derecelendirme formülü açıklaması
uk: Пояснення формули оцінки
ur: درجہ بندی کے فارمولے کی وضاحت
vi: Giải thích công thức xếp hạng

source: Move delay for human - engine games
ar: تأخير الحركة لألعاب المحرك البشري
bg: Забавяне на движението за игри с човешки енджин
bn: মানুষের জন্য স্থানান্তর বিলম্ব - ইঞ্জিন গেম
cs: Zpoždění pohybu pro hry s lidským enginem
da: Bevægelsesforsinkelse for menneske-motorspil
de: Bewegungsverzögerung für Human-Engine-Spiele
el: Καθυστέρηση κίνησης για παιχνίδια ανθρώπινης μηχανής
es: Retraso de movimiento para juegos con motor humano
et: Liikumisviivitus inimese poolt juhitavates mängudes
fa: تأخیر حرکت برای بازی‌های موتوری انسانی
fi: Liikkumisviive ihmispelimoottoreissa
fr: Délai de déplacement pour les jeux à moteur humain
he: עיכוב תנועה עבור משחקי מנוע אנושיים
hi: मानव-इंजन खेलों के लिए चाल विलंब
hu: Mozgáskésleltetés embermotoros játékokban
id: Penundaan gerakan untuk permainan mesin manusia
it: Ritardo di movimento per i giochi di motori umani
ja: 人間の動きの遅延 - エンジンゲーム
lt: Judesio uždelsimas žmonių valdomuose žaidimuose
lv: Kustības aizkave spēlēm ar cilvēka dzinēju
nl: Vertraging bij games met een menselijke motor
no: Bevegelsesforsinkelse for spill med menneskelige motorer
pl: Opóźnienie ruchu w grach z udziałem człowieka i silnika
pt: Atraso de movimento para jogos de motor humano
ro: Întârzierea mișcării pentru jocurile cu motor uman
ru: Задержка хода для игр с человеческим движком
sq: Vonesa e lëvizjes për lojërat me motor njerëzor
sr: Кашњење кретања за игре са људским мотором
sv: Fördröjning av rörelser för spel med mänskliga motorer
sw: Kuchelewesha kwa hoja kwa michezo ya injini ya binadamu
ta: மனித - இயந்திர விளையாட்டுகளுக்கான நகர்வு தாமதம்
th: การเคลื่อนไหวล่าช้าสำหรับมนุษย์ - เกมเอนจิ้น
tr: İnsan için hareket gecikmesi - motor oyunları
uk: Затримка руху для ігор з людським движком
ur: انسانی انجن گیمز کے لیے تاخیر کو منتقل کریں۔
vi: Độ trễ di chuyển cho trò chơi giữa người và máy

source: Use move delay
ar: استخدم تأخير الحركة
bg: Използване на забавяне на движението
bn: সরানোর বিলম্ব ব্যবহার করুন
cs: Použít zpoždění pohybu
da: Brug bevægelsesforsinkelse
de: Bewegungsverzögerung verwenden
el: Χρήση καθυστέρησης μετακίνησης
es: Usar retraso de movimiento
et: Kasutage liikumise viivitust
fa: استفاده از تأخیر حرکت
fi: Käytä siirtoviivettä
fr: Utiliser le délai de déplacement
he: השתמש בהשהיית תנועה
hi: चाल विलंब का उपयोग करें
hu: Mozgáskésleltetés használata
id: Gunakan penundaan gerakan
it: Usa il ritardo di spostamento
ja: 移動遅延を使用する
lt: Naudoti judėjimo delsą
lv: Izmantot pārvietošanas aizkavi
nl: Gebruik verplaatsingsvertraging
no: Bruk bevegelsesforsinkelse
pl: Użyj opóźnienia ruchu
pt: Usar atraso de movimento
ro: Folosește întârzierea mișcării
ru: Использовать задержку перемещения
sq: Përdor vonesën e lëvizjes
sr: Користите одлагање кретања
sv: Använd fördröjning
sw: Tumia kuchelewa kwa hoja
ta: நகர்வு தாமதத்தைப் பயன்படுத்தவும்
th: ใช้การหน่วงเวลาการเคลื่อนไหว
tr: Hareket gecikmesini kullan
uk: Використовувати затримку переміщення
ur: حرکت میں تاخیر کا استعمال کریں۔
vi: Sử dụng độ trễ di chuyển

source: Cancel at seconds
ar: إلغاء في ثوانٍ
bg: Отмяна след секунди
bn: সেকেন্ডে বাতিল করুন
cs: Zrušit za několik sekund
da: Annuller om sekunder
de: Abbrechen nach Sekunden
el: Ακύρωση σε δευτερόλεπτα
es: Cancelar en segundos
et: Tühista sekundite järel
fa: لغو در ثانیه
fi: Peruuta sekunnin kohdalla
fr: Annuler en quelques secondes
he: ביטול תוך שניות
hi: कुछ सेकंड में रद्द करें
hu: Másodpercben lemondás
id: Batal dalam hitungan detik
it: Annulla in secondi
ja: 秒後にキャンセル
lt: Atšaukti po kelių sekundžių
lv: Atcelt sekundēs
nl: Annuleren op seconden
no: Avbryt om sekunder
pl: Anuluj po sekundach
pt: Cancelar em segundos
ro: Anulează la câteva secunde
ru: Отмена через несколько секунд
sq: Anulo në sekonda
sr: Откажи за неколико секунди
sv: Avbryt efter några sekunder
sw: Ghairi kwa sekunde
ta: வினாடிகளில் ரத்துசெய்
th: ยกเลิกในไม่กี่วินาที
tr: Saniyeler içinde iptal et
uk: Скасувати за кілька секунд
ur: سیکنڈ میں منسوخ کریں۔
vi: Hủy bỏ tại giây
