Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: For you convenience, I have made engine parameter files for the engines
ar: لتسهيل الأمر عليك، قمت بإنشاء ملفات معلمات المحرك للمحركات
bg: За ваше удобство, създадох файлове с параметри на двигателите.
bn: আপনাদের সুবিধার্থে, আমি ইঞ্জিনগুলির জন্য ইঞ্জিন প্যারামিটার ফাইল তৈরি করেছি।
cs: Pro vaše pohodlí jsem vytvořil soubory s parametry motorů.
da: For nemheds skyld har jeg lavet motorparameterfiler til motorerne
de: Für Ihre Bequemlichkeit habe ich Motorparameterdateien für die Motoren erstellt
el: Για την διευκόλυνσή σας, έχω δημιουργήσει αρχεία παραμέτρων κινητήρα για τους κινητήρες.
es: Para su comodidad, he creado archivos de parámetros del motor para los motores.
et: Teie mugavuse huvides olen loonud mootorite parameetrite failid.
fa: برای راحتی شما، فایل‌های پارامتر موتور را برای موتورها ساخته‌ام.
fi: Mukavuutesi vuoksi olen tehnyt moottoriparametritiedostot moottoreille
fr: Pour votre commodité, j'ai créé des fichiers de paramètres moteur pour les moteurs
he: לנוחיותך, יצרתי קבצי פרמטרים של מנוע עבור המנועים
hi: आपकी सुविधा के लिए, मैंने इंजनों के लिए इंजन पैरामीटर फ़ाइलें बनाई हैं
hu: A kényelmed érdekében létrehoztam a motorok paraméterfájljait.
id: Untuk kenyamanan Anda, saya telah membuat file parameter mesin untuk mesin
it: Per vostra comodità, ho creato file di parametri del motore per i motori
ja: 便宜上、エンジン用のエンジンパラメータファイルを作成しました。
lt: Jūsų patogumui sukūriau variklių parametrų failus
lv: Jūsu ērtībai esmu izveidojis dzinēja parametru failus dzinējiem
nl: Voor uw gemak heb ik motorparameterbestanden gemaakt voor de motoren
no: For enkelhets skyld har jeg laget motorparameterfiler for motorene
pl: Dla Twojej wygody stworzyłem pliki parametrów silników
pt: Para sua conveniência, criei arquivos de parâmetros do motor para os motores
ro: Pentru confortul dumneavoastră, am creat fișiere cu parametrii motorului pentru motoare
ru: Для вашего удобства я сделал файлы параметров двигателей.
sq: Për lehtësinë tuaj, kam krijuar skedarë të parametrave të motorit për motorët.
sr: Ради ваше удобности, направио сам датотеке са параметрима мотора
sv: För din bekvämlighet har jag skapat motorparameterfiler för motorerna
sw: Kwa urahisi wako, nimetengeneza faili za parameta za injini kwa injini
ta: உங்கள் வசதிக்காக, என்ஜின்களுக்கான என்ஜின் அளவுரு கோப்புகளை நான் உருவாக்கியுள்ளேன்.
th: เพื่อความสะดวกของคุณ ฉันได้สร้างไฟล์พารามิเตอร์เครื่องยนต์สำหรับเครื่องยนต์
tr: Kolaylığınız için, motorlar için motor parametre dosyaları oluşturdum
uk: Для вашої зручності я створив файли параметрів двигунів.
ur: آپ کی سہولت کے لیے، میں نے انجن کے لیے انجن پیرامیٹر فائلیں بنا دی ہیں۔
vi: Để thuận tiện cho bạn, tôi đã tạo các tệp tham số động cơ cho các động cơ

source: with all the parameters set to default, ready for you to make adjustments.
ar: مع تعيين كافة المعلمات على الوضع الافتراضي، وجاهزة لإجراء التعديلات اللازمة.
bg: с всички параметри, зададени по подразбиране, готови за корекции.
bn: সমস্ত প্যারামিটার ডিফল্টে সেট করা আছে, আপনার সমন্বয় করার জন্য প্রস্তুত।
cs: se všemi parametry nastavenými na výchozí hodnoty, připravenými k provedení úprav.
da: med alle parametre indstillet til standard, klar til at du kan foretage justeringer.
de: Alle Parameter sind auf die Standardeinstellungen eingestellt und Sie können Anpassungen vornehmen.
el: με όλες τις παραμέτρους ορισμένες στις προεπιλεγμένες, έτοιμο για να κάνετε προσαρμογές.
es: con todos los parámetros configurados por defecto, listo para que realices ajustes.
et: kõik parameetrid on vaikeseadetele seatud ja valmis muudatuste tegemiseks.
fa: با تمام پارامترهای تنظیم‌شده روی پیش‌فرض، آماده برای انجام تنظیمات توسط شما.
fi: kaikki parametrit on asetettu oletusarvoihin, joten voit tehdä säätöjä.
fr: avec tous les paramètres définis par défaut, prêt à effectuer des ajustements.
he: כאשר כל הפרמטרים מוגדרים כברירת מחדל, מוכן לביצוע התאמות.
hi: सभी पैरामीटर डिफ़ॉल्ट पर सेट हैं, और आप समायोजन करने के लिए तैयार हैं।
hu: minden paraméter alapértelmezettre van állítva, így készen áll a módosítások elvégzésére.
id: dengan semua parameter ditetapkan ke default, siap bagi Anda untuk membuat penyesuaian.
it: con tutti i parametri impostati di default, pronti per essere modificati.
ja: すべてのパラメータがデフォルトに設定されており、調整する準備が整っています。
lt: su visais numatytaisiais parametrais, paruoštais atlikti pakeitimus.
lv: ar visiem parametriem, kas iestatīti pēc noklusējuma, gatavs pielāgošanai.
nl: met alle parameters ingesteld op de standaardinstellingen, zodat u aanpassingen kunt maken.
no: med alle parameterne satt til standard, klar for at du kan gjøre justeringer.
pl: ze wszystkimi parametrami ustawionymi na domyślne, gotowymi do wprowadzenia zmian.
pt: com todos os parâmetros definidos como padrão, prontos para você fazer ajustes.
ro: cu toți parametrii setați la valorile implicite, gata pentru a face ajustări.
ru: со всеми параметрами по умолчанию, готовыми к внесению изменений.
sq: me të gjithë parametrat e vendosur në vlerat fillestare, gati që ju të bëni rregullime.
sr: са свим параметрима подешеним на подразумеване вредности, спремни за подешавања.
sv: med alla parametrar inställda på standard, redo för dig att göra justeringar.
sw: na vigezo vyote vimewekwa kuwa chaguo-msingi, tayari kwako kufanya marekebisho.
ta: அனைத்து அளவுருக்களும் இயல்புநிலையாக அமைக்கப்பட்டு, நீங்கள் மாற்றங்களைச் செய்யத் தயாராக உள்ளது.
th: โดยตั้งค่าพารามิเตอร์ทั้งหมดเป็นค่าเริ่มต้น พร้อมให้คุณปรับเปลี่ยนได้
tr: tüm parametreler varsayılan değerlere ayarlı, ayarlamalar yapmanız için hazır.
uk: з усіма параметрами, встановленими за замовчуванням, готовими до внесення змін.
ur: ڈیفالٹ پر سیٹ تمام پیرامیٹرز کے ساتھ، آپ ایڈجسٹمنٹ کرنے کے لیے تیار ہیں۔
vi: với tất cả các thông số được thiết lập mặc định, sẵn sàng để bạn điều chỉnh.

source: These are stored in -
ar: يتم تخزينها في -
bg: Те се съхраняват в -
bn: এগুলো সংরক্ষণ করা হয় -
cs: Tyto jsou uloženy v -
da: Disse er opbevaret i -
de: Diese werden gespeichert in -
el: Αυτά αποθηκεύονται σε -
es: Estos se almacenan en -
et: Need on salvestatud -
fa: اینها در - ذخیره می‌شوند
fi: Nämä on tallennettu -
fr: Ceux-ci sont stockés dans -
he: אלה מאוחסנים ב- -
hi: इन्हें संग्रहित किया जाता है -
hu: Ezek a következő helyen vannak tárolva: -
id: Ini disimpan di -
it: Questi sono memorizzati in -
ja: これらは以下の場所に保存されます -
lt: Jie saugomi -
lv: Tie tiek glabāti —
nl: Deze worden opgeslagen in -
no: Disse er lagret i -
pl: Są one przechowywane w -
pt: Eles são armazenados em -
ro: Acestea sunt depozitate în -
ru: Они хранятся в -
sq: Këto ruhen në -
sr: Ови се чувају у -
sv: Dessa lagras i -
sw: Hizi zimehifadhiwa katika -
ta: இவை சேமிக்கப்படுகின்றன -
th: สิ่งเหล่านี้จะถูกเก็บไว้ใน -
tr: Bunlar şurada saklanır:
uk: Вони зберігаються в -
ur: یہ اس میں محفوظ ہیں -
vi: Những thứ này được lưu trữ trong -

source: and can be loaded with < Load engine > from the engine dialog box.
ar: ويمكن تحميلها باستخدام <Load engine> من مربع حوار المحرك.
bg: и може да се зареди с < Зареждане на двигателя > от диалоговия прозорец на двигателя.
bn: এবং ইঞ্জিন ডায়ালগ বক্স থেকে <Load engine > দিয়ে লোড করা যেতে পারে।
cs: a lze jej načíst pomocí < Načíst engine > z dialogového okna enginu.
da: og kan indlæses med <Indlæs motor> fra motordialogboksen.
de: und kann mit < Engine laden > aus dem Engine-Dialogfeld geladen werden.
el: και μπορεί να φορτωθεί με < Φόρτωση μηχανής > από το παράθυρο διαλόγου της μηχανής.
es: y se puede cargar con <Cargar motor> desde el cuadro de diálogo del motor.
et: ja seda saab laadida mootori dialoogiboksis käsuga <Laadi mootor >.
fa: و می‌توان آن را با <بارگذاری موتور> از کادر محاوره‌ای موتور بارگذاری کرد.
fi: ja se voidaan ladata < Lataa moottori > -komennolla moottorin valintaikkunasta.
fr: et peut être chargé avec < Charger le moteur > depuis la boîte de dialogue du moteur.
he: וניתן לטעון אותו באמצעות <Load engine> מתיבת הדו-שיח של המנוע.
hi: और इसे इंजन संवाद बॉक्स से < लोड इंजन > के साथ लोड किया जा सकता है।
hu: és a < Motor betöltése > paranccsal tölthető be a motor párbeszédpanelen.
id: dan dapat dimuat dengan < Load engine > dari kotak dialog mesin.
it: e può essere caricato con < Carica motore > dalla finestra di dialogo del motore.
ja: エンジン ダイアログ ボックスから < エンジンのロード > を使用してロードできます。
lt: ir gali būti įkeltas naudojant <Įkelti variklį> iš variklio dialogo lango.
lv: un to var ielādēt, izmantojot <Ielādēt dzinēju> no dzinēja dialoglodziņa.
nl: en kan worden geladen met < Load engine > in het engine-dialoogvenster.
no: og kan lastes inn med <Last inn motor> fra motordialogboksen.
pl: i można go załadować za pomocą < Załaduj silnik > w oknie dialogowym silnika.
pt: e pode ser carregado com < Carregar mecanismo > na caixa de diálogo do mecanismo.
ro: și poate fi încărcată cu <Load engine> din caseta de dialog engine.
ru: и может быть загружен с помощью <Загрузить движок> в диалоговом окне движка.
sq: dhe mund të ngarkohet me < Load engine > nga kutia e dialogut të motorit.
sr: и може се учитати помоћу < Учитај мотор > из дијалошког оквира мотора.
sv: och kan läsas in med <Ladda motor> från motordialogrutan.
sw: na inaweza kupakiwa na < Load engine > kutoka kwa sanduku la mazungumzo ya injini.
ta: மேலும் எஞ்சின் உரையாடல் பெட்டியிலிருந்து Load engine > உடன் ஏற்றலாம்.
th: และสามารถโหลดได้ด้วย <โหลดเครื่องยนต์> จากกล่องโต้ตอบเครื่องยนต์ได้
tr: ve motor iletişim kutusundan < Motoru yükle > ile yüklenebilir.
uk: і може бути завантажений за допомогою <Завантажити двигун> з діалогового вікна двигуна.
ur: اور انجن ڈائیلاگ باکس سے <لوڈ انجن> کے ساتھ لوڈ کیا جا سکتا ہے۔
vi: và có thể được tải bằng <Tải động cơ> từ hộp thoại động cơ.

source: Stockfish nps engine help
ar: مساعدة محرك Stockfish nps
bg: Помощ за движещата система Stockfish NPS
bn: স্টকফিশ এনপিএস ইঞ্জিন সহায়তা
cs: Nápověda k NPS enginu Stockfish
da: Hjælp til Stockfish NPS-motor
de: Stockfish NPS-Engine-Hilfe
el: Βοήθεια για τη μηχανή nps του Stockfish
es: Ayuda del motor nps de Stockfish
et: Stockfish NPS mootori abi
fa: کمک در مورد موتور NPS استوک‌فیش
fi: Stockfish NPS -moottorin apua
fr: Aide au moteur NPS de Stockfish
he: עזרה במנוע nps של Stockfish
hi: स्टॉकफिश एनपीएस इंजन सहायता
hu: Stockfish NPS motor segítség
id: Bantuan mesin nps Stockfish
it: Aiuto per il motore NPS Stockfish
ja: Stockfish NPSエンジンヘルプ
lt: Stokžuvių NPS variklio pagalba
lv: Stockfish NPS dzinēja palīdzība
nl: Stockfish nps engine-hulp
no: Hjelp med Stockfish NPS-motor
pl: Pomoc dotycząca silnika NPS Stockfish
pt: Ajuda do motor NPS Stockfish
ro: Ajutor pentru motorul NPS Stockfish
ru: Помощь по движку Stockfish nps
sq: Ndihmë për motorin nps të Stockfish
sr: Помоћ за Stockfish NPS мотор
sv: Hjälp med Stockfish NPS-motor
sw: Msaada wa injini ya samaki wa samaki nps
ta: ஸ்டாக்ஃபிஷ் என்பிஎஸ் எஞ்சின் உதவி
th: ความช่วยเหลือเกี่ยวกับเอ็นจิ้น Stockfish nps
tr: Stockfish NPS motoru yardımı
uk: Довідка з движка Stockfish NPS
ur: اسٹاک فش این پی ایس انجن کی مدد
vi: Trợ giúp về công cụ Stockfish NPS

source: This is a Stockfish derivative engine with many adjustment features.
ar: هذا هو محرك مشتق من Stockfish مع العديد من ميزات التعديل.
bg: Това е производен двигател на Stockfish с много функции за настройка.
bn: এটি একটি স্টকফিশ ডেরিভেটিভ ইঞ্জিন যার অনেকগুলি সমন্বয় বৈশিষ্ট্য রয়েছে।
cs: Toto je odvozený engine od Stockfishu s mnoha funkcemi pro úpravy.
da: Dette er en Stockfish-afledt motor med mange justeringsfunktioner.
de: Dies ist eine von Stockfish abgeleitete Engine mit vielen Anpassungsfunktionen.
el: Αυτή είναι μια μηχανή παράγωγη του Stockfish με πολλές δυνατότητες προσαρμογής.
es: Este es un motor derivado de Stockfish con muchas funciones de ajuste.
et: See on Stockfishi tuletatud mootor, millel on palju reguleerimisvõimalusi.
fa: این یک موتور مشتق شده از Stockfish با ویژگی‌های تنظیمی فراوان است.
fi: Tämä on Stockfish-johdannainen moottori, jossa on paljon säätöominaisuuksia.
fr: Il s'agit d'un moteur dérivé de Stockfish avec de nombreuses fonctionnalités de réglage.
he: זהו מנוע נגזר של Stockfish עם תכונות התאמה רבות.
hi: यह एक स्टॉकफिश व्युत्पन्न इंजन है जिसमें कई समायोजन विशेषताएं हैं।
hu: Ez egy Stockfish-származékú motor, számos beállítási funkcióval.
id: Ini adalah mesin turunan Stockfish dengan banyak fitur penyesuaian.
it: Si tratta di un motore derivato da Stockfish con numerose funzioni di regolazione.
ja: これは多くの調整機能を備えた Stockfish 派生エンジンです。
lt: Tai „Stockfish“ išvestinis variklis su daugybe reguliavimo funkcijų.
lv: Šis ir no Stockfish atvasināts dzinējs ar daudzām regulēšanas funkcijām.
nl: Dit is een afgeleide van Stockfish-engine met veel aanpassingsmogelijkheden.
no: Dette er en Stockfish-derivatmotor med mange justeringsfunksjoner.
pl: Jest to pochodna silnika Stockfish, wyposażona w wiele funkcji regulacji.
pt: Este é um mecanismo derivado do Stockfish com muitos recursos de ajuste.
ro: Acesta este un motor derivat din Stockfish cu multe funcții de ajustare.
ru: Это производный движок Stockfish с множеством функций настройки.
sq: Ky është një motor derivat i Stockfish me shumë funksione rregullimi.
sr: Ово је дериватни мотор Stockfish-а са многим функцијама подешавања.
sv: Detta är en Stockfish-derivatmotor med många justeringsfunktioner.
sw: Hii ni injini inayotokana na Stockfish yenye vipengele vingi vya marekebisho.
ta: இது பல சரிசெய்தல் அம்சங்களைக் கொண்ட ஒரு ஸ்டாக்ஃபிஷ் வழித்தோன்றல் இயந்திரமாகும்.
th: นี่คือเครื่องยนต์อนุพันธ์ของ Stockfish ที่มีคุณสมบัติการปรับแต่งมากมาย
tr: Bu, birçok ayarlama özelliğine sahip bir Stockfish türevi motordur.
uk: Це похідний двигун Stockfish з багатьма функціями налаштування.
ur: یہ ایک سٹاک فش ڈیریویٹیو انجن ہے جس میں بہت سی ایڈجسٹمنٹ خصوصیات ہیں۔
vi: Đây là một công cụ phái sinh từ Stockfish với nhiều tính năng điều chỉnh.

source: When I first tried it with ELO limit strength set, it did not weaken,
ar: عندما جربته لأول مرة مع مجموعة قوة حد ELO، لم يضعف،
bg: Когато го пробвах за първи път с ELO limit strength, не отслабна,
bn: যখন আমি প্রথম ELO লিমিট স্ট্রেংথ সেট দিয়ে এটি চেষ্টা করেছিলাম, তখন এটি দুর্বল হয়নি,
cs: Když jsem to poprvé zkusil s nastavenou mezní silou ELO, neoslabilo to,
da: Da jeg prøvede det første gang med ELO-grænsestyrke indstillet, blev det ikke svækket.
de: Als ich es zum ersten Mal mit der eingestellten ELO-Grenzstärke ausprobierte, wurde es nicht schwächer,
el: Όταν το δοκίμασα για πρώτη φορά με το όριο αντοχής ELO, δεν εξασθένησε,
es: Cuando lo probé por primera vez con la fuerza límite ELO establecida, no se debilitó,
et: Kui ma seda esimest korda ELO tugevuspiiranguga proovisin, siis see ei nõrgenenud.
fa: وقتی برای اولین بار آن را با تنظیم قدرت محدود ELO امتحان کردم، ضعیف نشد،
fi: Kun kokeilin sitä ensimmäisen kerran ELO-rajoitusvoimakkuuden ollessa asetettu, se ei heikentynyt,
fr: Lorsque je l'ai essayé pour la première fois avec la limite de force ELO définie, il ne s'est pas affaibli,
he: כשניסיתי את זה לראשונה עם הגדרת עוצמת גבול ELO, זה לא נחלש,
hi: जब मैंने पहली बार इसे ELO सीमा शक्ति सेट के साथ आज़माया, तो यह कमजोर नहीं हुआ,
hu: Amikor először próbáltam ki az ELO limit erősség beállításával, nem gyengült.
id: Ketika saya pertama kali mencobanya dengan kekuatan batas ELO yang ditetapkan, itu tidak melemah,
it: Quando l'ho provato per la prima volta con la forza limite ELO impostata, non si è indebolito,
ja: 最初にELO制限強度設定で試したときは弱体化しませんでしたが、
lt: Kai pirmą kartą išbandžiau su nustatytu ELO ribos stiprumu, jis nesusilpnėjo.
lv: Kad pirmo reizi izmēģināju ar iestatīto ELO ierobežojuma stiprumu, tas nepavājinājās.
nl: Toen ik het voor het eerst probeerde met de ELO-limietsterkteset, verzwakte het niet,
no: Da jeg prøvde det første gang med ELO-grensestyrke satt, ble det ikke svekket.
pl: Kiedy pierwszy raz wypróbowałem go z ustawioną siłą limitu ELO, nie osłabł,
pt: Quando tentei pela primeira vez com o limite de força ELO definido, ele não enfraqueceu,
ro: Când l-am încercat prima dată cu limita de putere ELO setată, nu a slăbit,
ru: Когда я впервые попробовал его с установленным пределом силы ELO, он не ослаб,
sq: Kur e provova për herë të parë me vendosjen e forcës limit ELO, nuk u dobësua,
sr: Када сам га први пут пробао са подешеном ELO граничном снагом, није ослабио,
sv: När jag först testade det med ELO-gränsstyrkan inställd, försvagades det inte,
sw: Nilipojaribu kwa mara ya kwanza na seti ya nguvu ya kikomo cha ELO, haikudhoofisha,
ta: நான் முதன்முதலில் ELO வரம்பு வலிமை தொகுப்புடன் அதை முயற்சித்தபோது, ​​அது பலவீனமடையவில்லை,
th: เมื่อผมลองใช้กับชุด ELO Limit Strength ครั้งแรก มันไม่ได้อ่อนลงเลย
tr: İlk defa ELO limit güç ayarıyla denediğimde zayıflamadı,
uk: Коли я вперше спробував це з налаштуванням граничної сили ELO, воно не ослабло,
ur: جب میں نے پہلی بار اسے ELO کی طاقت کے سیٹ کے ساتھ آزمایا تو یہ کمزور نہیں ہوا،
vi: Khi tôi lần đầu tiên thử nó với bộ giới hạn sức mạnh ELO, nó không yếu đi,

source: and played its moves at full strength.
ar: ولعبت حركاتها بكامل قوتها.
bg: и изигра ходовете си с пълна сила.
bn: এবং পূর্ণ শক্তিতে তার চালগুলি চালাত।
cs: a odehrála své tahy v plné síle.
da: og spillede sine træk for fuld styrke.
de: und spielte seine Züge mit voller Kraft.
el: και έπαιξε τις κινήσεις του με πλήρη δύναμη.
es: y jugó sus movimientos con toda su fuerza.
et: ja mängis oma käike täisjõuga.
fa: و حرکاتش را با تمام قدرت انجام داد.
fi: ja pelasi liikkeensä täydellä teholla.
fr: et a joué ses coups à pleine puissance.
he: וניגן את מהלכיו במלוא העוצמה.
hi: और अपनी चालें पूरी ताकत से खेलीं।
hu: és teljes erőbedobással játszotta le a mozdulatait.
id: dan memainkan gerakannya dengan kekuatan penuh.
it: e giocò le sue mosse a piena potenza.
ja: そして全力で動きました。
lt: ir atliko savo judesius visa jėga.
lv: un spēlēja savus gājienus pilnā spēkā.
nl: en speelde zijn zetten op volle sterkte.
no: og spilte trekkene sine for full styrke.
pl: i wykonał swoje ruchy z pełną siłą.
pt: e executou seus movimentos com força total.
ro: și și-a jucat mutările la putere maximă.
ru: и разыграл свои ходы в полную силу.
sq: dhe i luajti lëvizjet e saj me forcë të plotë.
sr: и одиграла је своје потезе пуном снагом.
sv: och spelade sina drag för full styrka.
sw: na kucheza hatua zake kwa nguvu kamili.
ta: மேலும் அதன் அசைவுகளை முழு பலத்துடன் விளையாடியது.
th: และแสดงท่าทางได้เต็มที่
tr: ve hamlelerini tam güçle yaptı.
uk: і розіграв свої рухи на повну силу.
ur: اور اپنی چالیں پوری طاقت سے ادا کیں۔
vi: và chơi hết sức mình.

source: I then added the < Handicapped Depth > option and set this to < true >
ar: ثم أضفت خيار <Handicapped Depth> وقمت بتعيينه على <true>
bg: След това добавих опцията <Handicapped Depth> и я зададох на <true>
bn: তারপর আমি Handicapped Depth > বিকল্পটি যোগ করেছি এবং এটিকে <true> এ সেট করেছি।
cs: Pak jsem přidal možnost < Hloubka postižení > a nastavil ji na < true >
da: Jeg tilføjede derefter indstillingen <Handicapped Depth> og satte denne til <sand>
de: Anschließend habe ich die Option <Handicapped Depth> hinzugefügt und diese auf <true> gesetzt.
el: Στη συνέχεια, πρόσθεσα την επιλογή < Βάθος για άτομα με αναπηρία > και την όρισα σε < true >
es: Luego agregué la opción <Profundidad para discapacitados> y la configuré en <verdadero>.
et: Seejärel lisasin valiku <Handicapped Depth> ja määrasin selle väärtuseks <true>
fa: سپس گزینه <Honicapped Depth> را اضافه کردم و آن را روی <true> تنظیم کردم.
fi: Sitten lisäsin < Handicapped Depth > -vaihtoehdon ja asetin sen arvoksi < true >
fr: J'ai ensuite ajouté l'option < Handicapped Depth > et l'ai définie sur < true >
he: לאחר מכן הוספתי את האפשרות < Handicapped Depth > והגדרתי אותה ל- < true >
hi: फिर मैंने < विकलांग गहराई > विकल्प जोड़ा और इसे < सत्य > पर सेट किया
hu: Ezután hozzáadtam a < Handicapped Depth > opciót, és < true > értékre állítottam.
id: Saya kemudian menambahkan opsi < Handicapped Depth > dan mengaturnya ke < true >
it: Ho quindi aggiunto l'opzione <Profondità handicappata> e l'ho impostata su <vero>
ja: 次に、< 障害者の深さ > オプションを追加し、これを < true > に設定しました。
lt: Tada pridėjau parinktį < Handicapped Depth > ir nustatiau ją į < true >
lv: Pēc tam es pievienoju opciju < Handicapped Depth > un iestatīju to uz < true >
nl: Vervolgens heb ik de optie <Handicapped Depth> toegevoegd en deze ingesteld op <true>
no: Så la jeg til alternativet < Handicapped Depth > og satte dette til < true >
pl: Następnie dodałem opcję < Głębokość dla niepełnosprawnych > i ustawiłem ją na < prawda >
pt: Em seguida, adicionei a opção < Handicapped Depth > e a configurei como < true >
ro: Apoi am adăugat opțiunea < Adâncime cu handicap > și am setat-o ​​la < adevărat >
ru: Затем я добавил опцию <Handicapped Depth> и установил ее на <true>
sq: Pastaj shtova opsionin <Handicaped Depth> dhe e vendosa këtë në <true>
sr: Затим сам додао опцију <Handicapped Depth> и поставио је на <true>
sv: Sedan lade jag till alternativet <Handicapped Depth> och satte det till <sant>
sw: Kisha nikaongeza chaguo la < Handicapped Depth > na kuweka hii kwa < true >
ta: பின்னர் நான் Handicapped Depth > விருப்பத்தைச் சேர்த்து, இதை <true > என அமைத்தேன்.
th: จากนั้นฉันจึงเพิ่มตัวเลือก < Handicapped Depth > และตั้งค่าเป็น < true >
tr: Daha sonra < Engelli Derinliği > seçeneğini ekledim ve bunu < doğru > olarak ayarladım
uk: Потім я додав опцію < Глибина обмежень > та встановив для неї значення < true >
ur: پھر میں نے < معذور گہرائی > آپشن کو شامل کیا اور اسے < true > پر سیٹ کیا۔
vi: Sau đó tôi đã thêm tùy chọn <Độ sâu khuyết tật> và đặt thành <đúng>
