Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Use ELO limit strength - Check to use ELO values in the engine dialog box
ar: استخدام قوة حد ELO - حدد هذا الخيار لاستخدام قيم ELO في مربع حوار المحرك
bg: Използване на ELO гранична сила - Отметнете, за да използвате ELO стойности в диалоговия прозорец на двигателя
bn: ELO সীমা শক্তি ব্যবহার করুন - ইঞ্জিন ডায়ালগ বক্সে ELO মান ব্যবহার করতে চেক করুন।
cs: Použít mezní sílu ELO – Zaškrtněte, chcete-li v dialogovém okně enginu použít hodnoty ELO.
da: Brug ELO-grænsestyrke - Marker for at bruge ELO-værdier i motordialogboksen
de: ELO-Grenzstärke verwenden – Aktivieren Sie dieses Kontrollkästchen, um ELO-Werte im Dialogfeld der Engine zu verwenden.
el: Χρήση ορίου ισχύος ELO - Επιλέξτε για να χρησιμοποιήσετε τιμές ELO στο παράθυρο διαλόγου της μηχανής
es: Usar límite de intensidad ELO: marque para usar valores ELO en el cuadro de diálogo del motor
et: Kasuta ELO piirväärtuse tugevust – märkige see ruut, et kasutada mootori dialoogiboksis ELO väärtusi.
fa: از قدرت محدودیت ELO استفاده کنید - برای استفاده از مقادیر ELO در کادر محاوره‌ای موتور، علامت بزنید
fi: Käytä ELO-raja-arvon voimakkuutta - Valitse tämä, jos haluat käyttää ELO-arvoja moduulivalintaikkunassa.
fr: Utiliser la limite de force ELO - Cochez cette case pour utiliser les valeurs ELO dans la boîte de dialogue du moteur
he: השתמש בעוצמת מגבלת ELO - סמן כדי להשתמש בערכי ELO בתיבת הדו-שיח של המנוע
hi: ELO सीमा शक्ति का उपयोग करें - इंजन संवाद बॉक्स में ELO मानों का उपयोग करने के लिए जाँच करें
hu: ELO határérték használata - Jelölje be, ha az ELO értékeket szeretné használni a motor párbeszédpanelén
id: Gunakan batas kekuatan ELO - Centang untuk menggunakan nilai ELO di kotak dialog mesin
it: Usa forza limite ELO: seleziona questa opzione per utilizzare i valori ELO nella finestra di dialogo del motore
ja: ELO制限強度を使用する - エンジンダイアログボックスでELO値を使用するにはチェックを入れます
lt: Naudoti ELO ribos stiprumą – pažymėkite, jei norite naudoti ELO vertes variklio dialogo lange.
lv: Izmantot ELO ierobežojuma stiprumu — atzīmējiet, lai dzinēja dialoglodziņā izmantotu ELO vērtības.
nl: Gebruik ELO-limietsterkte - Vink aan om ELO-waarden te gebruiken in het engine-dialoogvenster
no: Bruk ELO-grensestyrke – Merk av for å bruke ELO-verdier i motordialogboksen
pl: Użyj limitu siły ELO – zaznacz, aby używać wartości ELO w oknie dialogowym silnika
pt: Usar força limite ELO - Marque para usar valores ELO na caixa de diálogo do mecanismo
ro: Utilizați limita de putere ELO - Bifați pentru a utiliza valorile ELO în caseta de dialog a motorului
ru: Использовать предельную силу ELO — установите флажок, чтобы использовать значения ELO в диалоговом окне движка.
sq: Përdorni forcën limituese ELO - Kontrolloni për të përdorur vlerat ELO në kutinë e dialogut të motorit
sr: Користи ELO граничну јачину - Означите да бисте користили ELO вредности у дијалошком оквиру мотора
sv: Använd ELO-gränsstyrka – Markera om du vill använda ELO-värden i motordialogrutan
sw: Tumia nguvu ya kikomo ya ELO - Angalia ili kutumia thamani za ELO kwenye kisanduku cha kidadisi cha injini
ta: ELO வரம்பு வலிமையைப் பயன்படுத்தவும் - இயந்திர உரையாடல் பெட்டியில் ELO மதிப்புகளைப் பயன்படுத்த சரிபார்க்கவும்.
th: ใช้ขีดจำกัดความแข็งแกร่งของ ELO - เลือกเพื่อใช้ค่า ELO ในกล่องโต้ตอบเครื่องยนต์
tr: ELO sınır gücünü kullan - Motor iletişim kutusunda ELO değerlerini kullanmak için işaretleyin
uk: Використовувати граничну міцність ELO – позначте, щоб використовувати значення ELO у діалоговому вікні двигуна
ur: ELO کی حد کی طاقت کا استعمال کریں - انجن کے ڈائیلاگ باکس میں ELO اقدار استعمال کرنے کے لیے چیک کریں۔
vi: Sử dụng sức mạnh giới hạn ELO - Kiểm tra để sử dụng các giá trị ELO trong hộp thoại công cụ

source: when setting the engine playing strength.
ar: عند ضبط قوة تشغيل المحرك.
bg: при настройване на силата на свирене на двигателя.
bn: ইঞ্জিনের বাজানোর শক্তি সেট করার সময়।
cs: při nastavování síly přehrávání motoru.
da: når du indstiller motorens spillestyrke.
de: beim Einstellen der Motorspielstärke.
el: κατά τη ρύθμιση της ισχύος αναπαραγωγής της μηχανής.
es: Al configurar la fuerza de reproducción del motor.
et: mootori mängutugevuse seadistamisel.
fa: هنگام تنظیم قدرت پخش موتور.
fi: moottorin soittovoimakkuutta asetettaessa.
fr: lors du réglage de la force de jeu du moteur.
he: בעת הגדרת עוצמת הנגינה של המנוע.
hi: इंजन की शक्ति निर्धारित करते समय।
hu: a motor lejátszási erősségének beállításakor.
id: saat mengatur kekuatan permainan mesin.
it: quando si imposta la potenza di riproduzione del motore.
ja: エンジンの再生強度を設定するとき。
lt: nustatant variklio grojimo stiprumą.
lv: iestatot motora atskaņošanas stiprumu.
nl: bij het instellen van de speelsterkte van de engine.
no: når du stiller inn motorens spillestyrke.
pl: podczas ustawiania siły odtwarzania silnika.
pt: ao definir a intensidade do som do motor.
ro: la setarea intensității redării motorului.
ru: при настройке силы звучания двигателя.
sq: kur vendosni fuqinë e luajtjes së motorit.
sr: при подешавању снаге свирања мотора.
sv: när du ställer in motorns spelstyrka.
sw: wakati wa kuweka injini ya kucheza nguvu.
ta: இயந்திர இயக்க வலிமையை அமைக்கும் போது.
th: เมื่อตั้งค่าความแรงในการเล่นของเครื่องยนต์
tr: Motor çalma gücünü ayarlarken.
uk: при налаштуванні сили відтворення двигуна.
ur: انجن چلانے کی طاقت کو ترتیب دیتے وقت۔
vi: khi thiết lập sức mạnh của động cơ.

source: Enter values to adjust the engine strength -
ar: أدخل القيم لضبط قوة المحرك -
bg: Въведете стойности, за да регулирате силата на двигателя -
bn: ইঞ্জিনের শক্তি সামঞ্জস্য করতে মান লিখুন -
cs: Zadejte hodnoty pro úpravu výkonu motoru -
da: Indtast værdier for at justere motorstyrken -
de: Geben Sie Werte ein, um die Motorstärke anzupassen -
el: Εισαγάγετε τιμές για να ρυθμίσετε την ισχύ του κινητήρα -
es: Introduzca valores para ajustar la potencia del motor -
et: Sisestage väärtused mootori võimsuse reguleerimiseks -
fa: مقادیر را برای تنظیم قدرت موتور وارد کنید -
fi: Syötä arvot moottorin tehon säätämiseksi -
fr: Entrez des valeurs pour ajuster la puissance du moteur -
he: הזן ערכים כדי להתאים את עוצמת המנוע -
hi: इंजन की शक्ति समायोजित करने के लिए मान दर्ज करें -
hu: Adja meg az értékeket a motor erősségének beállításához -
id: Masukkan nilai untuk menyesuaikan kekuatan mesin -
it: Inserisci i valori per regolare la potenza del motore -
ja: エンジンの強さを調整するための値を入力してください -
lt: Įveskite vertes, kad sureguliuotumėte variklio stiprumą -
lv: Ievadiet vērtības, lai pielāgotu dzinēja jaudu -
nl: Voer waarden in om de motorsterkte aan te passen -
no: Skriv inn verdier for å justere motorstyrken -
pl: Wprowadź wartości, aby dostosować moc silnika -
pt: Insira valores para ajustar a potência do motor -
ro: Introduceți valori pentru a regla puterea motorului -
ru: Введите значения для регулировки мощности двигателя -
sq: Futni vlera për të rregulluar fuqinë e motorit -
sr: Унесите вредности да бисте подесили снагу мотора -
sv: Ange värden för att justera motorstyrkan -
sw: Ingiza maadili ili kurekebisha nguvu ya injini -
ta: இயந்திர வலிமையை சரிசெய்ய மதிப்புகளை உள்ளிடவும் -
th: ป้อนค่าเพื่อปรับความแรงของเครื่องยนต์ -
tr: Motor gücünü ayarlamak için değerleri girin -
uk: Введіть значення для регулювання потужності двигуна -
ur: انجن کی طاقت کو ایڈجسٹ کرنے کے لیے اقدار درج کریں -
vi: Nhập giá trị để điều chỉnh sức mạnh động cơ -

source: Nodes per second - the number of position the engine will generate
ar: العقد في الثانية - عدد المواضع التي سيولدها المحرك
bg: Възли в секунда - броят позиции, които двигателят ще генерира
bn: প্রতি সেকেন্ডে নোড - ইঞ্জিন কতগুলি অবস্থান তৈরি করবে
cs: Uzly za sekundu - počet pozic, které engine vygeneruje
da: Knuder pr. sekund - antallet af positioner, som motoren vil generere
de: Knoten pro Sekunde – die Anzahl der Positionen, die die Engine generiert
el: Κόμβοι ανά δευτερόλεπτο - ο αριθμός των θέσεων που θα δημιουργήσει η μηχανή
es: Nodos por segundo: la cantidad de posiciones que generará el motor
et: Sõlmede arv sekundis - mootori genereeritavate positsioonide arv
fa: گره در ثانیه - تعداد موقعیت‌هایی که موتور تولید می‌کند
fi: Solmuja sekunnissa - moottorin luomien sijaintien määrä
fr: Nœuds par seconde - le nombre de positions que le moteur va générer
he: צמתים לשנייה - מספר המיקומים שהמנוע ייצור
hi: प्रति सेकंड नोड्स - इंजन द्वारा उत्पन्न की जाने वाली स्थिति की संख्या
hu: Csomópontok másodpercenként - a motor által generált pozíciók száma
id: Node per detik - jumlah posisi yang akan dihasilkan mesin
it: Nodi al secondo: il numero di posizioni che il motore genererà
ja: 1秒あたりのノード数 - エンジンが生成する位置の数
lt: Mazgų per sekundę skaičius – pozicijų skaičius, kurį sugeneruos variklis
lv: Mezgli sekundē — pozīciju skaits, ko ģenerēs dzinējs
nl: Knooppunten per seconde - het aantal posities dat de engine zal genereren
no: Noder per sekund – antall posisjoner motoren vil generere
pl: Węzły na sekundę – liczba pozycji, które wygeneruje silnik
pt: Nós por segundo - o número de posições que o motor irá gerar
ro: Noduri pe secundă - numărul de poziții pe care le va genera motorul
ru: Узлов в секунду — количество позиций, которые сгенерирует движок.
sq: Nyje për sekondë - numri i pozicioneve që motori do të gjenerojë
sr: Чворови у секунди - број позиција које ће мотор генерисати
sv: Noder per sekund - antalet positioner som motorn genererar
sw: Nodes kwa pili - idadi ya nafasi injini itazalisha
ta: வினாடிக்கு முனைகள் - இயந்திரம் உருவாக்கும் நிலைகளின் எண்ணிக்கை.
th: โหนดต่อวินาที - จำนวนตำแหน่งที่เครื่องยนต์จะสร้าง
tr: Saniye başına düğüm sayısı - motorun üreteceği pozisyon sayısı
uk: Вузли за секунду – кількість позицій, які генеруватиме двигун
ur: نوڈس فی سیکنڈ - انجن پیدا کرے گا پوزیشن کی تعداد
vi: Số nút trên giây - số vị trí mà động cơ sẽ tạo ra

source: and analyse per second.
ar: وتحليلها في الثانية الواحدة.
bg: и анализирайте за секунда.
bn: এবং প্রতি সেকেন্ডে বিশ্লেষণ করুন।
cs: a analyzovat za sekundu.
da: og analyser per sekund.
de: und pro Sekunde analysieren.
el: και ανάλυση ανά δευτερόλεπτο.
es: y analizar por segundo.
et: ja analüüsida sekundis.
fa: و در هر ثانیه تجزیه و تحلیل کنید.
fi: ja analysoi sekunnissa.
fr: et analyser par seconde.
he: ולנתח בכל שנייה.
hi: और प्रति सेकंड विश्लेषण करें।
hu: és másodpercenként elemezhető.
id: dan menganalisis per detik.
it: e analizza al secondo.
ja: 1秒あたりに分析します。
lt: ir analizuoti per sekundę.
lv: un analizēt sekundē.
nl: en per seconde analyseren.
no: og analyser per sekund.
pl: i analizować co sekundę.
pt: e analisar por segundo.
ro: și analizează pe secundă.
ru: и анализировать каждую секунду.
sq: dhe analizoni për sekondë.
sr: и анализирајте у секунди.
sv: och analysera per sekund.
sw: na kuchambua kwa sekunde.
ta: மற்றும் வினாடிக்கு பகுப்பாய்வு செய்யவும்.
th: และวิเคราะห์ต่อวินาที
tr: ve saniyede analiz edin.
uk: та аналізувати за секунду.
ur: اور فی سیکنڈ تجزیہ کریں۔
vi: và phân tích mỗi giây.

source: Evaluation blur value - random value added to evaluation function.
ar: قيمة تشويش التقييم - قيمة عشوائية تضاف إلى وظيفة التقييم.
bg: Стойност на размазване при оценка - произволна стойност, добавена към функцията за оценка.
bn: মূল্যায়ন অস্পষ্ট মান - মূল্যায়ন ফাংশনে এলোমেলো মান যোগ করা হয়েছে।
cs: Hodnota rozmazání vyhodnocení - náhodná hodnota přidaná k vyhodnocovací funkci.
da: Evalueringssløringsværdi - tilfældig værdi tilføjet til evalueringsfunktionen.
de: Bewertungsunschärfewert – der Bewertungsfunktion wird ein zufälliger Wert hinzugefügt.
el: Τιμή θολώματος αξιολόγησης - τυχαία τιμή που προστίθεται στη συνάρτηση αξιολόγησης.
es: Valor de desenfoque de evaluación: valor aleatorio agregado a la función de evaluación.
et: Hinnangu hägususe väärtus - hindamisfunktsioonile lisatud juhuslik väärtus.
fa: مقدار تاری ارزیابی - مقدار تصادفی به تابع ارزیابی اضافه می‌شود.
fi: Arvioinnin sumennusarvo - satunnainen arvo lisätään arviointifunktioon.
fr: Valeur de flou d'évaluation - valeur aléatoire ajoutée à la fonction d'évaluation.
he: ערך טשטוש הערכה - ערך אקראי שנוסף לפונקציית הערכה.
hi: मूल्यांकन धुंधला मान - मूल्यांकन फ़ंक्शन में जोड़ा गया यादृच्छिक मान.
hu: Kiértékelési elmosódási érték - véletlenszerű érték hozzáadva a kiértékelő függvényhez.
id: Nilai evaluasi kabur - nilai acak yang ditambahkan ke fungsi evaluasi.
it: Valore di sfocatura della valutazione: valore casuale aggiunto alla funzione di valutazione.
ja: 評価ぼかし値 - 評価関数に追加されるランダム値。
lt: Įvertinimo suliejimo reikšmė – atsitiktinė reikšmė, pridedama prie vertinimo funkcijos.
lv: Novērtēšanas izpludināšanas vērtība — novērtēšanas funkcijai pievienota nejauša vērtība.
nl: Evaluatievervagingswaarde: willekeurige waarde toegevoegd aan de evaluatiefunctie.
no: Evalueringsuskarphetsverdi - tilfeldig verdi lagt til evalueringsfunksjonen.
pl: Wartość rozmycia oceny - losowa wartość dodana do funkcji oceny.
pt: Valor de desfoque de avaliação - valor aleatório adicionado à função de avaliação.
ro: Valoare de estompare a evaluării - valoare aleatorie adăugată funcției de evaluare.
ru: Оценочное значение размытия — случайное значение, добавленное к оценочной функции.
sq: Vlera e turbullt e vlerësimit - vlerë e rastësishme e shtuar në funksionin e vlerësimit.
sr: Вредност замућења евалуације - случајна вредност додата функцији евалуације.
sv: Utvärderingsoskärpavärde - slumpmässigt värde som läggs till i utvärderingsfunktionen.
sw: Thamani ya ukungu ya tathmini - thamani nasibu imeongezwa kwa chaguo za kukokotoa za tathmini.
ta: மதிப்பீட்டு மங்கலான மதிப்பு - மதிப்பீட்டு செயல்பாட்டில் சீரற்ற மதிப்பு சேர்க்கப்பட்டது.
th: ค่าเบลอในการประเมิน - ค่าสุ่มที่เพิ่มเข้าไปในฟังก์ชันการประเมิน
tr: Değerlendirme bulanıklık değeri - değerlendirme fonksiyonuna eklenen rastgele değer.
uk: Значення розмиття оцінки – випадкове значення, додане до функції оцінки.
ur: ایویلیویشن بلر ویلیو - رینڈم ویلیو ایویلیویشن فنکشن میں شامل کی گئی۔
vi: Giá trị làm mờ đánh giá - giá trị ngẫu nhiên được thêm vào hàm đánh giá.

source: With Rodent 3, in nodes per second mode, the evaluation blur value
ar: مع Rodent 3، في وضع العقد في الثانية، قيمة ضبابية التقييم
bg: С Rodent 3, в режим възли в секунда, стойността на размазване при оценката
bn: রডেন্ট 3 এর সাথে, প্রতি সেকেন্ড মোডে নোডগুলিতে, মূল্যায়ন ব্লার মান
cs: V režimu Rodent 3, v režimu uzlů za sekundu, je hodnota rozmazání vyhodnocení
da: Med Rodent 3, i noder per sekund-tilstand, evalueringssløringsværdien
de: Mit Rodent 3, im Knoten pro Sekunde-Modus, der Bewertungsunschärfewert
el: Με το Rodent 3, σε λειτουργία κόμβων ανά δευτερόλεπτο, η τιμή θολώματος αξιολόγησης
es: Con Rodent 3, en el modo de nodos por segundo, el valor de desenfoque de evaluación
et: Närilise 3 puhul, sõlmede sekundis režiimis, on hindamise hägususe väärtus
fa: با Rodent 3، در حالت گره در ثانیه، مقدار تاری ارزیابی
fi: Rodent 3:lla, solmujen sekunnissa -tilassa, arvioinnin sumennusarvo
fr: Avec Rodent 3, en mode nœuds par seconde, la valeur de flou d'évaluation
he: עם Rodent 3, במצב צמתים לשנייה, ערך טשטוש ההערכה
hi: रोडेंट 3 के साथ, नोड्स प्रति सेकंड मोड में, मूल्यांकन धुंधला मान
hu: Rodent 3 esetén, csomópontok másodpercenkénti módban, a kiértékelés elmosódási értéke
id: Dengan Rodent 3, dalam mode node per detik, nilai blur evaluasi
it: Con Rodent 3, in modalità nodi al secondo, il valore di sfocatura della valutazione
ja: Rodent 3では、ノード/秒モードでは、評価ブラー値が
lt: Naudojant „Rodent 3“, mazgų per sekundę režimu, įvertinimo suliejimo vertė
lv: Ar Grauzēju 3, mezglu sekundē režīmā, novērtēšanas izplūšanas vērtība
nl: Met Rodent 3, in de modus knooppunten per seconde, is de waarde van de evaluatievervaging
no: Med Rodent 3, i noder per sekund-modus, er evalueringsuskarphetsverdien
pl: W przypadku Rodent 3, w trybie węzłów na sekundę, wartość rozmycia oceny
pt: Com o Rodent 3, no modo de nós por segundo, o valor de desfoque da avaliação
ro: Cu Rodent 3, în modul noduri pe secundă, valoarea estompării evaluării
ru: В Rodent 3 в режиме количества узлов в секунду значение размытия оценки
sq: Me Rodent 3, në modalitetin nyje për sekondë, vlera e turbullimit të vlerësimit
sr: Са Rodent 3, у режиму чворова у секунди, вредност замућења евалуације
sv: Med Rodent 3, i noder per sekund-läge, utvärderingssuddighetsvärdet
sw: Na Finya 3, katika nodi kwa kila hali ya sekunde, thamani ya tathmini inatia ukungu
ta: ரோடென்ட் 3 உடன், நொடிக்கு முனைகள் பயன்முறையில், மதிப்பீட்டு மதிப்பு மங்கலாகிறது
th: ด้วย Rodent 3 ในโหมดโหนดต่อวินาที ค่าการประเมินจะเบลอ
tr: Rodent 3 ile, saniye başına düğüm modunda, değerlendirme bulanıklık değeri
uk: У Rodent 3, у режимі вузлів за секунду, значення розмиття оцінки
ur: Rodent 3 کے ساتھ، نوڈس فی سیکنڈ موڈ میں، تشخیص بلر ویلیو
vi: Với Rodent 3, ở chế độ nút trên giây, giá trị làm mờ đánh giá

source: is loaded from the personality file. This will give you some idea
ar: تم تحميله من ملف الشخصية. سيعطيك هذا فكرة عن
bg: се зарежда от файла с личността. Това ще ви даде известна представа
bn: ব্যক্তিত্ব ফাইল থেকে লোড করা হয়েছে। এটি আপনাকে কিছু ধারণা দেবে
cs: se načítá ze souboru s osobnostmi. To vám dá představu
da: indlæses fra personlighedsfilen. Dette vil give dig en idé
de: wird aus der Persönlichkeitsdatei geladen. Dies gibt Ihnen eine Vorstellung
el: φορτώνεται από το αρχείο προσωπικότητας. Αυτό θα σας δώσει μια ιδέα
es: se carga desde el archivo de personalidad. Esto te dará una idea.
et: laaditakse isiksusefailist. See annab sulle aimu
fa: از فایل شخصیت بارگذاری شده است. این به شما ایده‌ای می‌دهد
fi: ladataan persoonallisuustiedostosta. Tämä antaa sinulle jonkinlaisen käsityksen
fr: est chargé depuis le fichier de personnalité. Cela vous donnera une idée
he: נטען מקובץ האישיות. זה ייתן לך מושג כלשהו
hi: व्यक्तित्व फ़ाइल से लोड किया गया है। इससे आपको कुछ अंदाज़ा हो जाएगा
hu: a személyiségfájlból töltődik be. Ez némi képet ad arról,
id: dimuat dari berkas kepribadian. Ini akan memberi Anda gambaran
it: viene caricato dal file della personalità. Questo ti darà un'idea
ja: パーソナリティファイルから読み込まれます。これにより、
lt: įkeliamas iš asmenybės failo. Tai suteiks jums šiek tiek supratimo
lv: tiek ielādēts no personības faila. Tas sniegs jums priekšstatu
nl: wordt geladen vanuit het persoonlijkheidsbestand. Dit geeft je een idee
no: lastes inn fra personlighetfilen. Dette vil gi deg en idé
pl: jest ładowany z pliku osobowości. To da ci pewne pojęcie
pt: é carregado do arquivo de personalidade. Isso lhe dará uma ideia
ro: este încărcat din fișierul de personalitate. Acest lucru vă va oferi o idee
ru: загружается из файла личности. Это даст вам некоторое представление
sq: është ngarkuar nga skedari i personalitetit. Kjo do t'ju japë një ide
sr: се учитава из датотеке са личностима. Ово ће вам дати неку представу
sv: laddas från personlighetsfilen. Detta ger dig en uppfattning
sw: imepakiwa kutoka kwa faili ya mtu binafsi. Hii itakupa wazo fulani
ta: ஆளுமை கோப்பிலிருந்து ஏற்றப்பட்டது. இது உங்களுக்கு சில யோசனைகளைத் தரும்.
th: โหลดจากไฟล์บุคลิกภาพ ซึ่งจะทำให้คุณเข้าใจมากขึ้น
tr: Kişilik dosyasından yüklenir. Bu size biraz fikir verecektir.
uk: завантажується з файлу особистості. Це дасть вам деяке уявлення
ur: شخصیت کی فائل سے بھری ہوئی ہے۔ اس سے آپ کو کچھ اندازہ ہو جائے گا۔
vi: được tải từ tệp cá nhân. Điều này sẽ cung cấp cho bạn một số ý tưởng

source: of the range of values to use, if you want to make adjustments.
ar: من نطاق القيم التي يجب استخدامها، إذا كنت تريد إجراء تعديلات.
bg: от диапазона от стойности, които да използвате, ако искате да направите корекции.
bn: যদি আপনি সমন্বয় করতে চান, তাহলে ব্যবহারের জন্য মানগুলির পরিসরের সংখ্যা।
cs: rozsahu hodnot, které se mají použít, pokud chcete provést úpravy.
da: af det anvendte værdiområde, hvis du vil foretage justeringer.
de: des zu verwendenden Wertebereichs, wenn Sie Anpassungen vornehmen möchten.
el: του εύρους τιμών που θα χρησιμοποιηθούν, εάν θέλετε να κάνετε προσαρμογές.
es: del rango de valores a utilizar, si desea realizar ajustes.
et: kasutatavate väärtuste vahemiku kohta, kui soovite teha kohandusi.
fa: از محدوده مقادیری که می‌توانید استفاده کنید، اگر می‌خواهید تنظیماتی انجام دهید.
fi: käytettävästä arvoalueesta, jos haluat tehdä säätöjä.
fr: de la plage de valeurs à utiliser, si vous souhaitez effectuer des ajustements.
he: של טווח הערכים לשימוש, אם ברצונך לבצע התאמות.
hi: यदि आप समायोजन करना चाहते हैं, तो उपयोग किए जाने वाले मानों की श्रेणी का चयन करें।
hu: a használandó értéktartományból, ha módosításokat szeretne végezni.
id: rentang nilai yang akan digunakan, jika Anda ingin membuat penyesuaian.
it: dell'intervallo di valori da utilizzare, se si desidera apportare modifiche.
ja: 調整を行う場合は、使用する値の範囲を指定します。
lt: naudotinų reikšmių diapazono, jei norite atlikti pakeitimus.
lv: no izmantojamā vērtību diapazona, ja vēlaties veikt korekcijas.
nl: van het bereik van de waarden die u wilt gebruiken, als u aanpassingen wilt maken.
no: av verdiområdet som skal brukes, hvis du vil gjøre justeringer.
pl: zakresu wartości, które mają zostać użyte, jeśli chcesz dokonać zmian.
pt: do intervalo de valores a serem usados, caso você queira fazer ajustes.
ro: din intervalul de valori de utilizat, dacă doriți să faceți ajustări.
ru: диапазона значений, которые следует использовать, если вы хотите внести корректировки.
sq: të diapazonit të vlerave që duhen përdorur, nëse doni të bëni rregullime.
sr: опсега вредности које треба користити, ако желите да извршите подешавања.
sv: av värdeintervallet som ska användas, om du vill göra justeringar.
sw: ya anuwai ya maadili ya kutumia, ikiwa unataka kufanya marekebisho.
ta: நீங்கள் மாற்றங்களைச் செய்ய விரும்பினால், பயன்படுத்த வேண்டிய மதிப்புகளின் வரம்பில்.
th: ของช่วงค่าที่จะใช้หากต้องการปรับเปลี่ยน
tr: Eğer ayarlamalar yapmak istiyorsanız, kullanılacak değer aralığının.
uk: діапазону значень, які потрібно використовувати, якщо потрібно внести корективи.
ur: اگر آپ ایڈجسٹمنٹ کرنا چاہتے ہیں تو استعمال کرنے کے لیے اقدار کی رینج کا۔
vi: của phạm vi giá trị cần sử dụng, nếu bạn muốn thực hiện điều chỉnh.
