Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Show the move delay dialog box
ar: إظهار مربع حوار تأخير النقل
bg: Показване на диалоговия прозорец за забавяне на преместването
bn: সরানোর বিলম্বের ডায়ালগ বক্সটি দেখান
cs: Zobrazit dialogové okno zpoždění přesunu
da: Vis dialogboksen for flytningsforsinkelse
de: Dialogfeld „Verschiebungsverzögerung“ anzeigen
el: Εμφάνιση του παραθύρου διαλόγου καθυστέρησης μετακίνησης
es: Mostrar el cuadro de diálogo de retraso de movimiento
et: Näita teisaldamise viivituse dialoogiboksi
fa: نمایش کادر محاوره‌ای تأخیر حرکت
fi: Näytä siirtoviiveen valintaikkuna
fr: Afficher la boîte de dialogue de délai de déplacement
he: הצג את תיבת הדו-שיח של עיכוב ההעברה
hi: चाल विलंब संवाद बॉक्स दिखाएँ
hu: Az áthelyezési késleltetés párbeszédpanel megjelenítése
id: Tampilkan kotak dialog penundaan pemindahan
it: Mostra la finestra di dialogo del ritardo di spostamento
ja: 移動遅延ダイアログボックスを表示する
lt: Rodyti perkėlimo delsos dialogo langą
lv: Rādīt pārvietošanas aizkaves dialoglodziņu
nl: Het dialoogvenster Verplaatsingsvertraging weergeven
no: Vis dialogboksen for flytteforsinkelse
pl: Pokaż okno dialogowe opóźnienia ruchu
pt: Mostrar a caixa de diálogo de atraso de movimentação
ro: Afișează caseta de dialog pentru întârzierea mutării
ru: Показать диалоговое окно задержки перемещения
sq: Shfaq kutinë e dialogut të vonesës së lëvizjes
sr: Прикажи дијалог за одлагање кретања
sv: Visa dialogrutan för flyttfördröjning
sw: Onyesha kisanduku cha mazungumzo cha kucheleweshwa kwa hoja
ta: நகர்வு தாமத உரையாடல் பெட்டியைக் காட்டு.
th: แสดงกล่องโต้ตอบการหน่วงเวลาการย้าย
tr: Taşıma gecikmesi iletişim kutusunu göster
uk: Показати діалогове вікно затримки переміщення
ur: حرکت میں تاخیر کا ڈائیلاگ باکس دکھائیں۔
vi: Hiển thị hộp thoại trì hoãn di chuyển

source: Error message
ar: رسالة الخطأ
bg: Съобщение за грешка
bn: ত্রুটি বার্তা
cs: Chybová zpráva
da: Fejlmeddelelse
de: Fehlermeldung
el: Μήνυμα σφάλματος
es: Mensaje de error
et: Veateade
fa: پیام خطا
fi: Virheilmoitus
fr: Message d'erreur
he: הודעת שגיאה
hi: त्रुटि संदेश
hu: Hibaüzenet
id: Pesan kesalahan
it: Messaggio di errore
ja: エラーメッセージ
lt: Klaidos pranešimas
lv: Kļūdas ziņojums
nl: Foutmelding
no: Feilmelding
pl: Komunikat o błędzie
pt: Mensagem de erro
ro: Mesaj de eroare
ru: Сообщение об ошибке
sq: Mesazh gabimi
sr: Порука о грешци
sv: Felmeddelande
sw: Ujumbe wa hitilafu
ta: பிழை செய்தி
th: ข้อความแสดงข้อผิดพลาด
tr: Hata mesajı
uk: Повідомлення про помилку
ur: غلطی کا پیغام
vi: Thông báo lỗi

source: Copy to custom parameters
ar: نسخ إلى المعلمات المخصصة
bg: Копиране в персонализирани параметри
bn: কাস্টম প্যারামিটারে কপি করুন
cs: Kopírovat do vlastních parametrů
da: Kopiér til brugerdefinerede parametre
de: In benutzerdefinierte Parameter kopieren
el: Αντιγραφή σε προσαρμοσμένες παραμέτρους
es: Copiar a parámetros personalizados
et: Kopeeri kohandatud parameetritesse
fa: کپی به پارامترهای سفارشی
fi: Kopioi mukautettuihin parametreihin
fr: Copier dans les paramètres personnalisés
he: העתק לפרמטרים מותאמים אישית
hi: कस्टम पैरामीटर में कॉपी करें
hu: Másolás egyéni paraméterekbe
id: Salin ke parameter khusus
it: Copia nei parametri personalizzati
ja: カスタムパラメータにコピー
lt: Kopijuoti į pasirinktinius parametrus
lv: Kopēt uz pielāgotajiem parametriem
nl: Kopiëren naar aangepaste parameters
no: Kopier til egendefinerte parametere
pl: Kopiuj do parametrów niestandardowych
pt: Copiar para parâmetros personalizados
ro: Copiați în parametri personalizați
ru: Копировать в пользовательские параметры
sq: Kopjo në parametra të personalizuar
sr: Копирај у прилагођене параметре
sv: Kopiera till anpassade parametrar
sw: Nakili kwa vigezo maalum
ta: தனிப்பயன் அளவுருக்களுக்கு நகலெடு
th: คัดลอกไปยังพารามิเตอร์ที่กำหนดเอง
tr: Özel parametrelere kopyala
uk: Копіювати до користувацьких параметрів
ur: حسب ضرورت پیرامیٹرز میں کاپی کریں۔
vi: Sao chép vào các tham số tùy chỉnh

source: When writing the < Rated game > feature I found that the Delfi engine
ar: عند كتابة ميزة < اللعبة المصنفة > وجدت أن محرك Delfi
bg: Когато пишех функцията < Рейтингова игра >, открих, че двигателят на Delfi
bn: <Rated game > বৈশিষ্ট্যটি লেখার সময় আমি দেখতে পেলাম যে Delfi ইঞ্জিন
cs: Při psaní funkce < Hodnocená hra > jsem zjistil, že engine Delfi
da: Da jeg skrev <Rated game>-funktionen, opdagede jeg, at Delfi-motoren
de: Beim Schreiben der < Rated Game >-Funktion habe ich festgestellt, dass die Delfi-Engine
el: Όταν έγραφα τη λειτουργία <Rated game>, διαπίστωσα ότι η μηχανή Delfi
es: Al escribir la función <Juego calificado> descubrí que el motor Delfi
et: Artikli < Hinnatud mäng > kirjutamisel avastasin, et Delfi mootor
fa: هنگام نوشتن ویژگی <بازی دارای رتبه> متوجه شدم که موتور Delfi
fi: Kirjoittaessani < Luokiteltu peli > -ominaisuutta huomasin, että Delfin moottori
fr: Lors de l'écriture de la fonctionnalité < Jeu classé >, j'ai découvert que le moteur Delfi
he: כשכתבתי את התכונה <משחק מדורג> גיליתי שמנוע הדלפי
hi: < रेटेड गेम > फीचर लिखते समय मुझे पता चला कि डेल्फी इंजन
hu: A < Besorolt ​​játék > funkció írásakor azt tapasztaltam, hogy a Delfi motor
id: Saat menulis fitur <Rated game> saya menemukan bahwa mesin Delfi
it: Quando ho scritto la funzionalità < Gioco valutato > ho scoperto che il motore Delfi
ja: <評価されたゲーム>機能を書くときに、Delfiエンジンが
lt: Rašydamas < Įvertintas žaidimas > straipsnį, pastebėjau, kad „Delfi“ variklis
lv: Rakstot < Novērtētā spēle > rakstu, es atklāju, ka Delfi dzinējs
nl: Bij het schrijven van de < Rated game >-functie ontdekte ik dat de Delfi-engine
no: Da jeg skrev funksjonen <Rated game>, oppdaget jeg at Delfi-motoren
pl: Pisząc artykuł o <Grze ocenianej> odkryłem, że silnik Delfi
pt: Ao escrever o artigo < Jogo classificado > descobri que o motor Delfi
ro: Când am scris funcția < Joc evaluat >, am descoperit că motorul Delfi
ru: При написании статьи «Рейтинговая игра» я обнаружил, что движок Delfi
sq: Kur shkruaja veçorinë <Lojë e vlerësuar> zbulova se motori Delfi
sr: Приликом писања функције < Оцењена игра >, открио сам да је Делфи енџин
sv: När jag skrev funktionen <Rated game> upptäckte jag att Delfi-motorn
sw: Wakati wa kuandika kipengele cha < Rated game > niligundua kuwa injini ya Delfi
ta: மதிப்பிடப்பட்ட விளையாட்டு > அம்சத்தை எழுதும் போது டெல்ஃபி எஞ்சின்
th: เมื่อเขียนฟีเจอร์ <เกมที่ได้รับการจัดอันดับ> ฉันพบว่าเอ็นจิ้น Delfi
tr: < Derecelendirilmiş oyun > özelliğini yazarken Delfi motorunun
uk: Під час написання статті <Рейтингова гра> я виявив, що движок Delfi
ur: < ریٹیڈ گیم > فیچر لکھتے وقت مجھے پتہ چلا کہ ڈیلفی انجن
vi: Khi viết tính năng <Trò chơi được xếp hạng>, tôi thấy rằng công cụ Delfi

source: needed the limit strength settings placed in the custom parameter list
ar: كان من الضروري وضع إعدادات قوة الحد في قائمة المعلمات المخصصة
bg: необходими са настройките за гранична сила, поставени в списъка с персонализирани параметри
bn: কাস্টম প্যারামিটার তালিকায় সীমা শক্তি সেটিংস স্থাপন করা প্রয়োজন ছিল
cs: potřeboval nastavení mezní síly umístěné v seznamu vlastních parametrů
da: havde brug for indstillingerne for grænsestyrke placeret i listen over brugerdefinerede parametre
de: benötigt die Grenzstärkeeinstellungen in der benutzerdefinierten Parameterliste
el: χρειαζόταν οι ρυθμίσεις οριακής έντασης που τοποθετήθηκαν στη λίστα προσαρμοσμένων παραμέτρων
es: Era necesario colocar la configuración de fuerza límite en la lista de parámetros personalizados
et: vajasid kohandatud parameetrite loendisse paigutatud tugevuse piirväärtuse sätteid
fa: به تنظیمات قدرت حدی که در لیست پارامترهای سفارشی قرار داده شده بود، نیاز داشتم
fi: tarvitsi mukautettuihin parametriluetteloihin sijoitetut raja-arvon voimakkuusasetukset
fr: il fallait placer les paramètres de résistance limite dans la liste des paramètres personnalisés
he: נדרשו הגדרות עוצמת הגבלה שהוצבו ברשימת הפרמטרים המותאמים אישית
hi: कस्टम पैरामीटर सूची में रखी गई सीमा शक्ति सेटिंग्स की आवश्यकता थी
hu: szükség volt a határerősségi beállításokra, amelyeket az egyéni paraméterek listájában helyeztek el
id: membutuhkan pengaturan kekuatan batas yang ditempatkan dalam daftar parameter khusus
it: erano necessarie le impostazioni di forza limite inserite nell'elenco dei parametri personalizzati
ja: カスタムパラメータリストに限界強度設定を配置する必要がありました
lt: reikėjo ribinio stiprumo nustatymų, esančių pasirinktinių parametrų sąraše
lv: bija nepieciešami robežstipruma iestatījumi, kas ievietoti pielāgoto parametru sarakstā
nl: de instellingen voor de limietsterkte moesten in de aangepaste parameterlijst worden geplaatst
no: trengte grensestyrkeinnstillingene plassert i listen over tilpassede parametere
pl: potrzebne były ustawienia wytrzymałości granicznej umieszczone na liście parametrów niestandardowych
pt: precisava que as configurações de força limite fossem colocadas na lista de parâmetros personalizados
ro: avea nevoie de setările de limitare a intensității plasate în lista de parametri personalizați
ru: необходимы настройки предельной прочности, размещенные в списке пользовательских параметров
sq: nevojiteshin cilësimet e forcës limit të vendosura në listën e parametrave të personalizuar
sr: потребна су подешавања граничне јачине смештена у листу прилагођених параметара
sv: behövde gränsstyrkeinställningarna som placerades i listan över anpassade parametrar
sw: inahitajika mipangilio ya nguvu ya kikomo iliyowekwa kwenye orodha ya vigezo maalum
ta: தனிப்பயன் அளவுரு பட்டியலில் வைக்கப்பட்டுள்ள வரம்பு வலிமை அமைப்புகள் தேவை.
th: จำเป็นต้องมีการตั้งค่าความแข็งแกร่งจำกัดที่อยู่ในรายการพารามิเตอร์ที่กำหนดเอง
tr: Özel parametre listesine yerleştirilen sınır gücü ayarlarına ihtiyaç duyuldu
uk: потрібні були налаштування граничної сили, розміщені у списку користувацьких параметрів
ur: حسب ضرورت پیرامیٹر کی فہرست میں رکھی گئی حد کی طاقت کی ترتیبات کی ضرورت ہے۔
vi: cần cài đặt giới hạn cường độ được đặt trong danh sách tham số tùy chỉnh

source: for them to work.
ar: لكي يعملوا.
bg: за да работят.
bn: তাদের কাজ করার জন্য।
cs: aby mohli pracovat.
da: for at de kan arbejde.
de: damit sie funktionieren.
el: για να εργαστούν.
es: para que trabajen.
et: et nad töötaksid.
fa: تا آنها کار کنند.
fi: jotta he toimisivat.
fr: pour qu'ils travaillent.
he: כדי שיעבדו.
hi: उनके काम करने के लिए.
hu: hogy dolgozhassanak.
id: agar mereka bisa bekerja.
it: affinché possano lavorare.
ja: 彼らが働くために。
lt: kad jie dirbtų.
lv: lai viņi strādātu.
nl: zodat ze kunnen werken.
no: for at de skal jobbe.
pl: żeby mogli pracować.
pt: para que eles trabalhem.
ro: ca ei să muncească.
ru: чтобы они работали.
sq: që ata të punojnë.
sr: да би они радили.
sv: för att de ska arbeta.
sw: ili wafanye kazi.
ta: அவர்கள் வேலை செய்வதற்காக.
th: ให้พวกเขาทำงาน
tr: Onların çalışması için.
uk: щоб вони працювали.
ur: ان کے کام کرنے کے لیے۔
vi: để họ có thể làm việc.

source: For the Delfi engine this action will be made automatically.
ar: بالنسبة لمحرك Delfi، سيتم تنفيذ هذا الإجراء تلقائيًا.
bg: За двигателя на Delfi това действие ще се извърши автоматично.
bn: ডেলফি ইঞ্জিনের জন্য এই ক্রিয়াটি স্বয়ংক্রিয়ভাবে সম্পন্ন হবে।
cs: Pro engine Delfi se tato akce provede automaticky.
da: For Delfi-motoren vil denne handling blive udført automatisk.
de: Für die Delfi-Engine wird diese Aktion automatisch ausgeführt.
el: Για τη μηχανή Delfi, αυτή η ενέργεια θα γίνει αυτόματα.
es: Para el motor Delfi esta acción se realizará automáticamente.
et: Delfi otsingumootori puhul tehakse see toiming automaatselt.
fa: برای موتور دلفی، این عمل به صورت خودکار انجام خواهد شد.
fi: Delfi-moottorissa tämä toiminto tehdään automaattisesti.
fr: Pour le moteur Delfi, cette action sera effectuée automatiquement.
he: עבור מנוע Delfi פעולה זו תתבצע באופן אוטומטי.
hi: डेल्फी इंजन के लिए यह क्रिया स्वचालित रूप से की जाएगी।
hu: A Delfi motor esetében ez a művelet automatikusan megtörténik.
id: Untuk mesin Delfi, tindakan ini akan dilakukan secara otomatis.
it: Per il motore Delfi questa azione verrà eseguita automaticamente.
ja: Delfi エンジンの場合、このアクションは自動的に実行されます。
lt: „Delfi“ sistemoje šis veiksmas bus atliktas automatiškai.
lv: Delfi dzinējam šī darbība tiks veikta automātiski.
nl: Voor de Delfi engine wordt deze actie automatisch uitgevoerd.
no: For Delfi-motoren vil denne handlingen bli utført automatisk.
pl: W przypadku silnika Delfi akcja ta zostanie wykonana automatycznie.
pt: Para o mecanismo Delfi, essa ação será feita automaticamente.
ro: Pentru motorul Delfi, această acțiune se va face automat.
ru: Для движка Delfi это действие будет выполнено автоматически.
sq: Për motorin Delfi, ky veprim do të kryhet automatikisht.
sr: За Делфи претраживач ова радња ће се извршити аутоматски.
sv: För Delfi-motorn kommer denna åtgärd att utföras automatiskt.
sw: Kwa injini ya Delfi hatua hii itafanywa kiotomatiki.
ta: டெல்ஃபி எஞ்சினுக்கு இந்த செயல் தானாகவே செய்யப்படும்.
th: สำหรับเครื่องยนต์ Delfi การดำเนินการนี้จะดำเนินการโดยอัตโนมัติ
tr: Delfi motorunda bu işlem otomatik olarak yapılacaktır.
uk: Для движка Delfi ця дія буде виконана автоматично.
ur: ڈیلفی انجن کے لیے یہ عمل خود بخود ہو جائے گا۔
vi: Đối với công cụ Delfi, hành động này sẽ được thực hiện tự động.

source: If you have this problem with any other engines, then you can check the
ar: إذا كانت لديك هذه المشكلة مع أي محركات أخرى، فيمكنك التحقق من
bg: Ако имате този проблем с други двигатели, можете да проверите
bn: যদি আপনার অন্য কোন ইঞ্জিনে এই সমস্যা থাকে, তাহলে আপনি পরীক্ষা করে দেখতে পারেন
cs: Pokud máte tento problém s jinými motory, můžete zkontrolovat
da: Hvis du har dette problem med andre motorer, kan du tjekke
de: Wenn Sie dieses Problem mit anderen Motoren haben, können Sie die
el: Αν αντιμετωπίζετε αυτό το πρόβλημα με άλλους κινητήρες, τότε μπορείτε να ελέγξετε το
es: Si tiene este problema con cualquier otro motor, puede verificarlo.
et: Kui teil esineb sama probleem mõne teise mootoriga, siis saate kontrollida
fa: اگر این مشکل را با هر موتور دیگری دارید، می‌توانید آن را بررسی کنید
fi: Jos sinulla on tämä ongelma muiden moottoreiden kanssa, voit tarkistaa
fr: Si vous rencontrez ce problème avec d'autres moteurs, vous pouvez vérifier le
he: אם יש לך את הבעיה הזו במנועים אחרים, אתה יכול לבדוק את
hi: यदि आपको किसी अन्य इंजन के साथ यह समस्या है, तो आप जांच कर सकते हैं
hu: Ha más motoroknál is jelentkezik ez a probléma, akkor ellenőrizheti a
id: Jika Anda mengalami masalah ini dengan mesin lain, maka Anda dapat memeriksa
it: Se riscontri questo problema con altri motori, puoi controllare
ja: 他のエンジンでもこの問題が発生する場合は、
lt: Jei turite šią problemą su kitais varikliais, galite patikrinti
lv: Ja šī problēma rodas ar citiem dzinējiem, varat pārbaudīt
nl: Als u dit probleem ook bij andere motoren ervaart, kunt u de
no: Hvis du har dette problemet med andre motorer, kan du sjekke
pl: Jeśli masz ten problem z jakimkolwiek innym silnikiem, możesz to sprawdzić
pt: Se você tiver esse problema com qualquer outro motor, você pode verificar o
ro: Dacă aveți această problemă cu orice alte motoare, puteți verifica
ru: Если у вас возникла эта проблема с другими двигателями, то вы можете проверить
sq: Nëse e keni këtë problem me ndonjë motor tjetër, atëherë mund të kontrolloni
sr: Ако имате овај проблем са било којим другим мотором, онда можете проверити
sv: Om du har detta problem med andra motorer kan du kontrollera
sw: Ikiwa una tatizo hili na injini nyingine yoyote, basi unaweza kuangalia
ta: வேறு எந்த இயந்திரங்களுடனும் இந்த சிக்கல் இருந்தால், நீங்கள் சரிபார்க்கலாம்
th: หากคุณประสบปัญหานี้กับเครื่องยนต์อื่น ๆ คุณสามารถตรวจสอบได้
tr: Eğer bu sorunu başka motorlarda da yaşıyorsanız, o zaman kontrol edebilirsiniz.
uk: Якщо у вас виникла ця проблема з будь-якими іншими двигунами, ви можете перевірити
ur: اگر آپ کو کسی دوسرے انجن کے ساتھ یہ مسئلہ ہے، تو آپ چیک کر سکتے ہیں
vi: Nếu bạn gặp vấn đề này với bất kỳ động cơ nào khác, thì bạn có thể kiểm tra

source: < Copy to custom parameters > box and the limit strength parameters
ar: <نسخ إلى المعلمات المخصصة> المربع ومعلمات قوة الحد
bg: < Копиране в персонализирани параметри > и параметрите за гранична якост
bn: < কাস্টম প্যারামিটারে < কপি করুন > বক্স এবং সীমা শক্তি পরামিতি
cs: Pole < Kopírovat do vlastních parametrů > a parametry mezní pevnosti
da: < Kopiér til brugerdefinerede parametre > boks og grænsestyrkeparametrene
de: Feld <In benutzerdefinierte Parameter kopieren> und die Grenzfestigkeitsparameter
el: < Αντιγραφή σε προσαρμοσμένες παραμέτρους > πλαίσιο και οι παράμετροι οριακής ισχύος
es: Cuadro < Copiar a parámetros personalizados > y los parámetros de fuerza límite
et: < Kopeeri kohandatud parameetritesse > kast ja tugevuse piirparameetrid
fa: <کپی به پارامترهای سفارشی> کادر و پارامترهای مقاومت حدی
fi: < Kopioi mukautettuihin parametreihin > -ruutu ja rajalujuusparametrit
fr: < Copier dans les paramètres personnalisés > et les paramètres de résistance limite
he: התיבה <העתק לפרמטרים מותאמים אישית> ופרמטרי עוצמת הגבול
hi: < कस्टम पैरामीटर में कॉपी करें > बॉक्स और सीमा शक्ति पैरामीटर
hu: < Másolás egyéni paraméterekbe > mező és a határerősségi paraméterek
id: < Salin ke parameter khusus > kotak dan parameter kekuatan batas
it: < Copia nei parametri personalizzati > casella e parametri di forza limite
ja: <カスタムパラメータにコピー>ボックスと限界強度パラメータ
lt: <Kopijuoti į pasirinktinius parametrus> langelį ir ribinio stiprumo parametrus
lv: < Kopēt uz pielāgotajiem parametriem > lodziņš un robežstipruma parametri
nl: <Kopiëren naar aangepaste parameters> vak en de parameters voor de limietsterkte
no: <Kopier til egendefinerte parametere> boksen og parameterne for grensestyrke
pl: Pole < Kopiuj do parametrów niestandardowych > i parametry wytrzymałości granicznej
pt: < Copiar para parâmetros personalizados > caixa e os parâmetros de força limite
ro: Caseta < Copiere în parametri personalizați > și parametrii de rezistență limită
ru: Поле <Копировать в пользовательские параметры> и параметры предельной прочности
sq: Kutia < Kopjo te parametrat e personalizuar > dhe parametrat e forcës së limitit
sr: < Копирај у прилагођене параметре > поље и параметри граничне јачине
sv: rutan <Kopiera till anpassade parametrar> och parametrarna för gränsstyrka
sw: < Nakili kwa vigezo maalum > kisanduku na kikomo cha vigezo vya nguvu
ta: <Copy to custom parameters > பெட்டி மற்றும் வரம்பு வலிமை அளவுருக்கள்
th: < คัดลอกไปยังพารามิเตอร์ที่กำหนดเอง > กล่องและพารามิเตอร์ความแข็งแกร่งจำกัด
tr: < Özel parametrelere kopyala > kutusu ve sınır gücü parametreleri
uk: Поле < Копіювати до налаштованих параметрів > та параметри граничної міцності
ur: < اپنی مرضی کے پیرامیٹرز میں کاپی کریں > باکس اور حد کی طاقت کے پیرامیٹرز
vi: < Sao chép vào các tham số tùy chỉnh > hộp và các tham số giới hạn cường độ

source: will be copied across.
ar: سيتم نسخها عبر.
bg: ще бъде копиран навътре.
bn: জুড়ে কপি করা হবে।
cs: bude zkopírováno napříč.
da: vil blive kopieret over.
de: wird kopiert.
el: θα αντιγραφεί.
es: se copiarán.
et: kopeeritakse üle.
fa: در سراسر آن کپی خواهد شد.
fi: kopioidaan poikki.
fr: sera copié.
he: יועתק הלוך ושוב.
hi: कॉपी कर दिया जाएगा।
hu: át lesz másolva.
id: akan disalin.
it: verrà copiato.
ja: コピーされます。
lt: bus nukopijuotas.
lv: tiks kopēts pāri.
nl: zal worden gekopieerd.
no: vil bli kopiert over.
pl: zostanie skopiowany.
pt: serão copiados.
ro: va fi copiat.
ru: будут скопированы.
sq: do të kopjohet përgjatë gjithë kohës.
sr: биће копирано преко.
sv: kommer att kopieras över.
sw: itanakiliwa kote.
ta: முழுவதும் நகலெடுக்கப்படும்.
th: จะถูกคัดลอกไปทั่ว
tr: kopyalanacaktır.
uk: буде скопійовано.
ur: بھر میں کاپی کیا جائے گا.
vi: sẽ được sao chép qua.

source: I also found that if you played more than one game with a weakened Stockfish engine
ar: لقد وجدت أيضًا أنه إذا لعبت أكثر من لعبة بمحرك Stockfish ضعيف
bg: Също така открих, че ако сте играли повече от една игра с отслабен енджин Stockfish
bn: আমি আরও দেখেছি যে যদি আপনি দুর্বল স্টকফিশ ইঞ্জিন দিয়ে একাধিক গেম খেলেন
cs: Také jsem zjistil, že pokud jste hráli více než jednu hru s oslabeným enginem Stockfish
da: Jeg fandt også ud af, at hvis man spillede mere end ét spil med en svækket Stockfish-motor
de: Ich habe auch festgestellt, dass, wenn Sie mehr als ein Spiel mit einer geschwächten Stockfish-Engine gespielt haben
el: Διαπίστωσα επίσης ότι αν έπαιζες περισσότερα από ένα παιχνίδια με μια εξασθενημένη μηχανή Stockfish
es: También descubrí que si jugabas más de un juego con un motor Stockfish debilitado
et: Samuti avastasin, et kui mängisite nõrgenenud Stockfishi mootoriga rohkem kui ühte mängu
fa: همچنین متوجه شدم که اگر بیش از یک بازی را با موتور ضعیف Stockfish انجام دهید،
fi: Huomasin myös, että jos pelasit useampaa kuin yhtä peliä heikentyneellä Stockfish-pelimoottorilla
fr: J'ai également constaté que si vous jouiez à plus d'un jeu avec un moteur Stockfish affaibli
he: גיליתי גם שאם שיחקתם יותר ממשחק אחד עם מנוע Stockfish מוחלש
hi: मैंने यह भी पाया कि यदि आपने कमज़ोर स्टॉकफ़िश इंजन के साथ एक से अधिक गेम खेले हैं
hu: Azt is tapasztaltam, hogy ha egynél több játékot játszottál egy legyengült Stockfish motorral
id: Saya juga menemukan bahwa jika Anda memainkan lebih dari satu permainan dengan mesin Stockfish yang lemah
it: Ho anche scoperto che se hai giocato a più di una partita con un motore Stockfish indebolito
ja: また、弱体化したStockfishエンジンで複数のゲームをプレイすると、
lt: Taip pat pastebėjau, kad jei žaidėte daugiau nei vieną žaidimą su susilpnėjusiu „Stockfish“ varikliu
lv: Es arī atklāju, ka, ja spēlējāt vairāk nekā vienu spēli ar novājinātu Stockfish dzinēju
nl: Ik ontdekte ook dat als je meer dan één spel speelde met een verzwakte Stockfish-engine
no: Jeg fant også ut at hvis du spilte mer enn ett spill med en svekket Stockfish-motor
pl: Odkryłem również, że jeśli grałeś w więcej niż jedną grę z osłabionym silnikiem Stockfish
pt: Também descobri que se você jogasse mais de um jogo com um motor Stockfish enfraquecido
ro: Am descoperit, de asemenea, că dacă ai jucat mai mult de un joc cu un motor Stockfish slăbit
ru: Я также обнаружил, что если вы играли более чем в одну игру с ослабленным движком Stockfish,
sq: Gjithashtu zbulova se nëse keni luajtur më shumë se një lojë me një motor Stockfish të dobësuar
sr: Такође сам открио да ако сте играли више од једне игре са ослабљеним Stockfish енџином
sv: Jag upptäckte också att om man spelade mer än ett spel med en försvagad Stockfish-motor
sw: Pia niligundua kuwa ikiwa utacheza zaidi ya mchezo mmoja na injini dhaifu ya Stockfish
ta: பலவீனமான ஸ்டாக்ஃபிஷ் எஞ்சினுடன் நீங்கள் ஒன்றுக்கு மேற்பட்ட விளையாட்டுகளை விளையாடியிருந்தால், நான் அதையும் கண்டறிந்தேன்.
th: ฉันพบว่าหากคุณเล่นเกมมากกว่าหนึ่งเกมด้วยโปรแกรม Stockfish ที่อ่อนแอลง
tr: Ayrıca, zayıflamış bir Stockfish motoruyla birden fazla oyun oynarsanız,
uk: Я також виявив, що якщо ви грали більше однієї гри з ослабленим двигуном Stockfish
ur: میں نے یہ بھی پایا کہ اگر آپ کمزور اسٹاک فش انجن کے ساتھ ایک سے زیادہ گیم کھیلتے ہیں۔
vi: Tôi cũng thấy rằng nếu bạn chơi nhiều hơn một trò chơi với một công cụ Stockfish yếu hơn
