Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: That's a good starting point for additional option changes.
ar: إنها نقطة بداية جيدة للتغييرات الإضافية في الخيارات.
bg: Това е добра отправна точка за допълнителни промени в опциите.
bn: অতিরিক্ত বিকল্প পরিবর্তনের জন্য এটি একটি ভালো সূচনা বিন্দু।
cs: To je dobrý výchozí bod pro další změny možností.
da: Det er et godt udgangspunkt for yderligere ændringer i valgmulighederne.
de: Dies ist ein guter Ausgangspunkt für weitere Optionsänderungen.
el: Αυτό είναι ένα καλό σημείο εκκίνησης για πρόσθετες αλλαγές επιλογών.
es: Este es un buen punto de partida para cambios de opciones adicionales.
et: See on hea lähtepunkt täiendavate valikute muutmiseks.
fa: این یک نقطه شروع خوب برای تغییرات بیشتر در گزینه‌ها است.
fi: Se on hyvä lähtökohta lisävaihtoehtojen muutoksille.
fr: C'est un bon point de départ pour des changements d'options supplémentaires.
he: זוהי נקודת התחלה טובה לשינויים נוספים באפשרויות.
hi: यह अतिरिक्त विकल्प परिवर्तनों के लिए एक अच्छा प्रारंभिक बिंदु है।
hu: Ez egy jó kiindulópont a további opcióváltoztatásokhoz.
id: Itu adalah titik awal yang baik untuk perubahan opsi tambahan.
it: Questo è un buon punto di partenza per ulteriori modifiche alle opzioni.
ja: これは、追加のオプション変更の良い出発点となります。
lt: Tai geras atspirties taškas papildomiems parinkčių pakeitimams.
lv: Tas ir labs sākumpunkts papildu opciju izmaiņām.
nl: Dat is een goed startpunt voor aanvullende optiewijzigingen.
no: Det er et godt utgangspunkt for ytterligere endringer i alternativene.
pl: To dobry punkt wyjścia do wprowadzenia dodatkowych zmian opcji.
pt: Esse é um bom ponto de partida para mudanças de opções adicionais.
ro: Acesta este un bun punct de plecare pentru modificări suplimentare ale opțiunilor.
ru: Это хорошая отправная точка для внесения дополнительных изменений.
sq: Kjo është një pikënisje e mirë për ndryshime shtesë të opsioneve.
sr: То је добра полазна тачка за додатне промене опција.
sv: Det är en bra utgångspunkt för ytterligare ändringar av alternativen.
sw: Hiyo ni mahali pazuri pa kuanzia kwa mabadiliko ya chaguo za ziada.
ta: கூடுதல் விருப்ப மாற்றங்களுக்கு அது ஒரு நல்ல தொடக்கப் புள்ளியாகும்.
th: นั่นเป็นจุดเริ่มต้นที่ดีสำหรับการเปลี่ยนแปลงตัวเลือกเพิ่มเติม
tr: Bu, ek opsiyon değişiklikleri için iyi bir başlangıç noktasıdır.
uk: Це гарна відправна точка для додаткових змін опцій.
ur: یہ اضافی آپشن تبدیلیوں کے لیے ایک اچھا نقطہ آغاز ہے۔
vi: Đó là điểm khởi đầu tốt cho những thay đổi tùy chọn bổ sung.

source: I think that this means that a higher < waitms > value reduces
ar: أعتقد أن هذا يعني أن قيمة < waitms > الأعلى تقلل
bg: Мисля, че това означава, че по-високата стойност на <waitms> намалява
bn: আমার মনে হয় এর মানে হল যে <waitms> মান বেশি হলে হ্রাস পাবে
cs: Myslím, že to znamená, že vyšší hodnota <waitms> snižuje
da: Jeg tror, ​​at det betyder, at en højere <waitms>-værdi reducerer
de: Ich denke, das bedeutet, dass ein höherer < waitms >-Wert reduziert
el: Νομίζω ότι αυτό σημαίνει ότι μια υψηλότερη τιμή <waitms> μειώνει
es: Creo que esto significa que un valor <waitms> más alto reduce
et: Ma arvan, et see tähendab, et kõrgem < waitms > väärtus vähendab
fa: من فکر می‌کنم این به این معنی است که مقدار بالاتر <waitms> باعث کاهش می‌شود.
fi: Mielestäni tämä tarkoittaa, että korkeampi < waitms > -arvo pienentää
fr: Je pense que cela signifie qu'une valeur < waitms > plus élevée réduit
he: אני חושב שזה אומר שערך גבוה יותר של <waitms> מפחית
hi: मुझे लगता है कि इसका मतलब यह है कि उच्च < waitms > मान कम हो जाता है
hu: Szerintem ez azt jelenti, hogy a magasabb < waitms > érték csökkenti a
id: Saya pikir ini berarti nilai <waitms> yang lebih tinggi mengurangi
it: Penso che questo significhi che un valore < waitms > più alto riduce
ja: これは、< waitms > 値が大きいほど、
lt: Manau, tai reiškia, kad didesnė <waitms> reikšmė sumažina
lv: Es domāju, ka tas nozīmē, ka augstāka < waitms > vērtība samazina
nl: Ik denk dat dit betekent dat een hogere <waitms>-waarde de waarde verlaagt
no: Jeg tror at dette betyr at en høyere <waitms>-verdi reduserer
pl: Myślę, że oznacza to, że wyższa wartość < waitms > zmniejsza
pt: Acho que isso significa que um valor maior < waitms > reduz
ro: Cred că asta înseamnă că o valoare mai mare a lui <waitms> reduce
ru: Я думаю, это означает, что более высокое значение <waitms> уменьшает
sq: Unë mendoj se kjo do të thotë që një vlerë më e lartë e <waitms> zvogëlon
sr: Мислим да то значи да већа вредност <waitms> смањује
sv: Jag tror att detta innebär att ett högre <waitms>-värde minskar
sw: Nadhani hii inamaanisha kuwa thamani ya juu ya < waitms > inapungua
ta: இதன் பொருள் அதிக காத்திருப்பு மதிப்பு > குறைகிறது என்று நான் நினைக்கிறேன்
th: ฉันคิดว่านี่หมายความว่าค่า < waitms > ที่สูงขึ้นจะลดลง
tr: Bunun, daha yüksek bir < waitms > değerinin azalttığı anlamına geldiğini düşünüyorum
uk: Я думаю, що це означає, що вище значення <waitms> зменшує
ur: میرا خیال ہے کہ اس کا مطلب یہ ہے کہ زیادہ <waitms> قدر کم ہو جاتی ہے۔
vi: Tôi nghĩ rằng điều này có nghĩa là giá trị <waitms> cao hơn sẽ làm giảm

source: the number of positions that the engine searches per second.
ar: عدد المواضع التي يبحث عنها المحرك في الثانية.
bg: броят позиции, които двигателят търси в секунда.
bn: ইঞ্জিন প্রতি সেকেন্ডে কতগুলি অবস্থান অনুসন্ধান করে।
cs: počet pozic, které vyhledávač vyhledává za sekundu.
da: antallet af positioner, som motoren søger efter pr. sekund.
de: die Anzahl der Positionen, die die Engine pro Sekunde durchsucht.
el: ο αριθμός των θέσεων που αναζητά η μηχανή ανά δευτερόλεπτο.
es: el número de posiciones que el motor busca por segundo.
et: positsioonide arv, mida mootor sekundis otsib.
fa: تعداد موقعیت‌هایی که موتور در هر ثانیه جستجو می‌کند.
fi: moottorin etsimien sijaintien määrä sekunnissa.
fr: le nombre de positions que le moteur recherche par seconde.
he: מספר המיקומים שהמנוע מחפש בשנייה.
hi: इंजन द्वारा प्रति सेकंड खोजी जाने वाली स्थितियों की संख्या.
hu: a motor által másodpercenként átkutatandó pozíciók száma.
id: jumlah posisi yang dicari mesin per detik.
it: il numero di posizioni che il motore cerca al secondo.
ja: エンジンが 1 秒あたりに検索する位置の数。
lt: pozicijų, kurias paieškos sistema ieško per sekundę, skaičius.
lv: pozīciju skaits, ko dzinējs meklē sekundē.
nl: het aantal posities dat de zoekmachine per seconde doorzoekt.
no: antall posisjoner som motoren søker etter per sekund.
pl: liczba pozycji przeszukiwanych przez wyszukiwarkę na sekundę.
pt: o número de posições que o mecanismo pesquisa por segundo.
ro: numărul de poziții pe care motorul le caută pe secundă.
ru: количество позиций, которые поисковая система ищет в секунду.
sq: numri i pozicioneve që motori kërkon për sekondë.
sr: број позиција које претраживач претражује у секунди.
sv: antalet positioner som motorn söker per sekund.
sw: idadi ya nafasi ambazo injini hutafuta kwa sekunde.
ta: ஒரு வினாடிக்கு இயந்திரம் தேடும் நிலைகளின் எண்ணிக்கை.
th: จำนวนตำแหน่งที่เครื่องมือค้นหาต่อวินาที
tr: Motorun saniyede aradığı pozisyon sayısı.
uk: кількість позицій, які пошукова система виконує за секунду.
ur: پوزیشنوں کی تعداد جو انجن فی سیکنڈ تلاش کرتا ہے۔
vi: số lượng vị trí mà công cụ tìm kiếm tìm kiếm mỗi giây.

source: Increasing the randomized evaluation value
ar: زيادة قيمة التقييم العشوائي
bg: Увеличаване на стойността на рандомизираната оценка
bn: এলোমেলো মূল্যায়ন মান বৃদ্ধি করা
cs: Zvýšení hodnoty randomizovaného hodnocení
da: Forøgelse af den randomiserede evalueringsværdi
de: Erhöhung des randomisierten Bewertungswerts
el: Αύξηση της τιμής τυχαιοποιημένης αξιολόγησης
es: Aumentar el valor de la evaluación aleatoria
et: Randomiseeritud hindamisväärtuse suurendamine
fa: افزایش مقدار ارزیابی تصادفی
fi: Satunnaistetun arvioinnin arvon nostaminen
fr: Augmenter la valeur de l'évaluation randomisée
he: הגדלת ערך ההערכה האקראית
hi: यादृच्छिक मूल्यांकन मूल्य में वृद्धि
hu: A randomizált értékelési érték növelése
id: Meningkatkan nilai evaluasi acak
it: Aumentare il valore della valutazione randomizzata
ja: ランダム化評価値の増加
lt: Atsitiktinės atrankos būdu įvertintos vertės didinimas
lv: Randomizētās novērtēšanas vērtības palielināšana
nl: Verhogen van de waarde van de gerandomiseerde evaluatie
no: Øke den randomiserte evalueringsverdien
pl: Zwiększanie wartości oceny losowej
pt: Aumentando o valor da avaliação randomizada
ro: Creșterea valorii evaluării randomizate
ru: Увеличение рандомизированного оценочного значения
sq: Rritja e vlerës së vlerësimit të rastësishëm
sr: Повећање вредности рандомизоване евалуације
sv: Ökning av det randomiserade utvärderingsvärdet
sw: Kuongeza thamani ya tathmini isiyo na mpangilio
ta: சீரற்ற மதிப்பீட்டு மதிப்பை அதிகரித்தல்
th: การเพิ่มค่าการประเมินแบบสุ่ม
tr: Rastgele değerlendirme değerinin artırılması
uk: Збільшення значення рандомізованої оцінки
ur: بے ترتیب تشخیص کی قدر میں اضافہ
vi: Tăng giá trị đánh giá ngẫu nhiên

source: will lead to more varied play.
ar: سيؤدي ذلك إلى لعب أكثر تنوعًا.
bg: ще доведе до по-разнообразна игра.
bn: আরও বৈচিত্র্যময় খেলায় নেতৃত্ব দেবে।
cs: povede k pestřejší hře.
da: vil føre til mere varieret leg.
de: wird zu einem abwechslungsreicheren Spiel führen.
el: θα οδηγήσει σε πιο ποικίλο παιχνίδι.
es: conducirá a un juego más variado.
et: see viib mitmekesisema mänguni.
fa: منجر به تنوع بیشتر در بازی خواهد شد.
fi: johtaa monipuolisempaan pelaamiseen.
fr: conduira à un jeu plus varié.
he: יוביל למשחק מגוון יותר.
hi: इससे खेल में विविधता आएगी।
hu: változatosabb játékhoz vezet.
id: akan menghasilkan permainan yang lebih bervariasi.
it: porterà a un gioco più vario.
ja: より多様な遊びが可能になります。
lt: paskatins įvairesnį žaidimą.
lv: veicinās daudzveidīgāku spēli.
nl: zal leiden tot een gevarieerder spel.
no: vil føre til mer variert spilling.
pl: doprowadzi do bardziej zróżnicowanej rozgrywki.
pt: levará a uma brincadeira mais variada.
ro: va duce la un joc mai variat.
ru: приведет к более разнообразной игре.
sq: do të çojë në një lojë më të larmishme.
sr: довешће до разноврсније игре.
sv: kommer att leda till mer varierat spel.
sw: itasababisha uchezaji tofauti zaidi.
ta: மேலும் மாறுபட்ட விளையாட்டுக்கு வழிவகுக்கும்.
th: จะทำให้การเล่นมีความหลากหลายมากยิ่งขึ้น
tr: daha çeşitli oyunlara yol açacaktır.
uk: призведе до більш різноманітної гри.
ur: مزید متنوع کھیل کی قیادت کریں گے.
vi: sẽ dẫn đến lối chơi đa dạng hơn.

source: < Search nodes > imposes some kind of limit on the number of positions searched.
ar: <عقد البحث> يفرض نوعًا من الحد على عدد المواضع التي يتم البحث فيها.
bg: < Търсещи възли > налага някакъв вид ограничение върху броя на търсените позиции.
bn: < অনুসন্ধান নোড > অনুসন্ধান করা অবস্থানের সংখ্যার উপর এক ধরণের সীমা আরোপ করে।
cs: < Vyhledávací uzly > ukládá určitý limit na počet prohledávaných pozic.
da: <Søgenoder> pålægger en form for grænse for antallet af søgte positioner.
de: <Suchknoten> legt eine Art Begrenzung für die Anzahl der durchsuchten Positionen fest.
el: Η επιλογή <Κόμβοι αναζήτησης> επιβάλλει κάποιο είδος ορίου στον αριθμό των θέσεων που αναζητούνται.
es: < Nodos de búsqueda > impone algún tipo de límite en el número de posiciones buscadas.
et: <Otsingusõlmed> seab otsitavate positsioonide arvule mingisuguse piirangu.
fa: <گره‌های جستجو> نوعی محدودیت بر تعداد موقعیت‌های جستجو شده اعمال می‌کند.
fi: < Hakusolmut > asettaa jonkinlaisen rajoituksen haettavien sijaintien määrälle.
fr: < Rechercher des nœuds > impose une sorte de limite au nombre de positions recherchées.
he: < Search nodes > מטיל מגבלה מסוימת על מספר המיקומים המבוצעים בחיפוש.
hi: < खोज नोड्स > खोजे गए पदों की संख्या पर किसी प्रकार की सीमा लगाता है।
hu: A < Keresési csomópontok > valamilyen korlátozást szab a keresett pozíciók számára.
id: <Simpul pencarian> memberlakukan semacam batasan pada jumlah posisi yang dicari.
it: < Nodi di ricerca > impone un certo tipo di limite al numero di posizioni ricercate.
ja: < 検索ノード > は、検索される位置の数に何らかの制限を課します。
lt: < Paieškos mazgai > nustato tam tikrą ieškomų pozicijų skaičiaus apribojimą.
lv: <Meklēšanas mezgli> nosaka zināmu ierobežojumu meklējamo pozīciju skaitam.
nl: < Search nodes > legt een limiet op aan het aantal posities dat doorzocht kan worden.
no: <Søkenoder> setter en slags grense for antall posisjoner som søkes etter.
pl: < Węzły wyszukiwania > nakładają pewnego rodzaju ograniczenie na liczbę przeszukiwanych pozycji.
pt: < Nós de pesquisa > impõe algum tipo de limite ao número de posições pesquisadas.
ro: < Noduri de căutare > impune un fel de limită asupra numărului de poziții căutate.
ru: <Узлы поиска> накладывает некоторое ограничение на количество искомых позиций.
sq: <Nyjet e kërkimit> vendos një lloj limiti në numrin e pozicioneve të kërkuara.
sr: < Чворови претраге > намеће неку врсту ограничења на број претраживаних позиција.
sv: <Söknoder> inför någon form av gräns för antalet genomsökta positioner.
sw: <Njia za utafutaji > huweka kikomo cha aina fulani kwa idadi ya nafasi zilizotafutwa.
ta: தேடப்படும் நிலைகளின் எண்ணிக்கையில் <Search nodes > ஒருவித வரம்பை விதிக்கிறது.
th: <โหนดการค้นหา> กำหนดข้อจำกัดบางประการเกี่ยวกับจำนวนตำแหน่งที่ค้นหา
tr: < Arama düğümleri > aranan pozisyon sayısına bir tür sınırlama getirir.
uk: < Вузли пошуку > накладає певне обмеження на кількість пошукових позицій.
ur: < سرچ نوڈس > تلاش کی گئی پوزیشنوں کی تعداد پر کسی قسم کی حد لگاتا ہے۔
vi: <Nút tìm kiếm> áp đặt một số loại giới hạn về số lượng vị trí được tìm kiếm.

source: < Search depth > limits the number of half moves (ply) that the engine searches to.
ar: <عمق البحث> يحد من عدد نصف الحركات (الطبقات) التي يبحث عنها المحرك.
bg: < Дълбочина на търсене > ограничава броя на полуходовете (слоеве), до които търсачката търси.
bn: < অনুসন্ধান গভীরতা > ইঞ্জিন যে অর্ধেক চাল (প্লাই) অনুসন্ধান করে তার সংখ্যা সীমিত করে।
cs: < Hloubka vyhledávání > omezuje počet polovičních tahů (vrstven), které vyhledávač prohledává.
da: <Søgedybde> begrænser antallet af halve træk (lag), som søgemotoren søger efter.
de: <Suchtiefe> begrenzt die Anzahl der halben Züge (Lagen), nach denen die Engine sucht.
el: Το < Βάθος αναζήτησης > περιορίζει τον αριθμό των ημικινήσεων (στρώσεων) που αναζητά η μηχανή.
es: < Profundidad de búsqueda > limita el número de medios movimientos (ply) que el motor busca.
et: <Otsingusügavus> piirab pooltükkide (kihtide) arvu, milleni mootor otsib.
fa: <عمق جستجو> تعداد نیم‌حرکت‌هایی (ply) را که موتور جستجو می‌کند، محدود می‌کند.
fi: < Hakusyvyys > rajoittaa puolisiirtojen (ply) määrää, joihin moottori etsii.
fr: < Profondeur de recherche > limite le nombre de demi-mouvements (plis) que le moteur recherche.
he: < עומק חיפוש > מגביל את מספר חצאי המהלכים (ply) שהמנוע מחפש.
hi: < खोज गहराई > इंजन द्वारा खोजी जाने वाली आधी चालों (प्लाई) की संख्या को सीमित करती है।
hu: A < Keresési mélység > korlátozza a féllépések (rétegek) számát, amelyek között a motor keres.
id: < Kedalaman pencarian > membatasi jumlah setengah gerakan (ply) yang dicari oleh mesin.
it: < Profondità di ricerca > limita il numero di mezze mosse (ply) che il motore esegue la ricerca.
ja: < 検索の深さ > は、エンジンが検索する半移動 (プライ) の数を制限します。
lt: < Paieškos gylis > riboja pusinių judesių (sluoksnių) skaičių, kurių ieško variklis.
lv: <Meklēšanas dziļums> ierobežo puspārnesumu (slāņu) skaitu, ko meklē programma.
nl: <Zoekdiepte> beperkt het aantal halve zetten (ply) waarnaar de engine zoekt.
no: <Søkedybde> begrenser antall halve trekk (lag) som søkemotoren søker etter.
pl: < Głębokość wyszukiwania > ogranicza liczbę półruchów (warstw), które przeszukuje silnik.
pt: < Profundidade da pesquisa > limita o número de meios movimentos (ply) que o mecanismo pesquisa.
ro: <Adâncimea de căutare> limitează numărul de jumătăți de mișcare (ply) la care caută motorul.
ru: <Глубина поиска> ограничивает количество полуходов (слоев), которые ищет движок.
sq: < Thellësia e kërkimit > kufizon numrin e gjysmëlëvizjeve (shtresave) që motori kërkon.
sr: < Дубина претраге > ограничава број полупотеза (слојева) које претраживач претражује.
sv: <Sökdjup> begränsar antalet halva drag (ply) som sökmotorn söker till.
sw: < Kina cha utafutaji > huzuia idadi ya nusu ya hatua (ply) ambayo injini hutafuta.
ta: <Search depth > இயந்திரம் தேடும் பாதி நகர்வுகளின் (ஓடு) எண்ணிக்கையை வரம்பிடுகிறது.
th: < ความลึกในการค้นหา > จำกัดจำนวนการเคลื่อนที่ครึ่งหนึ่ง (ply) ที่เครื่องมือค้นหาจะค้นหา
tr: < Arama derinliği > motorun aradığı yarım hareketlerin (katman) sayısını sınırlar.
uk: < Глибина пошуку > обмежує кількість півходів (шарів), які виконує пошук.
ur: <تلاش کی گہرائی> نصف چالوں (پلائی) کی تعداد کو محدود کرتی ہے جس پر انجن تلاش کرتا ہے۔
vi: < Độ sâu tìm kiếm > giới hạn số lượng nửa bước di chuyển (ply) mà công cụ tìm kiếm.

source: There is also an option called < nodestime > but I don't know what that does.
ar: هناك أيضًا خيار يسمى <nodestime> لكنني لا أعرف ما يفعله.
bg: Има и опция, наречена < nodestime >, но не знам какво прави тя.
bn: <nodestime> নামে একটি বিকল্পও আছে কিন্তু আমি জানি না এটি কী করে।
cs: Existuje také možnost s názvem < nodestime >, ale nevím, co dělá.
da: Der er også en mulighed kaldet <nodestime>, men jeg ved ikke, hvad den gør.
de: Es gibt auch eine Option namens < nodestime >, aber ich weiß nicht, was diese bewirkt.
el: Υπάρχει επίσης μια επιλογή που ονομάζεται <nodestime> αλλά δεν ξέρω τι κάνει.
es: También hay una opción llamada <nodestime> pero no sé qué hace.
et: Samuti on olemas valik nimega <nodestime>, aga ma ei tea, mida see teeb.
fa: همچنین گزینه‌ای به نام < nodestime > وجود دارد، اما نمی‌دانم چه کاری انجام می‌دهد.
fi: On myös vaihtoehto nimeltä <nodestime>, mutta en tiedä mitä se tekee.
fr: Il existe également une option appelée <nodestime> mais je ne sais pas à quoi elle sert.
he: יש גם אפשרות שנקראת < nodestime > אבל אני לא יודע מה היא עושה.
hi: < nodestime > नामक एक विकल्प भी है, लेकिन मुझे नहीं पता कि वह क्या करता है।
hu: Van egy < nodestime > nevű opció is, de nem tudom, hogy az mit csinál.
id: Ada juga opsi yang disebut <nodestime> tetapi saya tidak tahu apa fungsinya.
it: Esiste anche un'opzione chiamata <nodestime>, ma non so a cosa serva.
ja: < nodestime > というオプションもありますが、それが何をするのかわかりません。
lt: Taip pat yra parinktis, vadinama <nodestime>, bet aš nežinau, ką ji daro.
lv: Ir arī opcija ar nosaukumu <nodestime>, bet es nezinu, ko tā dara.
nl: Er is ook een optie genaamd <nodestime>, maar ik weet niet wat die doet.
no: Det finnes også et alternativ som heter <nodestime>, men jeg vet ikke hva det gjør.
pl: Jest też opcja o nazwie < nodestime >, ale nie wiem, co ona robi.
pt: Há também uma opção chamada < nodestime >, mas não sei o que ela faz.
ro: Există și o opțiune numită <nodestime>, dar nu știu ce face.
ru: Есть еще опция под названием < nodestime >, но я не знаю, что она делает.
sq: Ekziston edhe një opsion i quajtur <nodestime>, por nuk e di se çfarë bën.
sr: Постоји и опција под називом < nodestime >, али не знам чему служи.
sv: Det finns också ett alternativ som heter <nodestime> men jag vet inte vad det gör.
sw: Pia kuna chaguo linaloitwa < nodestime > lakini sijui hiyo inafanya nini.
ta: <nodestime > என்ற ஒரு விருப்பமும் உள்ளது, ஆனால் அது என்ன செய்கிறது என்று எனக்குத் தெரியவில்லை.
th: นอกจากนี้ยังมีตัวเลือกที่เรียกว่า <nodestime> แต่ฉันไม่ทราบว่ามันทำอะไร
tr: <nodestime> adında bir seçenek de var ama ne işe yaradığını bilmiyorum.
uk: Також є опція під назвою < nodestime >, але я не знаю, що вона робить.
ur: <nodestime> نامی ایک آپشن بھی ہے لیکن مجھے نہیں معلوم کہ وہ کیا کرتا ہے۔
vi: Ngoài ra còn có một tùy chọn có tên là <nodestime> nhưng tôi không biết nó có tác dụng gì.

source: Default values of zero mean that the option is not used.
ar: القيم الافتراضية للصفر تعني أن الخيار غير مستخدم.
bg: Стойностите по подразбиране нула означават, че опцията не се използва.
bn: শূন্যের ডিফল্ট মান মানে হল যে বিকল্পটি ব্যবহার করা হয়নি।
cs: Výchozí hodnoty nula znamenají, že se volba nepoužívá.
da: Standardværdier på nul betyder, at indstillingen ikke bruges.
de: Standardwerte von Null bedeuten, dass die Option nicht verwendet wird.
el: Οι προεπιλεγμένες τιμές μηδέν σημαίνουν ότι η επιλογή δεν χρησιμοποιείται.
es: Los valores predeterminados de cero significan que la opción no se utiliza.
et: Vaikimisi väärtus null tähendab, et valikut ei kasutata.
fa: مقادیر پیش‌فرض صفر به این معنی است که از این گزینه استفاده نمی‌شود.
fi: Oletusarvo nolla tarkoittaa, että vaihtoehtoa ei käytetä.
fr: Les valeurs par défaut de zéro signifient que l'option n'est pas utilisée.
he: ערכי ברירת מחדל של אפס פירושם שהאפשרות אינה בשימוש.
hi: शून्य के डिफ़ॉल्ट मान का अर्थ है कि विकल्प का उपयोग नहीं किया गया है।
hu: Az alapértelmezett nulla érték azt jelenti, hogy az opció nincs használatban.
id: Nilai default nol berarti opsi tersebut tidak digunakan.
it: Il valore predefinito pari a zero indica che l'opzione non viene utilizzata.
ja: デフォルト値のゼロは、オプションが使用されないことを意味します。
lt: Numatytosios nulio vertės reiškia, kad parinktis nenaudojama.
lv: Noklusējuma vērtība nulle nozīmē, ka opcija netiek izmantota.
nl: Standaardwaarden van nul betekenen dat de optie niet wordt gebruikt.
no: Standardverdier på null betyr at alternativet ikke brukes.
pl: Domyślna wartość zero oznacza, że opcja nie jest używana.
pt: Valores padrão de zero significam que a opção não é usada.
ro: Valorile implicite zero înseamnă că opțiunea nu este utilizată.
ru: Значения по умолчанию, равные нулю, означают, что опция не используется.
sq: Vlerat e parazgjedhura zero do të thotë që opsioni nuk përdoret.
sr: Подразумеване вредности нула значе да се опција не користи.
sv: Standardvärden på noll innebär att alternativet inte används.
sw: Thamani chaguo-msingi za sifuri inamaanisha kuwa chaguo halitumiki.
ta: பூஜ்ஜியத்தின் இயல்புநிலை மதிப்புகள் விருப்பம் பயன்படுத்தப்படவில்லை என்பதைக் குறிக்கிறது.
th: ค่าเริ่มต้นเป็นศูนย์หมายความว่าตัวเลือกนั้นไม่ได้ถูกใช้
tr: Varsayılan sıfır değerleri, seçeneğin kullanılmadığı anlamına gelir.
uk: Нульові значення за замовчуванням означають, що опція не використовується.
ur: صفر کی ڈیفالٹ اقدار کا مطلب ہے کہ آپشن استعمال نہیں کیا گیا ہے۔
vi: Giá trị mặc định bằng 0 có nghĩa là tùy chọn này không được sử dụng.
