Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Save - Click to save the details of the player in the edit window
ar: حفظ - انقر لحفظ تفاصيل اللاعب في نافذة التحرير
bg: Запазване - Кликнете, за да запазите данните на играча в прозореца за редактиране
bn: সংরক্ষণ করুন - সম্পাদনা উইন্ডোতে প্লেয়ারের বিবরণ সংরক্ষণ করতে ক্লিক করুন।
cs: Uložit - Kliknutím uložíte údaje o hráči v okně úprav.
da: Gem - Klik for at gemme spillerens oplysninger i redigeringsvinduet
de: Speichern - Klicken Sie hier, um die Details des Spielers im Bearbeitungsfenster zu speichern
el: Αποθήκευση - Κάντε κλικ για να αποθηκεύσετε τις λεπτομέρειες του προγράμματος αναπαραγωγής στο παράθυρο επεξεργασίας
es: Guardar: haga clic para guardar los detalles del jugador en la ventana de edición
et: Salvesta – klõpsake mängija andmete salvestamiseks redigeerimisaknas.
fa: ذخیره - برای ذخیره جزئیات بازیکن در پنجره ویرایش، کلیک کنید
fi: Tallenna – Napsauta tallentaaksesi pelaajan tiedot muokkausikkunassa.
fr: Enregistrer - Cliquez pour enregistrer les détails du joueur dans la fenêtre d'édition
he: שמור - לחץ כדי לשמור את פרטי השחקן בחלון העריכה
hi: सहेजें - संपादन विंडो में प्लेयर का विवरण सहेजने के लिए क्लिक करें
hu: Mentés - Kattintson ide a játékos adatainak mentéséhez a szerkesztőablakban
id: Simpan - Klik untuk menyimpan detail pemain di jendela edit
it: Salva - Fai clic per salvare i dettagli del giocatore nella finestra di modifica
ja: 保存 - クリックすると、編集ウィンドウにプレーヤーの詳細が保存されます。
lt: Išsaugoti – spustelėkite, jei norite išsaugoti žaidėjo duomenis redagavimo lange.
lv: Saglabāt — noklikšķiniet, lai saglabātu spēlētāja informāciju rediģēšanas logā.
nl: Opslaan - Klik om de details van de speler in het bewerkingsvenster op te slaan
no: Lagre – Klikk for å lagre spillerens detaljer i redigeringsvinduet.
pl: Zapisz – Kliknij, aby zapisać dane gracza w oknie edycji
pt: Salvar - Clique para salvar os detalhes do jogador na janela de edição
ro: Salvare - Faceți clic pentru a salva detaliile jucătorului în fereastra de editare
ru: Сохранить — нажмите, чтобы сохранить данные об игроке в окне редактирования.
sq: Ruaj - Klikoni për të ruajtur detajet e luajtësit në dritaren e redaktimit
sr: Сачувај - Кликните да бисте сачували податке о играчу у прозору за уређивање
sv: Spara – Klicka för att spara spelarens information i redigeringsfönstret.
sw: Hifadhi - Bofya ili kuhifadhi maelezo ya mchezaji kwenye dirisha la kuhariri
ta: சேமி - திருத்து சாளரத்தில் பிளேயரின் விவரங்களைச் சேமிக்க கிளிக் செய்யவும்.
th: บันทึก - คลิกเพื่อบันทึกรายละเอียดของผู้เล่นในหน้าต่างแก้ไข
tr: Kaydet - Düzenleme penceresinde oyuncunun ayrıntılarını kaydetmek için tıklayın
uk: Зберегти – натисніть, щоб зберегти дані гравця у вікні редагування
ur: محفوظ کریں - پلیئر کی تفصیلات ایڈٹ ونڈو میں محفوظ کرنے کے لیے کلک کریں۔
vi: Lưu - Nhấp để lưu thông tin chi tiết của người chơi trong cửa sổ chỉnh sửa

source: if you make a manual change to their ELO rating.
ar: إذا قمت بإجراء تغيير يدوي على تصنيف ELO الخاص بهم.
bg: ако направите ръчна промяна в техния ELO рейтинг.
bn: যদি আপনি তাদের ELO রেটিংয়ে ম্যানুয়াল পরিবর্তন করেন।
cs: pokud provedete manuální změnu jejich ELO hodnocení.
da: hvis du foretager en manuel ændring af deres ELO-vurdering.
de: wenn Sie eine manuelle Änderung an ihrer ELO-Bewertung vornehmen.
el: εάν κάνετε μια χειροκίνητη αλλαγή στην βαθμολογία ELO τους.
es: si realiza un cambio manual en su calificación ELO.
et: kui muudate käsitsi nende ELO-reitingut.
fa: اگر به صورت دستی رتبه‌بندی ELO آنها را تغییر دهید.
fi: jos teet manuaalisen muutoksen heidän ELO-luokitukseensa.
fr: si vous apportez une modification manuelle à leur classement ELO.
he: אם תבצעו שינוי ידני בדירוג ה-ELO שלהם.
hi: यदि आप उनकी ELO रेटिंग में मैन्युअल परिवर्तन करते हैं।
hu: ha manuálisan módosítod az ELO-értékelésüket.
id: jika Anda membuat perubahan manual pada peringkat ELO mereka.
it: se si apporta una modifica manuale al loro punteggio ELO.
ja: ELO レーティングを手動で変更した場合。
lt: jei rankiniu būdu pakeisite jų ELO reitingą.
lv: ja manuāli maināt viņu ELO vērtējumu.
nl: als u handmatig een wijziging aanbrengt in hun ELO-classificatie.
no: hvis du gjør en manuell endring av ELO-vurderingen deres.
pl: jeśli dokonasz ręcznej zmiany w ich rankingu ELO.
pt: se você fizer uma alteração manual na classificação ELO deles.
ro: dacă faceți o modificare manuală a ratingului lor ELO.
ru: если вы вручную измените рейтинг ELO.
sq: nëse bëni një ndryshim manual në vlerësimin e tyre ELO.
sr: ако ручно промените њихов ЕЛО рејтинг.
sv: om du gör en manuell ändring av deras ELO-betyg.
sw: ukifanya mabadiliko ya mwongozo kwa ukadiriaji wao wa ELO.
ta: நீங்கள் அவர்களின் ELO மதிப்பீட்டில் கைமுறையாக மாற்றம் செய்தால்.
th: หากคุณทำการเปลี่ยนแปลงคะแนน ELO ด้วยตนเอง
tr: ELO derecelendirmelerinde manuel bir değişiklik yaparsanız.
uk: якщо ви внесете ручні зміни до їхнього рейтингу ELO.
ur: اگر آپ ان کی ELO درجہ بندی میں دستی تبدیلی کرتے ہیں۔
vi: nếu bạn thực hiện thay đổi thủ công đối với xếp hạng ELO của họ.

source: Player ELO - This shows the ELO rating of the player in the edit window.
ar: تصنيف اللاعب ELO - يعرض هذا تصنيف ELO الخاص باللاعب في نافذة التحرير.
bg: ЕЛО на играча - Това показва ЕЛО рейтинга на играча в прозореца за редактиране.
bn: প্লেয়ার ELO - এটি সম্পাদনা উইন্ডোতে প্লেয়ারের ELO রেটিং দেখায়।
cs: ELO hráče – Zde se v okně úprav zobrazuje ELO hodnocení hráče.
da: Spiller ELO - Dette viser spillerens ELO-vurdering i redigeringsvinduet.
de: Spieler-ELO – Dies zeigt die ELO-Bewertung des Spielers im Bearbeitungsfenster.
el: ELO Παίκτη - Αυτό δείχνει την βαθμολογία ELO του παίκτη στο παράθυρο επεξεργασίας.
es: ELO del jugador: muestra la calificación ELO del jugador en la ventana de edición.
et: Mängija ELO – see näitab muutmisaknas mängija ELO-reitingut.
fa: رتبه‌بندی ELO بازیکن - این رتبه‌بندی ELO بازیکن را در پنجره ویرایش نشان می‌دهد.
fi: Pelaajan ELO - Tämä näyttää pelaajan ELO-luokituksen muokkausikkunassa.
fr: ELO du joueur - Ceci affiche le classement ELO du joueur dans la fenêtre d'édition.
he: דירוג ELO של השחקן - מציג את דירוג ה-ELO של השחקן בחלון העריכה.
hi: खिलाड़ी ELO - यह संपादन विंडो में खिलाड़ी की ELO रेटिंग दिखाता है।
hu: Játékos ELO – Ez mutatja a játékos ELO értékét a szerkesztőablakban.
id: ELO Pemain - Ini menunjukkan peringkat ELO pemain di jendela edit.
it: ELO del giocatore: mostra il punteggio ELO del giocatore nella finestra di modifica.
ja: プレーヤー ELO - 編集ウィンドウにプレーヤーの ELO 評価が表示されます。
lt: Žaidėjo ELO – redagavimo lange rodomas žaidėjo ELO reitingas.
lv: Spēlētāja ELO — rediģēšanas logā tiek parādīts spēlētāja ELO vērtējums.
nl: Speler ELO - Hier wordt de ELO-beoordeling van de speler weergegeven in het bewerkingsvenster.
no: Spillerens ELO – Dette viser spillerens ELO-vurdering i redigeringsvinduet.
pl: ELO gracza – wyświetla ocenę ELO gracza w oknie edycji.
pt: ELO do jogador - Mostra a classificação ELO do jogador na janela de edição.
ro: ELO jucător - Aceasta afișează ratingul ELO al jucătorului în fereastra de editare.
ru: ELO игрока — здесь отображается рейтинг ELO игрока в окне редактирования.
sq: ELO e lojtarit - Kjo tregon vlerësimin ELO të lojtarit në dritaren e redaktimit.
sr: ЕЛО играча - Ово приказује ЕЛО рејтинг играча у прозору за уређивање.
sv: Spelarens ELO – Detta visar spelarens ELO-betyg i redigeringsfönstret.
sw: Mchezaji ELO - Hii inaonyesha ukadiriaji wa ELO wa mchezaji kwenye dirisha la kuhariri.
ta: பிளேயர் ELO - இது எடிட் விண்டோவில் பிளேயரின் ELO மதிப்பீட்டைக் காட்டுகிறது.
th: ELO ของผู้เล่น - แสดงคะแนน ELO ของผู้เล่นในหน้าต่างแก้ไข
tr: Oyuncu ELO'su - Bu, düzenleme penceresinde oyuncunun ELO derecesini gösterir.
uk: Рейтинг гравця ELO – тут відображається рейтинг ELO гравця у вікні редагування.
ur: پلیئر ELO - یہ ایڈٹ ونڈو میں پلیئر کی ELO ریٹنگ دکھاتا ہے۔
vi: ELO của người chơi - Hiển thị xếp hạng ELO của người chơi trong cửa sổ chỉnh sửa.

source: If you want to edit this box when you add a new player, then see the next option.
ar: إذا كنت تريد تحرير هذا المربع عند إضافة لاعب جديد، فراجع الخيار التالي.
bg: Ако искате да редактирате това поле, когато добавяте нов играч, вижте следващата опция.
bn: নতুন প্লেয়ার যোগ করার সময় যদি আপনি এই বাক্সটি সম্পাদনা করতে চান, তাহলে পরবর্তী বিকল্পটি দেখুন।
cs: Pokud chcete toto pole upravit při přidání nového hráče, podívejte se na další možnost.
da: Hvis du vil redigere dette felt, når du tilføjer en ny spiller, skal du se den næste mulighed.
de: Wenn Sie dieses Feld beim Hinzufügen eines neuen Spielers bearbeiten möchten, sehen Sie sich die nächste Option an.
el: Αν θέλετε να επεξεργαστείτε αυτό το πλαίσιο όταν προσθέτετε έναν νέο παίκτη, τότε δείτε την επόμενη επιλογή.
es: Si desea editar este cuadro cuando agregue un nuevo jugador, consulte la siguiente opción.
et: Kui soovite seda kasti uue mängija lisamisel muuta, vaadake järgmist valikut.
fa: اگر می‌خواهید هنگام اضافه کردن یک بازیکن جدید، این کادر را ویرایش کنید، گزینه بعدی را ببینید.
fi: Jos haluat muokata tätä ruutua, kun lisäät uuden pelaajan, katso seuraava vaihtoehto.
fr: Si vous souhaitez modifier cette case lorsque vous ajoutez un nouveau joueur, consultez l'option suivante.
he: אם ברצונך לערוך תיבה זו בעת הוספת שחקן חדש, עיין באפשרות הבאה.
hi: यदि आप नया खिलाड़ी जोड़ते समय इस बॉक्स को संपादित करना चाहते हैं, तो अगला विकल्प देखें।
hu: Ha új játékos hozzáadásakor szeretnéd szerkeszteni ezt a mezőt, akkor nézd meg a következő lehetőséget.
id: Jika Anda ingin mengedit kotak ini saat menambahkan pemain baru, lihat opsi berikutnya.
it: Se vuoi modificare questa casella quando aggiungi un nuovo giocatore, consulta l'opzione successiva.
ja: 新しいプレーヤーを追加するときにこのボックスを編集する場合は、次のオプションを参照してください。
lt: Jei norite redaguoti šį langelį pridėdami naują žaidėją, žr. kitą parinktį.
lv: Ja vēlaties rediģēt šo lodziņu, pievienojot jaunu spēlētāju, skatiet nākamo opciju.
nl: Als u dit vakje wilt bewerken wanneer u een nieuwe speler toevoegt, raadpleeg dan de volgende optie.
no: Hvis du vil redigere denne boksen når du legger til en ny spiller, kan du se neste alternativ.
pl: Jeśli chcesz edytować to pole podczas dodawania nowego gracza, zobacz następną opcję.
pt: Se você quiser editar esta caixa ao adicionar um novo jogador, veja a próxima opção.
ro: Dacă vrei să editezi această casetă atunci când adaugi un jucător nou, consultă următoarea opțiune.
ru: Если вы хотите редактировать это поле при добавлении нового игрока, то смотрите следующую опцию.
sq: Nëse doni ta modifikoni këtë kuti kur shtoni një lojtar të ri, atëherë shihni opsionin tjetër.
sr: Ако желите да измените ово поље када додате новог играча, погледајте следећу опцију.
sv: Om du vill redigera den här rutan när du lägger till en ny spelare, se nästa alternativ.
sw: Ikiwa ungependa kuhariri kisanduku hiki unapoongeza kichezaji kipya, basi angalia chaguo linalofuata.
ta: நீங்கள் ஒரு புதிய பிளேயரைச் சேர்க்கும்போது இந்தப் பெட்டியைத் திருத்த விரும்பினால், அடுத்த விருப்பத்தைப் பார்க்கவும்.
th: หากคุณต้องการแก้ไขกล่องนี้เมื่อคุณเพิ่มผู้เล่นใหม่ โปรดดูตัวเลือกถัดไป
tr: Yeni bir oyuncu eklediğinizde bu kutuyu düzenlemek istiyorsanız bir sonraki seçeneğe bakın.
uk: Якщо ви хочете редагувати це поле під час додавання нового гравця, дивіться наступний варіант.
ur: اگر آپ نیا کھلاڑی شامل کرتے وقت اس باکس میں ترمیم کرنا چاہتے ہیں، تو اگلا آپشن دیکھیں۔
vi: Nếu bạn muốn chỉnh sửa hộp này khi thêm người chơi mới, hãy xem tùy chọn tiếp theo.

source: Edit player ELO rating - Check to allow editing of the player ELO rating.
ar: تحرير تصنيف ELO للاعب - حدد هذا الخيار للسماح بتحرير تصنيف ELO للاعب.
bg: Редактиране на ELO рейтинга на играча - Отметнете, за да разрешите редактиране на ELO рейтинга на играча.
bn: প্লেয়ার ELO রেটিং সম্পাদনা করুন - প্লেয়ার ELO রেটিং সম্পাদনা করার অনুমতি দিতে চেক করুন।
cs: Upravit hodnocení ELO hráče – Zaškrtněte pro povolení úpravy hodnocení ELO hráče.
da: Rediger spillerens ELO-vurdering - Marker for at tillade redigering af spillerens ELO-vurdering.
de: ELO-Wertung des Spielers bearbeiten – Aktivieren Sie dieses Kontrollkästchen, um die Bearbeitung der ELO-Wertung des Spielers zuzulassen.
el: Επεξεργασία βαθμολογίας ELO παίκτη - Επιλέξτε για να επιτρέψετε την επεξεργασία της βαθμολογίας ELO του παίκτη.
es: Editar la clasificación ELO del jugador: marque esta opción para permitir la edición de la clasificación ELO del jugador.
et: Muuda mängija ELO reitingut – Märgi see ruut, et lubada mängija ELO reitingu muutmist.
fa: ویرایش رتبه ELO بازیکن - برای ویرایش رتبه ELO بازیکن، این گزینه را علامت بزنید.
fi: Muokkaa pelaajan ELO-luokitusta - Valitse tämä, jos haluat sallia pelaajan ELO-luokituksen muokkaamisen.
fr: Modifier le classement ELO du joueur - Cochez cette case pour autoriser la modification du classement ELO du joueur.
he: עריכת דירוג ELO של השחקן - סמן כדי לאפשר עריכה של דירוג ה-ELO של השחקן.
hi: खिलाड़ी ELO रेटिंग संपादित करें - खिलाड़ी ELO रेटिंग को संपादित करने की अनुमति देने के लिए चेक करें।
hu: Játékos ELO-értékelésének szerkesztése - Jelöld be, ha engedélyezed a játékos ELO-értékelésének szerkesztését.
id: Edit peringkat ELO pemain - Centang untuk mengizinkan pengeditan peringkat ELO pemain.
it: Modifica valutazione ELO del giocatore: seleziona questa opzione per consentire la modifica della valutazione ELO del giocatore.
ja: プレーヤーの ELO レーティングを編集する - チェックすると、プレーヤーの ELO レーティングを編集できるようになります。
lt: Redaguoti žaidėjo ELO reitingą – pažymėkite, jei norite redaguoti žaidėjo ELO reitingą.
lv: Rediģēt spēlētāja ELO reitingu — atzīmējiet, lai atļautu rediģēt spēlētāja ELO reitingu.
nl: ELO-beoordeling speler bewerken: vink dit aan om het bewerken van de ELO-beoordeling van de speler toe te staan.
no: Rediger spillerens ELO-vurdering – Kryss av for å tillate redigering av spillerens ELO-vurdering.
pl: Edytuj ocenę ELO gracza — zaznacz, aby zezwolić na edycję oceny ELO gracza.
pt: Editar classificação ELO do jogador - Marque para permitir a edição da classificação ELO do jogador.
ro: Editează ratingul ELO al jucătorului - Bifează pentru a permite editarea ratingului ELO al jucătorului.
ru: Редактировать рейтинг ELO игрока — установите флажок, чтобы разрешить редактирование рейтинга ELO игрока.
sq: Modifiko vlerësimin ELO të lojtarit - Kontrolloni për të lejuar modifikimin e vlerësimit ELO të lojtarit.
sr: Измени ЕЛО рејтинг играча - Означите да бисте дозволили измену ЕЛО рејтинга играча.
sv: Redigera spelarens ELO-betyg – Markera om du vill tillåta redigering av spelarens ELO-betyg.
sw: Badilisha ukadiriaji wa ELO wa kicheza - Angalia ili kuruhusu uhariri wa ukadiriaji wa ELO wa kichezaji.
ta: பிளேயர் ELO மதிப்பீட்டைத் திருத்து - பிளேயர் ELO மதிப்பீட்டைத் திருத்த அனுமதிக்க சரிபார்க்கவும்.
th: แก้ไขเรตติ้ง ELO ของผู้เล่น - เลือกเพื่ออนุญาตให้แก้ไขเรตติ้ง ELO ของผู้เล่น
tr: Oyuncu ELO derecesini düzenle - Oyuncu ELO derecesinin düzenlenmesine izin vermek için işaretleyin.
uk: Редагувати рейтинг ELO гравця – позначте, щоб дозволити редагування рейтингу ELO гравця.
ur: پلیئر کی ای ایل او ریٹنگ میں ترمیم کریں - پلیئر کی ای ایل او ریٹنگ میں ترمیم کی اجازت دینے کے لیے چیک کریں۔
vi: Chỉnh sửa xếp hạng ELO của người chơi - Chọn để cho phép chỉnh sửa xếp hạng ELO của người chơi.

source: Use move delay - Check to use a move delay for the rated game.
ar: استخدم تأخير الحركة - حدد هذا الخيار لاستخدام تأخير الحركة للعبة المصنفة.
bg: Използвай забавяне на движението - Отметнете, за да използвате забавяне на движението за играта с рейтинг.
bn: সরানোর বিলম্ব ব্যবহার করুন - রেট করা গেমের জন্য সরানোর বিলম্ব ব্যবহার করতে চেক করুন।
cs: Použít zpoždění tahu – Zaškrtněte pro použití zpoždění tahu pro hodnocenou hru.
da: Brug trækforsinkelse - Marker for at bruge en trækforsinkelse for det bedømte spil.
de: Zugverzögerung verwenden – Aktivieren Sie dieses Kontrollkästchen, um eine Zugverzögerung für das bewertete Spiel zu verwenden.
el: Χρήση καθυστέρησης κίνησης - Επιλέξτε για να χρησιμοποιήσετε καθυστέρηση κίνησης για το παιχνίδι με αξιολόγηση.
es: Usar retraso de movimiento: marque esta opción para utilizar un retraso de movimiento para el juego clasificado.
et: Kasuta liigutuse viivitust – Märgi, et kasutada hinnatud mängus liigutuse viivitust.
fa: استفاده از تأخیر حرکت - برای استفاده از تأخیر حرکت برای بازی دارای رتبه، این گزینه را علامت بزنید.
fi: Käytä siirtoviivettä - Valitse tämä, jos haluat käyttää siirtoviivettä luokitellulle pelille.
fr: Utiliser le délai de déplacement - Cochez cette case pour utiliser un délai de déplacement pour le jeu classé.
he: השתמש בעיכוב מהלך - סמן כדי להשתמש בעיכוב מהלך עבור המשחק המדורג.
hi: चाल विलंब का उपयोग करें - रेटेड गेम के लिए चाल विलंब का उपयोग करने के लिए चेक करें।
hu: Mozgáskésleltetés használata - Jelölje be, ha mozgáskésleltetést szeretne használni a korhatár-besorolású játékban.
id: Gunakan penundaan gerakan - Centang untuk menggunakan penundaan gerakan pada permainan yang diberi peringkat.
it: Usa ritardo di spostamento: seleziona questa opzione per utilizzare un ritardo di spostamento per il gioco classificato.
ja: 移動遅延を使用する - 評価されたゲームで移動遅延を使用する場合にチェックします。
lt: Naudoti judesio uždelsimą – pažymėkite, jei norite, kad įvertintame žaidime būtų naudojamas judesio uždelsimas.
lv: Izmantot kustības aizkavi — atzīmējiet, lai novērtētajai spēlei izmantotu kustības aizkavi.
nl: Gebruik zetvertraging - Vink deze optie aan om een zetvertraging te gebruiken voor het beoordeelde spel.
no: Bruk trekkforsinkelse – Kryss av for å bruke en trekkforsinkelse for det aldersgrensede spillet.
pl: Użyj opóźnienia ruchu - Zaznacz, aby użyć opóźnienia ruchu dla ocenianej gry.
pt: Usar atraso de movimento - Marque para usar um atraso de movimento para o jogo classificado.
ro: Folosește întârzierea mișcării - Bifează pentru a utiliza o întârziere a mișcării pentru jocul evaluat.
ru: Использовать задержку хода. Установите флажок, чтобы использовать задержку хода для рейтинговой игры.
sq: Përdor vonesën e lëvizjes - Kontrolloni për të përdorur një vonesë lëvizjeje për lojën e vlerësuar.
sr: Користи одлагање кретања - Означите да бисте користили одлагање кретања за оцењену игру.
sv: Använd fördröjning av drag – Markera om du vill använda en fördröjning av drag för det åldersgränsade spelet.
sw: Tumia ucheleweshaji wa kuhamisha - Angalia ili utumie ucheleweshaji wa kusonga kwa mchezo uliokadiriwa.
ta: நகர்வு தாமதத்தைப் பயன்படுத்தவும் - மதிப்பிடப்பட்ட விளையாட்டுக்கு நகர்வு தாமதத்தைப் பயன்படுத்த சரிபார்க்கவும்.
th: ใช้การหน่วงเวลาการเคลื่อนที่ - เลือกเพื่อใช้การหน่วงเวลาการเคลื่อนที่สำหรับเกมที่ได้รับการจัดอันดับ
tr: Hamle gecikmesini kullan - Derecelendirilmiş oyun için bir hamle gecikmesi kullanmak üzere işaretleyin.
uk: Використовувати затримку переміщення – позначте, щоб використовувати затримку переміщення для рейтингової гри.
ur: حرکت میں تاخیر کا استعمال کریں - ریٹیڈ گیم کے لیے حرکت میں تاخیر استعمال کرنے کے لیے چیک کریں۔
vi: Sử dụng độ trễ di chuyển - Chọn để sử dụng độ trễ di chuyển cho trò chơi được xếp hạng.

source: This option is intended for engines that move too quickly
ar: هذا الخيار مخصص للمحركات التي تتحرك بسرعة كبيرة
bg: Тази опция е предназначена за двигатели, които се движат твърде бързо
bn: এই বিকল্পটি এমন ইঞ্জিনগুলির জন্য তৈরি যা খুব দ্রুত চলে
cs: Tato možnost je určena pro motory, které se pohybují příliš rychle
da: Denne indstilling er beregnet til motorer, der kører for hurtigt
de: Diese Option ist für Motoren gedacht, die sich zu schnell bewegen
el: Αυτή η επιλογή προορίζεται για κινητήρες που κινούνται πολύ γρήγορα
es: Esta opción está pensada para motores que se mueven demasiado rápido.
et: See valik on mõeldud mootoritele, mis liiguvad liiga kiiresti.
fa: این گزینه برای موتورهایی در نظر گرفته شده است که خیلی سریع حرکت می‌کنند
fi: Tämä vaihtoehto on tarkoitettu moottoreille, jotka liikkuvat liian nopeasti
fr: Cette option est destinée aux moteurs qui se déplacent trop rapidement
he: אפשרות זו מיועדת למנועים שנעים מהר מדי
hi: यह विकल्प उन इंजनों के लिए है जो बहुत तेज़ गति से चलते हैं
hu: Ez az opció túl gyorsan forgó motorokhoz készült.
id: Opsi ini ditujukan untuk mesin yang bergerak terlalu cepat
it: Questa opzione è pensata per i motori che si muovono troppo velocemente
ja: このオプションは、エンジンの動きが速すぎる場合に使用します。
lt: Ši parinktis skirta varikliams, kurie juda per greitai.
lv: Šī opcija ir paredzēta dzinējiem, kas darbojas pārāk ātri.
nl: Deze optie is bedoeld voor motoren die te snel bewegen
no: Dette alternativet er beregnet for motorer som beveger seg for raskt
pl: Ta opcja jest przeznaczona dla silników, które działają zbyt szybko
pt: Esta opção é destinada a motores que se movem muito rápido
ro: Această opțiune este destinată motoarelor care se mișcă prea repede
ru: Эта опция предназначена для двигателей, которые движутся слишком быстро.
sq: Ky opsion është i destinuar për motorët që lëvizin shumë shpejt.
sr: Ова опција је намењена моторима који се крећу пребрзо
sv: Detta alternativ är avsett för motorer som rör sig för snabbt
sw: Chaguo hili linalenga kwa injini zinazohamia haraka sana
ta: இந்த விருப்பம் மிக வேகமாக நகரும் இயந்திரங்களுக்காக வடிவமைக்கப்பட்டுள்ளது.
th: ตัวเลือกนี้มีไว้สำหรับเครื่องยนต์ที่เคลื่อนที่เร็วเกินไป
tr: Bu seçenek çok hızlı hareket eden motorlar için tasarlanmıştır
uk: Цей варіант призначений для двигунів, які рухаються занадто швидко
ur: یہ اختیار ان انجنوں کے لیے ہے جو بہت تیزی سے حرکت کرتے ہیں۔
vi: Tùy chọn này dành cho các động cơ di chuyển quá nhanh

source: when they are weakened, such as the Komodo dragon.
ar: عندما تضعف، مثل تنين كومودو.
bg: когато са отслабени, като например комодския варан.
bn: যখন তারা দুর্বল হয়ে পড়ে, যেমন কমোডো ড্রাগন।
cs: když jsou oslabené, jako například varan komodský.
da: når de er svækkede, såsom Komodovaranen.
de: wenn sie geschwächt sind, wie zum Beispiel der Komodowaran.
el: όταν είναι εξασθενημένα, όπως ο δράκος του Κομόντο.
es: cuando están debilitados, como el dragón de Komodo.
et: kui nad on nõrgenenud, näiteks Komodo varaanil.
fa: وقتی ضعیف می‌شوند، مانند اژدهای کومودو.
fi: kun ne ovat heikentyneet, kuten Komodonvaraani.
fr: lorsqu'ils sont affaiblis, comme le dragon de Komodo.
he: כאשר הם נחלשים, כמו דרקון קומודו.
hi: जब वे कमजोर हो जाते हैं, जैसे कि कोमोडो ड्रैगन।
hu: amikor legyengülnek, mint például a komodói varán.
id: ketika mereka melemah, seperti komodo.
it: quando sono indeboliti, come nel caso del drago di Komodo.
ja: コモドドラゴンのように弱っているとき。
lt: kai jie susilpnėja, pavyzdžiui, Komodo varanas.
lv: kad tie ir novājināti, piemēram, Komodo varāns.
nl: wanneer ze verzwakt zijn, zoals de Komodovaraan.
no: når de er svekket, slik som komodovaranen.
pl: gdy są osłabione, jak na przykład smok z Komodo.
pt: quando estão enfraquecidos, como o dragão de Komodo.
ro: când sunt slăbiți, cum ar fi dragonul de Komodo.
ru: когда они ослаблены, как, например, комодский варан.
sq: kur janë të dobësuar, siç është dragoi i Komodos.
sr: када су ослабљени, као што је комодски змај.
sv: när de är försvagade, såsom komodovaranen.
sw: wanapodhoofika, kama vile joka la Komodo.
ta: கொமோடோ டிராகன் போன்றவை பலவீனமடையும் போது.
th: เมื่อมันอ่อนแอลง เช่น มังกรโคโมโด
tr: Komodo ejderi gibi zayıfladıklarında.
uk: коли вони ослаблені, як-от комодський варан.
ur: جب وہ کمزور ہو جاتے ہیں، جیسے کوموڈو ڈریگن۔
vi: khi chúng bị suy yếu, chẳng hạn như rồng Komodo.
