Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Whilst some of the older engines, such as Ufim, Delfi and Amyan play a bit
ar: في حين أن بعض المحركات القديمة، مثل Ufim وDelfi وAmyan تلعب قليلاً
bg: Докато някои от по-старите двигатели, като Ufim, Delfi и Amyan, играят малко
bn: যদিও কিছু পুরোনো ইঞ্জিন, যেমন উফিম, ডেলফি এবং অ্যামিয়ান কিছুটা কাজ করে
cs: Zatímco některé starší vyhledávače, jako například Ufim, Delfi a Amyan, trochu hrají
da: Mens nogle af de ældre motorer, såsom Ufim, Delfi og Amyan, spiller lidt
de: Während einige der älteren Engines, wie Ufim, Delfi und Amyan, ein wenig
el: Ενώ μερικές από τις παλαιότερες μηχανές, όπως οι Ufim, Delfi και Amyan, παίζουν λίγο
es: Si bien algunos de los motores más antiguos, como Ufim, Delfi y Amyan, juegan un poco
et: Kuigi mõned vanemad mootorid, näiteks Ufim, Delfi ja Amyan, mängivad natuke
fa: در حالی که برخی از موتورهای قدیمی‌تر، مانند Ufim، Delfi و Amyan کمی ضعیف‌تر هستند.
fi: Vaikka jotkin vanhemmat hakukoneet, kuten Ufim, Delfi ja Amyan, pelaavat hieman
fr: Alors que certains des moteurs plus anciens, tels que Ufim, Delfi et Amyan, jouent un peu
he: בעוד שחלק מהמנועים הישנים יותר, כמו Ufim, Delfi ו-Amyan, משחקים קצת
hi: जबकि कुछ पुराने इंजन, जैसे कि यूफिम, डेल्फी और अमयान, थोड़ा खेलते हैं
hu: Míg néhány régebbi motor, mint például az Ufim, a Delfi és az Amyan, kicsit játszik
id: Sementara beberapa mesin lama, seperti Ufim, Delfi dan Amyan memainkan sedikit
it: Mentre alcuni dei motori più vecchi, come Ufim, Delfi e Amyan, giocano un po'
ja: Ufim、Delfi、Amyanなどの古いエンジンは、
lt: Nors kai kurie senesni varikliai, tokie kaip „Ufim“, „Delfi“ ir „Amyan“, šiek tiek groja
lv: Lai gan daži vecāki dzinēji, piemēram, Ufim, Delfi un Amyan, nedaudz spēlējas
nl: Terwijl sommige van de oudere engines, zoals Ufim, Delfi en Amyan, een beetje
no: Mens noen av de eldre motorene, som Ufim, Delfi og Amyan, spiller litt
pl: Chociaż niektóre starsze silniki, takie jak Ufim, Delfi i Amyan, działają trochę
pt: Enquanto alguns dos motores mais antigos, como Ufim, Delfi e Amyan jogam um pouco
ro: În timp ce unele dintre motoarele mai vechi, cum ar fi Ufim, Delfi și Amyan, funcționează puțin
ru: В то время как некоторые старые движки, такие как Ufim, Delfi и Amyan, немного проигрывают
sq: Ndërsa disa nga motorët më të vjetër, si Ufim, Delfi dhe Amyan luajnë pak
sr: Док неки од старијих мотора, као што су Уфим, Делфи и Амјан, мало играју
sv: Medan några av de äldre motorerna, som Ufim, Delfi och Amyan, spelar lite
sw: Wakati baadhi ya injini za zamani, kama vile Ufim, Delfi na Amyan hucheza kidogo
ta: உஃபிம், டெல்ஃபி மற்றும் அமியான் போன்ற சில பழைய எஞ்சின்கள் சிறிது விளையாடும் அதே வேளையில்
th: ในขณะที่เครื่องยนต์รุ่นเก่าบางรุ่น เช่น Ufim, Delfi และ Amyan ก็มีการเล่นบ้างเล็กน้อย
tr: Ufim, Delfi ve Amyan gibi bazı eski motorlar biraz sorunlu olsa da
uk: Хоча деякі старі двигуни, такі як Ufim, Delfi та Amyan, трохи грають
ur: جب کہ کچھ پرانے انجن، جیسے Ufim، Delfi اور Amyan تھوڑا سا چلتے ہیں۔
vi: Trong khi một số công cụ cũ hơn, chẳng hạn như Ufim, Delfi và Amyan chơi một chút

source: differently to each other, most of the engines that are derived from Stockfish,
ar: تختلف معظم المحركات المشتقة من Stockfish عن بعضها البعض،
bg: различно един от друг, повечето двигатели, които са производни на Stockfish,
bn: স্টকফিশ থেকে প্রাপ্ত বেশিরভাগ ইঞ্জিন একে অপরের থেকে আলাদা,
cs: odlišně od sebe, většina motorů odvozených od Stockfish,
da: forskelligt fra hinanden, de fleste af de motorer, der er afledt af Stockfish,
de: unterschiedlich zueinander, die meisten Engines, die von Stockfish abgeleitet sind,
el: διαφορετικά μεταξύ τους, οι περισσότεροι κινητήρες που προέρχονται από το Stockfish,
es: De manera diferente entre sí, la mayoría de los motores que se derivan de Stockfish,
et: erinevalt üksteisest, enamik Stockfishilt saadud mootoreid,
fa: متفاوت از یکدیگر، بیشتر موتورهایی که از Stockfish مشتق شده‌اند،
fi: eri tavoin toisiinsa nähden, useimmat Stockfishista johdetut moottorit,
fr: différemment les uns des autres, la plupart des moteurs dérivés de Stockfish,
he: באופן שונה זה מזה, רוב המנועים שמקורם ב-Stockfish,
hi: एक दूसरे से भिन्न रूप से, अधिकांश इंजन जो स्टॉकफिश से प्राप्त होते हैं,
hu: egymástól eltérően, a Stockfish-ből származó motorok többsége,
id: berbeda satu sama lain, sebagian besar mesin yang berasal dari Stockfish,
it: in modo diverso tra loro, la maggior parte dei motori che derivano da Stockfish,
ja: それぞれ異なる方法で、Stockfishから派生したエンジンのほとんどは、
lt: skirtingai vienas nuo kito, dauguma variklių, gautų iš „Stockfish“,
lv: atšķirīgi viens no otra, lielākā daļa dzinēju, kas atvasināti no Stockfish,
nl: De meeste engines die zijn afgeleid van Stockfish, werken anders dan elkaar,
no: forskjellig fra hverandre, de fleste motorene som er avledet fra Stockfish,
pl: różnią się od siebie, większość silników, które pochodzą od Stockfish,
pt: diferentemente uns dos outros, a maioria dos motores derivados do Stockfish,
ro: diferit unele de altele, majoritatea motoarelor derivate din Stockfish,
ru: В отличие друг от друга, большинство движков, созданных на основе Stockfish,
sq: ndryshe nga njëri-tjetri, shumica e motorëve që rrjedhin nga Stockfish,
sr: различито једни од других, већина мотора који су изведени из Stockfish-а,
sv: olika från varandra, de flesta motorerna som härrör från Stockfish,
sw: tofauti kwa kila mmoja, injini nyingi zinazotokana na Stockfish,
ta: ஒன்றுக்கொன்று வித்தியாசமாக, ஸ்டாக்ஃபிஷிலிருந்து பெறப்பட்ட பெரும்பாலான இயந்திரங்கள்,
th: แตกต่างกันออกไป โดยเครื่องยนต์ส่วนใหญ่ที่มาจาก Stockfish
tr: Birbirinden farklı olarak, Stockfish'ten türetilen motorların çoğu,
uk: по-різному один від одного, більшість двигунів, що походять від Stockfish,
ur: ایک دوسرے سے مختلف، زیادہ تر انجن جو اسٹاک فش سے ماخوذ ہیں،
vi: khác nhau với nhau, hầu hết các động cơ có nguồn gốc từ Stockfish,

source: play in a similar way.
ar: العب بطريقة مماثلة.
bg: играят по подобен начин.
bn: একইভাবে খেলুন।
cs: hrát podobným způsobem.
da: spille på en lignende måde.
de: auf ähnliche Weise spielen.
el: παίξουν με παρόμοιο τρόπο.
es: Jugar de manera similar.
et: sarnasel viisil mängida.
fa: به روشی مشابه بازی کنید.
fi: pelata samalla tavalla.
fr: jouer de manière similaire.
he: לשחק בצורה דומה.
hi: इसी तरह से खेलें.
hu: hasonló módon játsszanak.
id: bermain dengan cara yang sama.
it: giocare in modo simile.
ja: 同じようにプレイします。
lt: žaisti panašiu būdu.
lv: spēlēt līdzīgā veidā.
nl: op een vergelijkbare manier spelen.
no: spille på en lignende måte.
pl: grać w podobny sposób.
pt: jogar de forma semelhante.
ro: joacă într-un mod similar.
ru: играть аналогичным образом.
sq: luajnë në një mënyrë të ngjashme.
sr: играју на сличан начин.
sv: spela på ett liknande sätt.
sw: kucheza kwa njia sawa.
ta: இதே வழியில் விளையாடுங்கள்.
th: เล่นในลักษณะเดียวกัน
tr: benzer şekilde oynanır.
uk: грати подібним чином.
ur: اسی طرح کھیلو.
vi: chơi theo cách tương tự.

source: The one engine that stands out as totally unique and perfectly suited
ar: المحرك الوحيد الذي يتميز بأنه فريد تمامًا ومناسب تمامًا
bg: Единственият двигател, който се откроява като напълно уникален и перфектно пригоден
bn: এমন একটি ইঞ্জিন যা সম্পূর্ণ অনন্য এবং পুরোপুরি উপযুক্ত।
cs: Jeden motor, který vyniká svou naprostou jedinečností a dokonale se hodí
da: Den ene motor, der skiller sig ud som helt unik og perfekt egnet
de: Der einzige Motor, der sich durch seine absolute Einzigartigkeit und perfekte Eignung auszeichnet
el: Ο ένας κινητήρας που ξεχωρίζει ως εντελώς μοναδικός και άψογα προσαρμοσμένος
es: El único motor que destaca por ser totalmente único y perfectamente adecuado
et: Ainus mootor, mis paistab silma oma täiesti ainulaadse ja ideaalselt sobiva olemusega
fa: موتوری که کاملاً منحصر به فرد و کاملاً مناسب است
fi: Moottori, joka erottuu joukosta täysin ainutlaatuisena ja täydellisesti sopivana
fr: Le seul moteur qui se démarque comme étant totalement unique et parfaitement adapté
he: המנוע היחיד שבולט כייחודי לחלוטין ומתאים בצורה מושלמת
hi: एक इंजन जो पूरी तरह से अद्वितीय और पूरी तरह से अनुकूल है
hu: Az egyetlen motor, amely teljesen egyedi és tökéletesen illeszkedő
id: Satu mesin yang menonjol sebagai benar-benar unik dan sangat cocok
it: L'unico motore che si distingue per essere totalmente unico e perfettamente adatto
ja: 完全にユニークで完璧に適合した唯一のエンジン
lt: Vienintelis variklis, kuris išsiskiria kaip visiškai unikalus ir puikiai tinkantis
lv: Vienīgais dzinējs, kas izceļas kā pilnīgi unikāls un perfekti piemērots
nl: De ene motor die eruit springt als totaal uniek en perfect geschikt
no: Den ene motoren som skiller seg ut som helt unik og perfekt egnet
pl: Jedyny silnik, który wyróżnia się jako całkowicie wyjątkowy i idealnie dopasowany
pt: O único motor que se destaca como totalmente único e perfeitamente adequado
ro: Singurul motor care iese în evidență ca fiind complet unic și perfect adaptat
ru: Единственный двигатель, который выделяется как совершенно уникальный и идеально подходящий
sq: Motori i vetëm që bie në sy si krejtësisht unik dhe i përshtatshëm në mënyrë të përkryer
sr: Један мотор који се истиче као потпуно јединствен и савршено прилагођен
sv: Den enda motorn som sticker ut som helt unik och perfekt lämpad
sw: Injini moja ambayo ni ya kipekee kabisa na inafaa kabisa
ta: முற்றிலும் தனித்துவமானதாகவும், சரியாகப் பொருந்தக்கூடியதாகவும் தனித்து நிற்கும் ஒரு இயந்திரம்
th: เครื่องยนต์หนึ่งเดียวที่โดดเด่นเป็นเอกลักษณ์และเหมาะสมอย่างสมบูรณ์แบบ
tr: Tamamen benzersiz ve mükemmel şekilde uyumlu olarak öne çıkan tek motor
uk: Єдиний двигун, який виділяється своєю абсолютною унікальністю та ідеальною сумісністю
ur: ایک انجن جو بالکل منفرد اور بالکل موزوں کے طور پر کھڑا ہے۔
vi: Một động cơ nổi bật hoàn toàn độc đáo và hoàn toàn phù hợp

source: for < Rated game > is the Rodent chess engine, written by Pawel Koziol.
ar: < لعبة مصنفة > هو محرك شطرنج القوارض، الذي كتبه باول كوزيول.
bg: За < Рейтингова игра> е шахматният енджин Rodent, написан от Павел Козьол.
bn: <Rated game > এর জন্য হল Rodent chess engine, যা Pawel Koziol লিখেছেন।
cs: Pro < Hodnocenou hru > je šachový engine Rodent, jehož autorem je Pawel Koziol.
da: for <Rated game> er Rodent-skakmotoren, skrevet af Pawel Koziol.
de: für <Rated Game> ist die Rodent-Schach-Engine, geschrieben von Pawel Koziol.
el: για < Rated game > είναι η μηχανή σκακιού Rodent, γραμμένη από τον Pawel Koziol.
es: para < Juego clasificado > se utiliza el motor de ajedrez Rodent, escrito por Pawel Koziol.
et: < Hinnatud mängu > jaoks on mõeldud Pawel Kozioli kirjutatud Rodenti malemootor.
fa: برای <بازی رتبه‌بندی‌شده> موتور شطرنج Rodent است که توسط پاول کوزیول نوشته شده است.
fi: <Rated game> on Rodent-shakkimoottori, jonka on kirjoittanut Pawel Koziol.
fr: pour < Jeu classé > est le moteur d'échecs Rodent, écrit par Pawel Koziol.
he: עבור <משחק מדורג> הוא מנוע השחמט Rodent, שנכתב על ידי פאבל קוזיול.
hi: < रेटेड गेम > के लिए रोडेंट शतरंज इंजन है, जिसे पावेल कोज़ियोल द्वारा लिखा गया है।
hu: A < Rated game> játékhoz a Rodent sakkmotor tartozik, melyet Pawel Koziol írt.
id: untuk < Permainan berperingkat > adalah mesin catur Rodent, yang ditulis oleh Pawel Koziol.
it: per < Partita valutata > è il motore scacchistico Rodent, scritto da Pawel Koziol.
ja: <定格ゲーム> には、Pawel Koziol によって書かれた Rodent チェス エンジンが使用されています。
lt: „<Rated game>“ yra „Rodent“ šachmatų variklis, kurį parašė Pawel Koziol.
lv: < Rated game > ir Grauzēju šaha dzinējs, ko sarakstījis Pāvels Koziols.
nl: voor < Rated game > is de Rodent schaakengine, geschreven door Pawel Koziol.
no: for <Rangert spill> er Rodent-sjakkmotoren, skrevet av Pawel Koziol.
pl: dla < Gry ocenianej > używany jest silnik szachowy Rodent, którego autorem jest Paweł Kozioł.
pt: para < Jogo classificado > é o motor de xadrez Rodent, escrito por Pawel Koziol.
ro: pentru <Joc evaluat> este motorul de șah Rodent, scris de Pawel Koziol.
ru: для < Рейтинговой игры > — шахматный движок Rodent, написанный Павлом Козиолом.
sq: për < Lojë e vlerësuar > është motori i shahut Rodent, i shkruar nga Pawel Koziol.
sr: за < Оцењена игра > је шаховски мотор Rodent, који је написао Павел Козиол.
sv: för <Rated game> är schackmotorn Rodent, skriven av Pawel Koziol.
sw: kwa < Iliyokadiriwa mchezo > ni injini ya chess ya Rodent, iliyoandikwa na Pawel Koziol.
ta: மதிப்பிடப்பட்ட விளையாட்டுக்கு > என்பது பாவெல் கோசியோல் எழுதிய கொறிக்கும் சதுரங்க இயந்திரம்.
th: สำหรับ < เกมที่ได้รับการจัดอันดับ > คือโปรแกรมเล่นหมากรุก Rodent ที่เขียนโดย Pawel Koziol
tr: < Derecelendirilmiş oyun > için Pawel Koziol tarafından yazılmış Rodent satranç motorudur.
uk: для < Рейтингової гри> використовується шаховий рушій Rodent, написаний Павлом Козьолом.
ur: <Rated game> کے لیے Rodent شطرنج کا انجن ہے، جسے Pawel Koziol نے لکھا ہے۔
vi: đối với <Trò chơi được xếp hạng> là công cụ cờ vua Rodent, được viết bởi Pawel Koziol.

source: Click on < Rodent > for more details.
ar: انقر فوق <القوارض> لمزيد من التفاصيل.
bg: Кликнете върху <Гризачи> за повече подробности.
bn: আরও বিস্তারিত জানার জন্য Rodent > এ ক্লিক করুন।
cs: Klikněte na < Hlodavec > pro více informací.
da: Klik på <Gnaver> for at få flere oplysninger.
de: Klicken Sie auf < Nagetier >, um weitere Details zu erhalten.
el: Κάντε κλικ στο <Τρωκτικό> για περισσότερες λεπτομέρειες.
es: Haga clic en < Roedor > para obtener más detalles.
et: Lisateabe saamiseks klõpsake <Näriline>.
fa: برای جزئیات بیشتر روی <جوندگان> کلیک کنید.
fi: Lisätietoja saat napsauttamalla < Jyrsijä >.
fr: Cliquez sur < Rongeur > pour plus de détails.
he: לחץ על <מכרסם> לפרטים נוספים.
hi: अधिक जानकारी के लिए < कृंतक > पर क्लिक करें।
hu: További részletekért kattintson a < Rágcsáló > gombra.
id: Klik < Rodent > untuk keterangan lebih rinci.
it: Clicca su < Roditore > per maggiori dettagli.
ja: 詳細については、< Rodent > をクリックしてください。
lt: Daugiau informacijos rasite spustelėję < Graužikas >.
lv: Lai iegūtu sīkāku informāciju, noklikšķiniet uz < Grauzējs >.
nl: Klik op < Knaagdier > voor meer details.
no: Klikk på <Gnager> for mer informasjon.
pl: Kliknij na < Gryzoń > aby uzyskać więcej szczegółów.
pt: Clique em < Roedor > para mais detalhes.
ro: Faceți clic pe < Rozătoare > pentru mai multe detalii.
ru: Для получения более подробной информации нажмите на ссылку <Грызун>.
sq: Klikoni te < Brejtës > për më shumë detaje.
sr: Кликните на < Глодари> за више детаља.
sv: Klicka på <Gnagare> för mer information.
sw: Bofya <Panya> kwa maelezo zaidi.
ta: மேலும் விவரங்களுக்கு கொறித்துண்ணி > என்பதைக் கிளிக் செய்யவும்.
th: คลิกที่ < หนู > เพื่อดูรายละเอียดเพิ่มเติม
tr: Daha fazla bilgi için < Kemirgen > öğesine tıklayın.
uk: Натисніть на < Гризун> для отримання додаткової інформації.
ur: مزید تفصیلات کے لیے < Rodent > پر کلک کریں۔
vi: Nhấp vào < Gặm nhấm > để biết thêm chi tiết.

source: The Arasan engine, written by Jon Dart is another very good engine.
ar: محرك Arasan، الذي كتبه جون دارت، هو محرك آخر جيد جدًا.
bg: Двигателят Arasan, написан от Джон Дарт, е друг много добър двигател.
bn: জন ডার্টের লেখা "আরাসান ইঞ্জিন" আরেকটি খুব ভালো ইঞ্জিন।
cs: Engine Arasan, jehož autorem je Jon Dart, je další velmi dobrý engine.
da: Arasan-motoren, skrevet af Jon Dart, er en anden meget god motor.
de: Die von Jon Dart geschriebene Arasan-Engine ist eine weitere sehr gute Engine.
el: Η μηχανή Arasan, γραμμένη από τον Jon Dart, είναι μια άλλη πολύ καλή μηχανή.
es: El motor Arasan, escrito por Jon Dart, es otro motor muy bueno.
et: Jon Darti kirjutatud Arasani mootor on veel üks väga hea mootor.
fa: موتور Arasan که توسط جان دارت نوشته شده، یکی دیگر از موتورهای بسیار خوب است.
fi: Jon Dartin kirjoittama Arasan-moottori on toinen erittäin hyvä moottori.
fr: Le moteur Arasan, écrit par Jon Dart, est un autre très bon moteur.
he: מנוע אראסאן, שנכתב על ידי ג'ון דארט הוא מנוע טוב מאוד נוסף.
hi: जॉन डार्ट द्वारा लिखित अरासन इंजन एक और बहुत अच्छा इंजन है।
hu: A Jon Dart által írt Arasan motor egy másik nagyon jó motor.
id: Mesin Arasan yang ditulis oleh Jon Dart adalah mesin lain yang sangat bagus.
it: Un altro motore molto valido è il motore Arasan, scritto da Jon Dart.
ja: Jon Dart によって書かれた Arasan エンジンも非常に優れたエンジンです。
lt: Jono Darto parašytas „Arasan“ variklis yra dar vienas labai geras variklis.
lv: Arasan dzinējs, ko sarakstījis Džons Dārts, ir vēl viens ļoti labs dzinējs.
nl: De Arasan-engine, geschreven door Jon Dart, is ook een erg goede engine.
no: Arasan-motoren, skrevet av Jon Dart, er en annen veldig god motor.
pl: Silnik Arasan, którego autorem jest Jon Dart, to kolejny bardzo dobry silnik.
pt: O motor Arasan, escrito por Jon Dart, é outro motor muito bom.
ro: Motorul Arasan, scris de Jon Dart, este un alt motor foarte bun.
ru: Движок Arasan, написанный Джоном Дартом, — еще один очень хороший движок.
sq: Motori Arasan, i shkruar nga Jon Dart, është një tjetër motor shumë i mirë.
sr: Арасанов мотор, који је написао Џон Дарт, је још један веома добар мотор.
sv: Arasan-motorn, skriven av Jon Dart, är en annan mycket bra motor.
sw: Injini ya Arasan, iliyoandikwa na Jon Dart ni injini nyingine nzuri sana.
ta: ஜான் டார்ட் எழுதிய அரசன் எஞ்சின் மற்றொரு மிகச் சிறந்த எஞ்சின் ஆகும்.
th: เครื่องยนต์ Arasan ที่เขียนโดย Jon Dart ถือเป็นเครื่องยนต์ที่ดีมากอีกตัวหนึ่ง
tr: Jon Dart'ın yazdığı Arasan motoru da çok iyi bir motordur.
uk: Двигун Arasan, написаний Джоном Дартом, — ще один дуже хороший движок.
ur: جون ڈارٹ کا لکھا ہوا اراسان انجن ایک اور بہت اچھا انجن ہے۔
vi: Công cụ Arasan, được viết bởi Jon Dart, cũng là một công cụ rất tốt.

source: Whilst not as strong as the Stockfish, it has a distinctive playing style.
ar: على الرغم من أنها ليست قوية مثل Stockfish، إلا أنها تتمتع بأسلوب لعب مميز.
bg: Макар и не толкова силен, колкото Stockfish, той има отличителен стил на игра.
bn: স্টকফিশের মতো শক্তিশালী না হলেও, এর খেলার ধরণ আলাদা।
cs: I když není tak silná jako Stockfish, má osobitý herní styl.
da: Selvom den ikke er så stærk som Stockfish, har den en karakteristisk spillestil.
de: Obwohl es nicht so stark ist wie Stockfish, hat es einen unverwechselbaren Spielstil.
el: Αν και δεν είναι τόσο δυνατό όσο το Stockfish, έχει ένα ξεχωριστό στυλ παιχνιδιού.
es: Aunque no es tan fuerte como el Stockfish, tiene un estilo de juego distintivo.
et: Kuigi see pole nii tugev kui Stockfish, on sellel iseloomulik mängustiil.
fa: اگرچه به اندازه استاک‌فیش قوی نیست، اما سبک بازی متمایزی دارد.
fi: Vaikka se ei ole yhtä vahva kuin Stockfish, sillä on omaleimainen soittotyyli.
fr: Bien qu'il ne soit pas aussi fort que le Stockfish, il possède un style de jeu distinctif.
he: למרות שהוא לא חזק כמו הסטוקפיש, יש לו סגנון משחק ייחודי.
hi: यद्यपि यह स्टॉकफिश जितना मजबूत नहीं है, फिर भी इसकी खेल शैली विशिष्ट है।
hu: Bár nem olyan erős, mint a Stockfish, jellegzetes játékstílusa van.
id: Meskipun tidak sekuat Stockfish, ia memiliki gaya bermain yang khas.
it: Sebbene non sia forte quanto lo Stockfish, ha uno stile di gioco particolare.
ja: Stockfish ほど強力ではありませんが、独特のプレイスタイルを持っています。
lt: Nors ir ne toks stiprus kaip „Stockfish“, jis pasižymi savitu grojimo stiliumi.
lv: Lai gan tā nav tik spēcīga kā Stockfish, tai ir atšķirīgs spēles stils.
nl: Hoewel hij niet zo sterk is als de Stockfish, heeft hij een kenmerkende speelstijl.
no: Selv om den ikke er like sterk som Stockfish, har den en særegen spillestil.
pl: Choć nie jest tak silna jak Stockfish, ma charakterystyczny styl gry.
pt: Embora não seja tão forte quanto o Stockfish, ele tem um estilo de jogo distinto.
ro: Deși nu este la fel de puternică ca Stockfish-ul, are un stil de cântat distinct.
ru: Хоть он и не такой сильный, как Stockfish, но у него свой особый стиль игры.
sq: Edhe pse nuk është aq i fortë sa Stockfish, ai ka një stil të veçantë loje.
sr: Иако није тако јак као Stockfish, има препознатљив стил игре.
sv: Även om den inte är lika stark som Stockfish, har den en distinkt spelstil.
sw: Ingawa haina nguvu kama samaki wa samaki, ina mtindo wa kipekee wa kucheza.
ta: ஸ்டாக்ஃபிஷைப் போல வலுவாக இல்லாவிட்டாலும், இது ஒரு தனித்துவமான விளையாட்டு பாணியைக் கொண்டுள்ளது.
th: แม้จะไม่แข็งแกร่งเท่ากับ Stockfish แต่ก็มีรูปแบบการเล่นที่โดดเด่น
tr: Stockfish kadar güçlü olmasa da kendine özgü bir çalım stiline sahiptir.
uk: Хоча він не такий сильний, як Stockfish, він має особливий стиль гри.
ur: اگرچہ اسٹاک فش کی طرح مضبوط نہیں ہے، اس کے کھیلنے کا ایک مخصوص انداز ہے۔
vi: Mặc dù không mạnh bằng Stockfish, nhưng nó có phong cách chơi đặc biệt.

source: However, when used with the Tarrasch and Nimzo_3d GUI,
ar: ومع ذلك، عند استخدامه مع واجهة المستخدم الرسومية Tarrasch وNimzo_3d،
bg: Въпреки това, когато се използва с графичния потребителски интерфейс на Tarrasch и Nimzo_3d,
bn: তবে, যখন Tarrasch এবং Nimzo_3d GUI এর সাথে ব্যবহার করা হয়,
cs: Nicméně, při použití s ​​grafickým rozhraním Tarrasch a Nimzo_3d,
da: Men når det bruges sammen med Tarrasch og Nimzo_3d GUI,
de: Bei Verwendung mit der Tarrasch- und Nimzo_3d-GUI
el: Ωστόσο, όταν χρησιμοποιείται με το γραφικό περιβάλλον χρήστη Tarrasch και Nimzo_3d,
es: Sin embargo, cuando se utiliza con la GUI de Tarrasch y Nimzo_3d,
et: Tarraschi ja Nimzo_3d graafilise kasutajaliidesega kasutamisel aga
fa: با این حال، هنگامی که با رابط کاربری گرافیکی Tarrasch و Nimzo_3d استفاده می‌شود،
fi: Kuitenkin, kun sitä käytetään Tarraschin ja Nimzo_3d:n graafisen käyttöliittymän kanssa,
fr: Cependant, lorsqu'il est utilisé avec l'interface graphique Tarrasch et Nimzo_3d,
he: עם זאת, כאשר משתמשים בו עם ממשק המשתמש הגרפי של Tarrasch ו-Nimzo_3d,
hi: हालाँकि, जब इसे टारराश और निमज़ो_3डी जीयूआई के साथ प्रयोग किया जाता है,
hu: A Tarrasch és a Nimzo_3d grafikus felhasználói felülettel használva azonban
id: Namun, ketika digunakan dengan GUI Tarrasch dan Nimzo_3d,
it: Tuttavia, se utilizzato con la GUI Tarrasch e Nimzo_3d,
ja: ただし、TarraschとNimzo_3dのGUIと併用すると、
lt: Tačiau, kai naudojamas su Tarrasch ir Nimzo_3d grafine sąsaja,
lv: Tomēr, lietojot to kopā ar Tarrasch un Nimzo_3d grafisko lietotāja saskarni,
nl: Wanneer het echter wordt gebruikt met de Tarrasch en Nimzo_3d GUI,
no: Men når den brukes med Tarrasch og Nimzo_3d GUI,
pl: Jednakże w przypadku użycia z interfejsem graficznym Tarrasch i Nimzo_3d,
pt: No entanto, quando usado com a GUI Tarrasch e Nimzo_3d,
ro: Totuși, atunci când este utilizat cu interfața grafică Tarrasch și Nimzo_3d,
ru: Однако при использовании с графическим интерфейсом Tarrasch и Nimzo_3d,
sq: Megjithatë, kur përdoret me GUI-në Tarrasch dhe Nimzo_3d,
sr: Међутим, када се користи са графичким корисничким интерфејсом Tarrasch и Nimzo_3d,
sv: Men när den används med Tarrasch och Nimzo_3d GUI,
sw: Walakini, inapotumiwa na Tarrasch na Nimzo_3d GUI,
ta: இருப்பினும், Tarrasch மற்றும் Nimzo_3d GUI உடன் பயன்படுத்தும்போது,
th: อย่างไรก็ตาม เมื่อใช้ร่วมกับ Tarrasch และ Nimzo_3d GUI
tr: Ancak Tarrasch ve Nimzo_3d GUI ile kullanıldığında,
uk: Однак, при використанні з графічним інтерфейсом Tarrasch та Nimzo_3d,
ur: تاہم، جب Tarrasch اور Nimzo_3d GUI کے ساتھ استعمال کیا جاتا ہے،
vi: Tuy nhiên, khi sử dụng với Tarrasch và Nimzo_3d GUI,

source: there are some problems.
ar: هناك بعض المشاكل.
bg: има някои проблеми.
bn: কিছু সমস্যা আছে।
cs: existují určité problémy.
da: der er nogle problemer.
de: es gibt einige Probleme.
el: υπάρχουν κάποια προβλήματα.
es: Hay algunos problemas.
et: on mõned probleemid.
fa: برخی مشکلات وجود دارد.
fi: on joitakin ongelmia.
fr: il y a quelques problèmes.
he: יש כמה בעיות.
hi: कुछ समस्याएं हैं.
hu: vannak problémák.
id: ada beberapa masalah.
it: ci sono alcuni problemi.
ja: いくつか問題があります。
lt: yra keletas problemų.
lv: ir dažas problēmas.
nl: Er zijn wat problemen.
no: det er noen problemer.
pl: są pewne problemy.
pt: há alguns problemas.
ro: există niște probleme.
ru: есть некоторые проблемы.
sq: ka disa probleme.
sr: постоје неки проблеми.
sv: det finns vissa problem.
sw: kuna matatizo fulani.
ta: சில பிரச்சனைகள் உள்ளன.
th: มีปัญหาอยู่บ้าง
tr: bazı sorunlar var.
uk: є деякі проблеми.
ur: کچھ مسائل ہیں.
vi: có một số vấn đề.
