Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Minimum move delay (seconds)
ar: الحد الأدنى لتأخير الحركة (بالثواني)
bg: Минимално забавяне на движението (секунди)
bn: সর্বনিম্ন সরানোর বিলম্ব (সেকেন্ড)
cs: Minimální zpoždění pohybu (sekundy)
da: Minimum bevægelsesforsinkelse (sekunder)
de: Minimale Verschiebungsverzögerung (Sekunden)
el: Ελάχιστη καθυστέρηση κίνησης (δευτερόλεπτα)
es: Retardo mínimo de movimiento (segundos)
et: Minimaalne liikumisviivitus (sekundites)
fa: حداقل تأخیر حرکت (ثانیه)
fi: Lyhin siirtoviive (sekunteina)
fr: Délai de déplacement minimum (secondes)
he: השהיית תנועה מינימלית (שניות)
hi: न्यूनतम चाल विलंब (सेकंड)
hu: Minimális mozgási késleltetés (másodperc)
id: Penundaan gerakan minimum (detik)
it: Ritardo minimo di spostamento (secondi)
ja: 最小移動遅延（秒）
lt: Minimalus judėjimo užlaikymas (sekundėmis)
lv: Minimālā pārvietošanās aizkave (sekundēs)
nl: Minimale bewegingsvertraging (seconden)
no: Minimum bevegelsesforsinkelse (sekunder)
pl: Minimalne opóźnienie ruchu (sekundy)
pt: Atraso mínimo de movimento (segundos)
ro: Întârziere minimă de mișcare (secunde)
ru: Минимальная задержка хода (секунды)
sq: Vonesa minimale e lëvizjes (sekonda)
sr: Минимално кашњење кретања (секунде)
sv: Minsta fördröjning (sekunder)
sw: Kiwango cha chini cha kuchelewa kwa hoja (sekunde)
ta: குறைந்தபட்ச நகர்வு தாமதம் (வினாடிகள்)
th: ความล่าช้าในการเคลื่อนที่ขั้นต่ำ (วินาที)
tr: Minimum hareket gecikmesi (saniye)
uk: Мінімальна затримка переміщення (секунди)
ur: کم از کم حرکت میں تاخیر (سیکنڈ)
vi: Độ trễ di chuyển tối thiểu (giây)

source: Enforce minimum move delay
ar: فرض الحد الأدنى لتأخير الحركة
bg: Прилагане на минимално забавяне на движението
bn: সর্বনিম্ন স্থানান্তর বিলম্ব কার্যকর করুন
cs: Vynutit minimální zpoždění přesunu
da: Håndhæv minimum forsinkelse ved bevægelse
de: Erzwingen einer minimalen Verschiebungsverzögerung
el: Επιβολή ελάχιστης καθυστέρησης μετακίνησης
es: Aplicar un retraso mínimo de movimiento
et: Jõusta minimaalne liikumisviivitus
fa: اعمال حداقل تأخیر حرکت
fi: Pakota vähimmäisviive siirtoon
fr: Appliquer un délai de déplacement minimum
he: אכיפת השהיית תנועה מינימלית
hi: न्यूनतम चाल विलंब लागू करें
hu: Minimális áthelyezési késleltetés kikényszerítése
id: Terapkan penundaan perpindahan minimum
it: Applicare il ritardo minimo di spostamento
ja: 最小移動遅延を強制する
lt: Įgyvendinti minimalų judėjimo vėlavimą
lv: Ieviest minimālo pārvietošanas aizkavi
nl: Handhaaf een minimale verplaatsingsvertraging
no: Håndhev minimum forsinkelse for bevegelse
pl: Wymuś minimalne opóźnienie ruchu
pt: Aplicar atraso mínimo de movimentação
ro: Impuneți o întârziere minimă de mișcare
ru: Обеспечить минимальную задержку перемещения
sq: Zbatoni vonesën minimale të lëvizjes
sr: Примени минимално одлагање кретања
sv: Tillämpa minsta fördröjning vid flytt
sw: Tekeleza ucheleweshaji wa chini kabisa wa kuhamisha
ta: குறைந்தபட்ச நகர்வு தாமதத்தை அமல்படுத்தவும்
th: บังคับใช้การหน่วงเวลาการเคลื่อนย้ายขั้นต่ำ
tr: Minimum hareket gecikmesini uygula
uk: Забезпечити мінімальну затримку переміщення
ur: کم از کم اقدام میں تاخیر کو نافذ کریں۔
vi: Áp dụng độ trễ di chuyển tối thiểu

source: Use random enforcement time
ar: استخدم وقت التنفيذ العشوائي
bg: Използвайте произволно време за прилагане
bn: এলোমেলোভাবে প্রয়োগের সময় ব্যবহার করুন
cs: Použít náhodný čas vynucení
da: Brug tilfældig håndhævelsestid
de: Zufällige Durchsetzungszeit verwenden
el: Χρήση τυχαίου χρόνου επιβολής
es: Utilice un tiempo de cumplimiento aleatorio
et: Kasuta juhuslikku jõustamisaega
fa: از زمان اجرای تصادفی استفاده کنید
fi: Käytä satunnaista valvonta-aikaa
fr: Utiliser un temps d'application aléatoire
he: השתמש בזמן אכיפה אקראי
hi: यादृच्छिक प्रवर्तन समय का उपयोग करें
hu: Véletlenszerű végrehajtási idő használata
id: Gunakan waktu penegakan acak
it: Utilizzare un tempo di applicazione casuale
ja: ランダムな施行時間を使用する
lt: Naudoti atsitiktinį vykdymo laiką
lv: Izmantot nejaušu izpildes laiku
nl: Gebruik willekeurige handhavingstijd
no: Bruk tilfeldig håndhevingstid
pl: Użyj losowego czasu egzekwowania
pt: Use tempo de execução aleatório
ro: Folosește un timp de aplicare aleatoriu
ru: Использовать случайное время принуждения
sq: Përdorni kohë të zbatimit të rastësishëm
sr: Користите насумично време спровођења
sv: Använd slumpmässig tillämpningstid
sw: Tumia wakati wa kutekeleza bila mpangilio
ta: சீரற்ற அமலாக்க நேரத்தைப் பயன்படுத்தவும்
th: ใช้เวลาบังคับใช้แบบสุ่ม
tr: Rastgele uygulama zamanı kullanın
uk: Використовуйте випадковий час примусового виконання
ur: بے ترتیب نفاذ کا وقت استعمال کریں۔
vi: Sử dụng thời gian thực thi ngẫu nhiên

source: Maximum move delay (seconds)
ar: أقصى تأخير للحركة (بالثواني)
bg: Максимално забавяне на движението (секунди)
bn: সর্বাধিক সরানোর বিলম্ব (সেকেন্ড)
cs: Maximální zpoždění pohybu (sekundy)
da: Maksimal bevægelsesforsinkelse (sekunder)
de: Maximale Verschiebungsverzögerung (Sekunden)
el: Μέγιστη καθυστέρηση κίνησης (δευτερόλεπτα)
es: Retraso máximo de movimiento (segundos)
et: Maksimaalne liikumisviivitus (sekundites)
fa: حداکثر تأخیر حرکت (ثانیه)
fi: Suurin siirtoviive (sekunteina)
fr: Délai de déplacement maximal (secondes)
he: השהיית תנועה מקסימלית (שניות)
hi: अधिकतम चाल विलंब (सेकंड)
hu: Maximális mozgási késleltetés (másodperc)
id: Penundaan gerakan maksimum (detik)
it: Ritardo massimo di spostamento (secondi)
ja: 最大移動遅延（秒）
lt: Maksimalus judėjimo užlaikymas (sekundėmis)
lv: Maksimālā pārvietošanās aizkave (sekundēs)
nl: Maximale bewegingsvertraging (seconden)
no: Maksimal bevegelsesforsinkelse (sekunder)
pl: Maksymalne opóźnienie ruchu (sekundy)
pt: Atraso máximo de movimento (segundos)
ro: Întârziere maximă a mișcării (secunde)
ru: Максимальная задержка хода (секунды)
sq: Vonesa maksimale e lëvizjes (sekonda)
sr: Максимално кашњење кретања (секунде)
sv: Maximal fördröjning av rörelse (sekunder)
sw: Ucheleweshaji wa juu zaidi wa kusonga (sekunde)
ta: அதிகபட்ச நகர்வு தாமதம் (வினாடிகள்)
th: ความล่าช้าในการเคลื่อนที่สูงสุด (วินาที)
tr: Maksimum hareket gecikmesi (saniye)
uk: Максимальна затримка переміщення (секунди)
ur: زیادہ سے زیادہ حرکت میں تاخیر (سیکنڈ)
vi: Độ trễ di chuyển tối đa (giây)

source: Random delay for fixed time
ar: تأخير عشوائي لوقت ثابت
bg: Случайно забавяне за фиксирано време
bn: নির্দিষ্ট সময়ের জন্য এলোমেলো বিলম্ব
cs: Náhodné zpoždění po pevně stanovený čas
da: Tilfældig forsinkelse for fast tid
de: Zufällige Verzögerung für feste Zeit
el: Τυχαία καθυστέρηση για σταθερό χρόνο
es: Retraso aleatorio por tiempo fijo
et: Juhuslik viivitus fikseeritud aja jooksul
fa: تأخیر تصادفی برای زمان ثابت
fi: Satunnainen viive kiinteäksi ajaksi
fr: Délai aléatoire pour une durée fixe
he: עיכוב אקראי לזמן קבוע
hi: निश्चित समय के लिए यादृच्छिक विलंब
hu: Véletlenszerű késleltetés fix időtartamra
id: Penundaan acak untuk waktu tetap
it: Ritardo casuale per tempo fisso
ja: 一定時間のランダム遅延
lt: Atsitiktinis delsimas fiksuotam laikui
lv: Nejauša aizture fiksētam laikam
nl: Willekeurige vertraging voor vaste tijd
no: Tilfeldig forsinkelse for fast tid
pl: Losowe opóźnienie o ustalonym czasie
pt: Atraso aleatório por tempo fixo
ro: Întârziere aleatorie pentru o durată fixă
ru: Случайная задержка на фиксированное время
sq: Vonesa e rastësishme për një kohë të caktuar
sr: Случајно кашњење за фиксно време
sv: Slumpmässig fördröjning för fast tid
sw: Ucheleweshaji wa nasibu kwa muda uliowekwa
ta: நிலையான நேரத்திற்கு சீரற்ற தாமதம்
th: การหน่วงเวลาแบบสุ่มสำหรับเวลาที่กำหนด
tr: Sabit zaman için rastgele gecikme
uk: Випадкова затримка на фіксований час
ur: مقررہ وقت کے لیے بے ترتیب تاخیر
vi: Độ trễ ngẫu nhiên trong thời gian cố định

source: Use move delay in a human - engine game
ar: استخدم تأخير الحركة في لعبة تعتمد على محرك بشري
bg: Използвайте забавяне на движението в игра с човешки енджин
bn: একটি মানব - ইঞ্জিন গেমে সরানোর বিলম্ব ব্যবহার করুন
cs: Použití zpoždění pohybu ve hře s lidským enginem
da: Brug bevægelsesforsinkelse i et spil med menneskemotor
de: Verwenden Sie die Bewegungsverzögerung in einem Human-Engine-Spiel
el: Χρήση καθυστέρησης κίνησης σε ένα παιχνίδι ανθρώπινης μηχανής
es: Usar el retraso de movimiento en un juego con motor humano
et: Liikumise viivituse kasutamine inimese ja mootoriga mängus
fa: استفاده از تأخیر حرکت در یک بازی موتور انسانی
fi: Käytä liikkumisviivettä ihmispelimoottoripelissä
fr: Utiliser le délai de déplacement dans un jeu à moteur humain
he: השתמש בעיכוב מהלך במשחק עם מנוע אנושי
hi: मानव-इंजन गेम में चाल विलंब का उपयोग करें
hu: Mozgáskésleltetés használata embermotoros játékban
id: Gunakan penundaan gerakan dalam permainan mesin manusia
it: Utilizzare il ritardo di movimento in un gioco con motore umano
ja: 人間とエンジンのゲームで移動遅延を使用する
lt: Naudokite judesio uždelsimą žmogaus valdomame žaidime
lv: Izmantojiet kustības aizkavi spēlē ar cilvēka dzinēju
nl: Gebruik bewegingsvertraging in een spel met menselijke engine
no: Bruk bevegelsesforsinkelse i et spill med menneskemotor
pl: Użyj opóźnienia ruchu w grze prowadzonej przez człowieka
pt: Use o atraso de movimento em um jogo de motor humano
ro: Folosește întârzierea mișcării într-un joc cu motor uman
ru: Использовать задержку хода в игре с человеческим движком
sq: Përdorni vonesën e lëvizjes në një lojë me motor njerëzor
sr: Користите кашњење кретања у игри са људским мотором
sv: Använd fördröjning av rörelser i ett spel med människans motor
sw: Tumia kuchelewa kwa hoja katika mchezo wa injini ya binadamu
ta: மனித - இயந்திர விளையாட்டில் நகர்வு தாமதத்தைப் பயன்படுத்தவும்.
th: ใช้การหน่วงเวลาการเคลื่อนไหวในเกมเอนจิ้นมนุษย์
tr: İnsan motorlu bir oyunda hareket gecikmesini kullanın
uk: Використання затримки руху в грі з людським движком
ur: انسانی انجن گیم میں حرکت میں تاخیر کا استعمال کریں۔
vi: Sử dụng độ trễ di chuyển trong trò chơi giữa người và máy

source: Cancel move delay when only this many seconds are left
ar: إلغاء تأخير الحركة عندما يتبقى هذا العدد من الثواني فقط
bg: Анулиране на забавянето на движението, когато остават само толкова секунди
bn: মাত্র এত সেকেন্ড বাকি থাকলে সরানোর বিলম্ব বাতিল করুন
cs: Zrušit zpoždění pohybu, když zbývá už jen tento počet sekund
da: Annuller flytningsforsinkelse, når der kun er så mange sekunder tilbage
de: Verschiebungsverzögerung abbrechen, wenn nur noch so viele Sekunden übrig sind
el: Ακύρωση καθυστέρησης μετακίνησης όταν απομένουν μόνο τόσα δευτερόλεπτα
es: Cancelar el retraso del movimiento cuando solo queden esta cantidad de segundos
et: Tühista liikumise viivitus, kui on jäänud vaid nii palju sekundeid
fa: لغو تأخیر حرکت وقتی که فقط این مقدار ثانیه باقی مانده باشد
fi: Peruuta siirtoviive, kun jäljellä on vain näin monta sekuntia
fr: Annuler le délai de déplacement lorsqu'il ne reste que ce nombre de secondes
he: ביטול השהיית העברה כאשר נותרו רק מספר שניות זה
hi: जब केवल इतने सेकंड बचे हों तो चाल विलंब रद्द करें
hu: Mozgáskésleltetés visszavonása, ha már csak ennyi másodperc van hátra
id: Batalkan penundaan pemindahan ketika hanya tersisa beberapa detik saja
it: Annulla il ritardo di spostamento quando mancano solo questi secondi
ja: 残り時間がこの秒数に達したら移動遅延をキャンセルします
lt: Atšaukti judėjimo delsą, kai liko tik tiek sekundžių
lv: Atcelt pārvietošanas aizkavi, kad atlikušas tikai tik daudz sekunžu
nl: Annuleer de verplaatsingsvertraging wanneer er nog maar zoveel seconden over zijn
no: Avbryt forsinkelsen når det bare er så mange sekunder igjen
pl: Anuluj opóźnienie ruchu, gdy pozostała określona liczba sekund
pt: Cancelar atraso de movimento quando restar apenas este número de segundos
ro: Anulează întârzierea mutării când mai sunt doar aceste secunde
ru: Отменить задержку хода, когда останется только указанное количество секунд
sq: Anulo vonesën e lëvizjes kur kanë mbetur vetëm kaq sekonda
sr: Откажи одлагање кретања када је преостало само толико секунди
sv: Avbryt fördröjning när bara det här antalet sekunder är kvar
sw: Ghairi ucheleweshaji wa kusogeza wakati zimesalia sekunde hizi nyingi
ta: இவ்வளவு வினாடிகள் மட்டுமே மீதமுள்ளபோது நகர்த்தல் தாமதத்தை ரத்துசெய்.
th: ยกเลิกการเลื่อนเวลาเมื่อเหลือเวลาเพียงไม่กี่วินาทีนี้
tr: Sadece bu kadar saniye kaldığında hareket gecikmesini iptal et
uk: Скасувати затримку переміщення, коли залишилося лише стільки секунд
ur: صرف اتنے سیکنڈ رہ جانے پر حرکت میں تاخیر کو منسوخ کریں۔
vi: Hủy bỏ sự chậm trễ di chuyển khi chỉ còn lại số giây này

source: Minimum move delay in seconds
ar: الحد الأدنى لتأخير الحركة بالثواني
bg: Минимално забавяне на движението в секунди
bn: সেকেন্ডে সর্বনিম্ন সরানোর বিলম্ব
cs: Minimální zpoždění pohybu v sekundách
da: Minimum bevægelsesforsinkelse i sekunder
de: Minimale Bewegungsverzögerung in Sekunden
el: Ελάχιστη καθυστέρηση κίνησης σε δευτερόλεπτα
es: Retraso mínimo de movimiento en segundos
et: Minimaalne liikumise viivitus sekundites
fa: حداقل تأخیر حرکت (ثانیه)
fi: Lyhin siirtoviive sekunteina
fr: Délai de déplacement minimum en secondes
he: השהיית תנועה מינימלית בשניות
hi: सेकंड में न्यूनतम चाल विलंब
hu: Minimális mozgási késleltetés másodpercben
id: Penundaan perpindahan minimum dalam hitungan detik
it: Ritardo minimo di spostamento in secondi
ja: 最小移動遅延（秒）
lt: Minimalus judėjimo užlaikymas sekundėmis
lv: Minimālā pārvietošanās aizkave sekundēs
nl: Minimale bewegingsvertraging in seconden
no: Minimum bevegelsesforsinkelse i sekunder
pl: Minimalne opóźnienie ruchu w sekundach
pt: Atraso mínimo de movimento em segundos
ro: Întârzierea minimă a mișcării în secunde
ru: Минимальная задержка хода в секундах
sq: Vonesa minimale e lëvizjes në sekonda
sr: Минимално кашњење кретања у секундама
sv: Minsta fördröjning i sekunder
sw: Ucheleweshaji wa chini wa kusogeza kwa sekunde
ta: வினாடிகளில் குறைந்தபட்ச நகர்வு தாமதம்
th: ความล่าช้าในการเคลื่อนที่ขั้นต่ำเป็นวินาที
tr: Minimum hareket gecikmesi (saniye)
uk: Мінімальна затримка руху в секундах
ur: سیکنڈ میں کم از کم حرکت میں تاخیر
vi: Độ trễ di chuyển tối thiểu tính bằng giây

source: Enforce the minimum move delay,
ar: فرض الحد الأدنى لتأخير الحركة،
bg: Приложете минималното забавяне на движението,
bn: সর্বনিম্ন স্থানান্তর বিলম্ব কার্যকর করুন,
cs: Vynucovat minimální zpoždění pohybu,
da: Håndhæv den minimale forsinkelse af bevægelsen,
de: Erzwingen Sie die minimale Bewegungsverzögerung,
el: Επιβολή της ελάχιστης καθυστέρησης κίνησης,
es: Aplicar el retraso mínimo de movimiento,
et: Rakenda minimaalset liikumisviivitust,
fa: اعمال حداقل تأخیر در حرکت،
fi: Noudata vähimmäisviivettä siirrossa,
fr: Appliquer le délai de déplacement minimum,
he: אכיפת עיכוב התנועה המינימלי,
hi: न्यूनतम चाल विलंब लागू करें,
hu: Tartsa be a minimális mozgási késleltetést,
id: Terapkan penundaan gerakan minimum,
it: Applicare il ritardo minimo di spostamento,
ja: 最小移動遅延を強制する、
lt: Užtikrinkite minimalų judėjimo uždelsimą,
lv: Nodrošināt minimālo pārvietošanās aizkavi,
nl: Handhaaf de minimale verplaatsingsvertraging,
no: Håndhev minimum bevegelsesforsinkelse,
pl: Wyegzekwuj minimalne opóźnienie w ruchu,
pt: Aplicar o atraso mínimo de movimentação,
ro: Impuneți întârzierea minimă de mișcare,
ru: Обеспечить минимальную задержку перемещения,
sq: Zbatoni vonesën minimale të lëvizjes,
sr: Примените минимално кашњење кретања,
sv: Tillämpa minsta fördröjning av rörelse,
sw: Tekeleza ucheleweshaji wa chini wa hoja,
ta: குறைந்தபட்ச நகர்வு தாமதத்தை அமல்படுத்தவும்,
th: บังคับใช้การหน่วงเวลาการเคลื่อนย้ายขั้นต่ำ
tr: Minimum hareket gecikmesini uygulayın,
uk: Забезпечити мінімальну затримку переміщення,
ur: کم از کم اقدام میں تاخیر کو نافذ کریں،
vi: Thực thi độ trễ di chuyển tối thiểu,

source: until cancel at seconds is reached
ar: حتى يتم الوصول إلى الإلغاء في الثواني
bg: докато се достигне отмяна в секунди
bn: যতক্ষণ না বাতিলের সময় সেকেন্ডে পৌঁছায়
cs: dokud nedosáhnete zrušení v sekundách
da: indtil annuller ved sekunder er nået
de: bis Abbrechen bei Sekunden erreicht ist
el: μέχρι να επιτευχθεί η ακύρωση στα δευτερόλεπτα
es: hasta que se alcance la cancelación en segundos
et: kuni sekundites tühistamiseni
fa: تا زمان لغو در ثانیه
fi: kunnes peruuta sekunnissa -kohta saavutetaan
fr: jusqu'à ce que l'annulation en secondes soit atteinte
he: עד להגעה למצב ביטול ב- שניות
hi: जब तक सेकंड पर रद्द न हो जाए
hu: amíg el nem éri a „Mégse másodpercben” feliratot
id: sampai pembatalan pada detik tercapai
it: finché non viene raggiunto il valore annulla in secondi
ja: キャンセル秒数に達するまで
lt: kol bus pasiektas atšaukimo laikas sekundėmis
lv: līdz tiek sasniegts atcelšanas laiks sekundēs
nl: totdat annuleren op seconden is bereikt
no: til avbryt ved sekunder er nådd
pl: do momentu osiągnięcia wartości „anuluj” w sekundach
pt: até que o cancelamento em segundos seja alcançado
ro: până când se ajunge la anulare la secunde
ru: до отмены в секундах не будет достигнуто
sq: derisa të arrihet anulimi në sekonda
sr: док се не достигне отказивање у секунди
sv: tills avbryt vid sekunder är nådd
sw: hadi kughairi kwa sekunde kufikiwa
ta: ரத்துசெய்தல் வினாடிகள் அடையும் வரை
th: จนกว่าจะถึงวินาทียกเลิก
tr: saniyeler içinde iptal edilene kadar
uk: доки не буде досягнуто значення скасування в секундах
ur: جب تک کہ سیکنڈ پر منسوخ نہ ہوجائے
vi: cho đến khi hủy bỏ tại giây được thực hiện

source: Use a random number between 1 - minimum move delay,
ar: استخدم رقمًا عشوائيًا بين 1 - الحد الأدنى لتأخير الحركة،
bg: Използвайте случайно число между 1 - минимално забавяне на движението,
bn: ১ এর মধ্যে একটি এলোমেলো সংখ্যা ব্যবহার করুন - সর্বনিম্ন স্থানান্তর বিলম্ব,
cs: Použijte náhodné číslo mezi 1 a minimálním zpožděním pohybu,
da: Brug et tilfældigt tal mellem 1 - minimum bevægelsesforsinkelse,
de: Verwenden Sie eine Zufallszahl zwischen 1 und der minimalen Bewegungsverzögerung.
el: Χρησιμοποιήστε έναν τυχαίο αριθμό μεταξύ 1 - ελάχιστη καθυστέρηση κίνησης,
es: Utilice un número aleatorio entre 1 y el retraso mínimo del movimiento.
et: Kasutage juhuslikku arvu vahemikus 1 kuni minimaalne liikumisviivitus.
fa: از یک عدد تصادفی بین ۱ - حداقل تأخیر حرکت استفاده کنید،
fi: Käytä satunnaislukua väliltä 1 - pienin siirtoviive,
fr: Utilisez un nombre aléatoire compris entre 1 et le délai de déplacement minimum,
he: השתמש במספר אקראי בין 1 - השהיית מהלך מינימלית,
hi: 1 - न्यूनतम चाल विलंब के बीच एक यादृच्छिक संख्या का उपयोग करें,
hu: Használjon egy véletlenszerű számot 1 és a minimális mozgási késleltetés között,
id: Gunakan angka acak antara 1 - penundaan gerakan minimum,
it: Utilizzare un numero casuale compreso tra 1 - ritardo minimo di spostamento,
ja: 1から最小移動遅延までの乱数を使用する。
lt: Naudokite atsitiktinį skaičių nuo 1 iki minimalaus judėjimo uždelsimo,
lv: Izmantojiet nejaušu skaitli no 1 līdz minimālajai kustības aizturei,
nl: Gebruik een willekeurig getal tussen 1 - minimale zetvertraging,
no: Bruk et tilfeldig tall mellom 1 - minimum trekkforsinkelse,
pl: Użyj losowej liczby od 1 – minimalne opóźnienie ruchu,
pt: Use um número aleatório entre 1 - atraso mínimo de movimento,
ro: Folosește un număr aleatoriu între 1 - întârzierea minimă a mișcării,
ru: Используйте случайное число от 1 - минимальная задержка хода,
sq: Përdorni një numër të rastësishëm midis 1 - vonesës minimale të lëvizjes,
sr: Користите случајни број између 1 - минимално кашњење кретања,
sv: Använd ett slumptal mellan 1 - minsta fördröjning vid flytt,
sw: Tumia nambari ya nasibu kati ya 1 - ucheleweshaji wa chini wa hoja,
ta: 1 க்கு இடையில் ஒரு சீரற்ற எண்ணைப் பயன்படுத்தவும் - குறைந்தபட்ச நகர்வு தாமதம்,
th: ใช้ตัวเลขสุ่มระหว่าง 1 - ความล่าช้าในการเคลื่อนที่ขั้นต่ำ
tr: 1 - minimum hareket gecikmesi arasında rastgele bir sayı kullanın,
uk: Використовуйте випадкове число від 1 до мінімальної затримки переміщення,
ur: 1 کے درمیان بے ترتیب نمبر استعمال کریں - کم از کم حرکت میں تاخیر،
vi: Sử dụng một số ngẫu nhiên giữa 1 - độ trễ di chuyển tối thiểu,

source: when enforce minimum move delay is set
ar: عندما يتم تعيين الحد الأدنى لتأخير النقل
bg: когато е зададено минимално забавяне на движението
bn: যখন বলপ্রয়োগের ন্যূনতম স্থানান্তর বিলম্ব সেট করা থাকে
cs: když je nastaveno vynucení minimálního zpoždění pohybu
da: når håndhævet minimum bevægelsesforsinkelse er indstillet
de: wenn die Mindestverzögerung für die Bewegung erzwungen wird
el: όταν έχει οριστεί η επιβολή ελάχιστης καθυστέρησης κίνησης
es: Cuando se establece el retraso mínimo de movimiento
et: kui on seatud minimaalse liikumise viivituse jõustamine
fa: وقتی حداقل تأخیر حرکت اعمال می‌شود
fi: kun vähimmäisviiveen pakotus on asetettu
fr: lorsque le délai de déplacement minimum est défini
he: כאשר מוגדרת השהיית תנועה מינימלית לאכיפת
hi: जब लागू न्यूनतम चाल विलंब सेट किया जाता है
hu: amikor a minimális mozgási késleltetés kényszerítése be van állítva
id: ketika menerapkan penundaan gerakan minimum ditetapkan
it: quando è impostato il ritardo minimo di spostamento
ja: 最小移動遅延の強制が設定されている場合
lt: kai nustatytas priverstinio minimalaus judėjimo delsos reikalavimas
lv: kad ir iestatīta minimālās pārvietošanas aizkaves piespiedu izpilde
nl: wanneer de minimale verplaatsingsvertraging is ingesteld
no: når håndheving av minimum bevegelsesforsinkelse er angitt
pl: gdy ustawione jest wymuszanie minimalnego opóźnienia ruchu
pt: quando a imposição de atraso mínimo de movimento é definida
ro: când este setată aplicarea întârzierii minime de mișcare
ru: когда установлена минимальная задержка перемещения
sq: kur vendoset zbatimi i vonesës minimale të lëvizjes
sr: када је подешено минимално одлагање кретања
sv: när minimifördröjning för framtvingad rörelse är inställd
sw: wakati ucheleweshaji wa chini zaidi wa kutekelezwa umewekwa
ta: குறைந்தபட்ச நகர்வு தாமதம் அமைக்கப்படும்போது
th: เมื่อตั้งค่าการหน่วงเวลาการเคลื่อนย้ายขั้นต่ำ
tr: asgari hareket gecikmesini uygula ayarlandığında
uk: коли встановлено мінімальну затримку переміщення
ur: جب نافذ کریں کم از کم حرکت میں تاخیر سیٹ کی جاتی ہے۔
vi: khi thực thi độ trễ di chuyển tối thiểu được thiết lập

source: Maximum move delay in seconds
ar: أقصى تأخير للحركة بالثواني
bg: Максимално забавяне на движението в секунди
bn: সর্বোচ্চ সরানোর বিলম্ব সেকেন্ডে
cs: Maximální zpoždění pohybu v sekundách
da: Maksimal bevægelsesforsinkelse i sekunder
de: Maximale Verschiebungsverzögerung in Sekunden
el: Μέγιστη καθυστέρηση κίνησης σε δευτερόλεπτα
es: Retraso máximo de movimiento en segundos
et: Maksimaalne liikumise viivitus sekundites
fa: حداکثر تأخیر حرکت (ثانیه)
fi: Suurin siirtoviive sekunteina
fr: Délai de déplacement maximal en secondes
he: השהיית תנועה מקסימלית בשניות
hi: सेकंड में अधिकतम चाल विलंब
hu: Maximális mozgási késleltetés másodpercben
id: Penundaan gerakan maksimum dalam hitungan detik
it: Ritardo massimo di spostamento in secondi
ja: 最大移動遅延（秒）
lt: Maksimalus judėjimo užlaikymas sekundėmis
lv: Maksimālā pārvietošanās aizkave sekundēs
nl: Maximale bewegingsvertraging in seconden
no: Maksimal bevegelsesforsinkelse i sekunder
pl: Maksymalne opóźnienie ruchu w sekundach
pt: Atraso máximo de movimento em segundos
ro: Întârzierea maximă a mișcării în secunde
ru: Максимальная задержка хода в секундах
sq: Vonesa maksimale e lëvizjes në sekonda
sr: Максимално кашњење кретања у секундама
sv: Maximal fördröjning i sekunder
sw: Upeo wa juu wa kuchelewa kwa hoja kwa sekunde
ta: வினாடிகளில் அதிகபட்ச நகர்வு தாமதம்
th: ความล่าช้าในการเคลื่อนที่สูงสุดเป็นวินาที
tr: Maksimum hareket gecikmesi (saniye)
uk: Максимальна затримка переміщення в секундах
ur: سیکنڈوں میں زیادہ سے زیادہ حرکت میں تاخیر
vi: Độ trễ di chuyển tối đa tính bằng giây
