Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: The engines are usually stored in the following directory -
ar: يتم تخزين المحركات عادة في الدليل التالي -
bg: Двигателите обикновено се съхраняват в следната директория -
bn: ইঞ্জিনগুলি সাধারণত নিম্নলিখিত ডিরেক্টরিতে সংরক্ষণ করা হয় -
cs: Motory jsou obvykle uloženy v následujícím adresáři -
da: Motorerne gemmes normalt i følgende mappe -
de: Die Engines werden normalerweise im folgenden Verzeichnis gespeichert -
el: Οι μηχανές συνήθως αποθηκεύονται στον ακόλουθο κατάλογο -
es: Los motores normalmente se almacenan en el siguiente directorio:
et: Mootorid salvestatakse tavaliselt järgmisesse kataloogi:
fa: موتورها معمولاً در دایرکتوری زیر ذخیره می‌شوند -
fi: Moottorit tallennetaan yleensä seuraavaan hakemistoon:
fr: Les moteurs sont généralement stockés dans le répertoire suivant -
he: המנועים מאוחסנים בדרך כלל בספרייה הבאה -
hi: इंजन आमतौर पर निम्नलिखित निर्देशिका में संग्रहीत होते हैं -
hu: A motorok általában a következő könyvtárban tárolódnak:
id: Mesin biasanya disimpan di direktori berikut -
it: I motori sono solitamente memorizzati nella seguente directory:
ja: エンジンは通常、次のディレクトリに保存されます -
lt: Varikliai paprastai saugomi šiame kataloge:
lv: Dzinēji parasti tiek glabāti šādā direktorijā:
nl: De engines worden gewoonlijk opgeslagen in de volgende directory:
no: Motorene lagres vanligvis i følgende katalog -
pl: Silniki są zwykle przechowywane w następującym katalogu -
pt: Os motores geralmente são armazenados no seguinte diretório -
ro: Motoarele sunt de obicei stocate în următorul director -
ru: Двигатели обычно хранятся в следующем каталоге:
sq: Motorët zakonisht ruhen në drejtorinë e mëposhtme -
sr: Мотори се обично чувају у следећем директоријуму -
sv: Motorerna lagras vanligtvis i följande katalog -
sw: Injini kawaida huhifadhiwa kwenye saraka ifuatayo -
ta: இயந்திரங்கள் பொதுவாக பின்வரும் கோப்பகத்தில் சேமிக்கப்படும் -
th: เครื่องยนต์โดยทั่วไปจะถูกเก็บไว้ในไดเร็กทอรีต่อไปนี้ -
tr: Motorlar genellikle aşağıdaki dizinde saklanır -
uk: Двигуни зазвичай зберігаються в наступному каталозі -
ur: انجن عام طور پر درج ذیل ڈائرکٹری میں محفوظ ہوتے ہیں۔
vi: Các công cụ thường được lưu trữ trong thư mục sau -

source: There is a large selection to choose from, but you can add other limit strength
ar: هناك مجموعة كبيرة للاختيار من بينها، ولكن يمكنك إضافة حدود قوة أخرى
bg: Има голям избор, но можете да добавите и други ограничения на силата
bn: বেছে নেওয়ার জন্য অনেকগুলি বিকল্প রয়েছে, তবে আপনি অন্যান্য সীমা শক্তি যোগ করতে পারেন
cs: Na výběr je velký výběr, ale můžete přidat i další limitní sílu
da: Der er et stort udvalg at vælge imellem, men du kan tilføje andre grænsestyrker
de: Es gibt eine große Auswahl, aber Sie können andere Grenzstärken hinzufügen
el: Υπάρχει μια μεγάλη ποικιλία από τις οποίες μπορείτε να επιλέξετε, αλλά μπορείτε να προσθέσετε και άλλα όρια ισχύος
es: Hay una gran selección para elegir, pero puedes agregar otros límites de fuerza.
et: Valik on suur, aga saate lisada ka muid piirangutugevusi.
fa: انتخاب‌های زیادی برای انجام دادن وجود دارد، اما می‌توانید قدرت‌های محدودکننده‌ی دیگری را نیز اضافه کنید.
fi: Valikoima on laaja, mutta voit lisätä muita rajoitusvoimakkuuksia
fr: Il existe un grand choix, mais vous pouvez ajouter d'autres limites de résistance
he: יש מבחר גדול לבחירה, אך ניתן להוסיף מגבלות עוצמה נוספות
hi: चुनने के लिए एक बड़ा चयन है, लेकिन आप अन्य सीमा शक्ति जोड़ सकते हैं
hu: Nagy a választék, de más erősségi határértékeket is hozzáadhatsz.
id: Ada banyak pilihan untuk dipilih, tetapi Anda dapat menambahkan kekuatan batas lainnya
it: C'è un'ampia selezione tra cui scegliere, ma puoi aggiungere altri limiti di forza
ja: 選択できる選択肢は豊富ですが、他の限界強度を追加することもできます
lt: Yra didelis pasirinkimas, bet galite pridėti ir kitų stiprumo apribojimų.
lv: Ir plaša izvēle, no kuras izvēlēties, taču varat pievienot arī citus ierobežojuma stiprumus.
nl: Er is een grote keuze om uit te kiezen, maar u kunt andere limietsterktes toevoegen
no: Det er et stort utvalg å velge mellom, men du kan legge til andre grensestyrker
pl: Wybór jest duży, ale można dodać inne ograniczenia wytrzymałości
pt: Há uma grande seleção para escolher, mas você pode adicionar outros limites de força
ro: Există o selecție largă din care puteți alege, dar puteți adăuga și alte limite de intensitate.
ru: Есть большой выбор, но вы можете добавить другие ограничения по силе.
sq: Ekziston një përzgjedhje e madhe për të zgjedhur, por mund të shtoni edhe forca të tjera limiti
sr: Постоји велики избор, али можете додати и друге граничне јачине
sv: Det finns ett stort urval att välja mellan, men du kan lägga till andra gränsstyrkor
sw: Kuna chaguo kubwa cha kuchagua, lakini unaweza kuongeza nguvu zingine za kikomo
ta: தேர்வு செய்ய ஒரு பெரிய தேர்வு உள்ளது, ஆனால் நீங்கள் மற்ற வரம்பு வலிமையைச் சேர்க்கலாம்.
th: มีให้เลือกหลากหลายแต่สามารถเพิ่มขีดจำกัดความแข็งแกร่งอื่นๆ ได้
tr: Seçebileceğiniz çok sayıda seçenek var, ancak diğer sınır gücünü de ekleyebilirsiniz
uk: Існує великий вибір, але ви можете додати інші граничні значення міцності
ur: منتخب کرنے کے لیے ایک بڑا انتخاب ہے، لیکن آپ دوسری حد کی طاقت شامل کر سکتے ہیں۔
vi: Có nhiều lựa chọn để lựa chọn, nhưng bạn có thể thêm sức mạnh giới hạn khác

source: engines if you like by making a new directory in < rated_engines >
ar: المحركات إذا أردت ذلك عن طريق إنشاء دليل جديد في <rated_engines>
bg: двигатели, ако желаете, като създадете нова директория в <rated_engines>
bn: ইঞ্জিন, যদি আপনি চান <rated_engines > এ একটি নতুন ডিরেক্টরি তৈরি করে
cs: enginy, pokud chcete, vytvořením nového adresáře v <rated_engines>
da: motorer, hvis du vil, ved at oprette en ny mappe i <rated_engines>
de: Engines, wenn Sie möchten, indem Sie ein neues Verzeichnis in <rated_engines> erstellen
el: engines αν θέλετε, δημιουργώντας έναν νέο κατάλογο στο < rated_engines >
es: Motores si lo desea, creando un nuevo directorio en <rated_engines>
et: mootorid, kui soovite, luues uue kataloogi < hinnatud_mootorid >
fa: اگر دوست دارید، با ایجاد یک دایرکتوری جدید در <rated_engines>، موتورهای
fi: moottorit, jos haluat, luomalla uuden hakemiston hakemistoon <rated_engines>
fr: moteurs si vous le souhaitez en créant un nouveau répertoire dans < rated_engines >
he: מנועים אם תרצה על ידי יצירת ספרייה חדשה ב- <rated_engines>
hi: यदि आप चाहें तो < rated_engines > में एक नई निर्देशिका बनाकर engines को बदल सकते हैं
hu: motorokat, ha úgy tetszik, hozzon létre egy új könyvtárat a < rated_engines > könyvtárban
id: mesin jika Anda suka dengan membuat direktori baru di <rated_engines>
it: motori se vuoi creando una nuova directory in <rated_engines>
ja: 必要に応じて、< rated_engines > に新しいディレクトリを作成してエンジンをインストールします。
lt: variklių, jei norite, sukurdami naują katalogą < rated_engines >
lv: dzinējus, ja vēlaties, izveidojot jaunu direktoriju <rated_engines>
nl: engines als je wilt door een nieuwe directory te maken in <rated_engines>
no: motorer hvis du vil ved å opprette en ny katalog i <rated_engines>
pl: silniki, jeśli chcesz, tworząc nowy katalog w <rated_engines>
pt: motores se você quiser, criando um novo diretório em <rated_engines>
ro: motoare dacă doriți, creând un director nou în <rated_engines>
ru: движки, если хотите, создав новый каталог в <rated_engines>
sq: motorët nëse dëshironi duke krijuar një drejtori të re në < rated_engines >
sr: моторе ако желите тако што ћете направити нови директоријум у <rated_engines>
sv: motorer om du vill genom att skapa en ny katalog i <rated_engines>
sw: injini ukipenda kwa kutengeneza saraka mpya katika < rated_engines >
ta: நீங்கள் விரும்பினால், <rated_engines > இல் ஒரு புதிய கோப்பகத்தை உருவாக்குவதன் மூலம் இயந்திரங்களைத் திறக்கவும்.
th: เครื่องยนต์หากคุณต้องการโดยสร้างไดเร็กทอรีใหม่ใน < rated_engines >
tr: İsterseniz <rated_engines> dizininde yeni bir dizin oluşturarak motorları kullanabilirsiniz
uk: двигуни, якщо хочете, створивши новий каталог у <rated_engines>
ur: انجن اگر آپ چاہیں تو <rated_engines> میں ایک نئی ڈائرکٹری بنا کر
vi: động cơ nếu bạn thích bằng cách tạo một thư mục mới trong <rated_engines>

source: and copying the engine *.exe file into it.
ar: ونسخ ملف المحرك *.exe إليه.
bg: и копиране на *.exe файла на двигателя в него.
bn: এবং এতে ইঞ্জিন *.exe ফাইলটি অনুলিপি করা।
cs: a zkopírování souboru enginu *.exe do něj.
da: og kopierer engine *.exe-filen ind i den.
de: und kopieren Sie die Engine-*.exe-Datei hinein.
el: και αντιγράφοντας το αρχείο engine *.exe σε αυτό.
es: y copiar el archivo del motor *.exe en él.
et: ja kopeerides mootori *.exe faili sinna.
fa: و کپی کردن فایل *.exe موتور در آن.
fi: ja kopioimalla moottorin *.exe-tiedoston siihen.
fr: et en copiant le fichier *.exe du moteur dedans.
he: והעתקת קובץ ה- engine *.exe לתוכו.
hi: और इंजन *.exe फ़ाइल को इसमें कॉपी करना।
hu: és a motor *.exe fájljának belemásolása.
id: dan menyalin file *.exe mesin ke dalamnya.
it: e copiando al suo interno il file *.exe del motore.
ja: エンジンの *.exe ファイルをそこにコピーします。
lt: ir nukopijuojant į jį variklio *.exe failą.
lv: un kopējot tajā dzinēja *.exe failu.
nl: en kopieer het engine *.exe bestand erin.
no: og kopierer engine *.exe-filen inn i den.
pl: i kopiując do niego plik *.exe silnika.
pt: e copiando o arquivo *.exe do mecanismo para ele.
ro: și copierea fișierului *.exe al motorului în acesta.
ru: и скопировав в него файл движка *.exe.
sq: dhe duke kopjuar skedarin *.exe të engine-it në të.
sr: и копирање датотеке мотора *.exe у њега.
sv: och kopiera engine *.exe-filen till den.
sw: na kunakili injini *.exe faili ndani yake.
ta: மற்றும் எஞ்சின் *.exe கோப்பை அதில் நகலெடுக்கவும்.
th: และคัดลอกไฟล์เครื่องยนต์ *.exe ลงไป
tr: ve motor *.exe dosyasını içine kopyalıyoruz.
uk: та копіювання в нього файлу движка *.exe.
ur: اور انجن *.exe فائل کو اس میں کاپی کریں۔
vi: và sao chép tệp *.exe của engine vào đó.

source: This process will work for the following commercial engines -
ar: ستعمل هذه العملية مع المحركات التجارية التالية:
bg: Този процес ще работи за следните търговски двигатели -
bn: এই প্রক্রিয়াটি নিম্নলিখিত বাণিজ্যিক ইঞ্জিনগুলির জন্য কাজ করবে -
cs: Tento postup bude fungovat pro následující komerční motory -
da: Denne proces vil fungere for følgende kommercielle motorer -
de: Dieses Verfahren funktioniert für die folgenden kommerziellen Motoren:
el: Αυτή η διαδικασία θα λειτουργήσει για τους ακόλουθους εμπορικούς κινητήρες -
es: Este proceso funcionará para los siguientes motores comerciales:
et: See protsess töötab järgmiste kommertsmootorite puhul -
fa: این فرآیند برای موتورهای تجاری زیر کار خواهد کرد -
fi: Tämä prosessi toimii seuraavissa kaupallisissa moottoreissa -
fr: Ce processus fonctionnera pour les moteurs commerciaux suivants :
he: תהליך זה יעבוד עבור המנועים המסחריים הבאים -
hi: यह प्रक्रिया निम्नलिखित वाणिज्यिक इंजनों के लिए काम करेगी -
hu: Ez a folyamat a következő kereskedelmi motoroknál fog működni:
id: Proses ini akan bekerja untuk mesin komersial berikut -
it: Questo processo funzionerà per i seguenti motori commerciali:
ja: このプロセスは、以下の商用エンジンで機能します。
lt: Šis procesas veiks su šiais komerciniais varikliais:
lv: Šis process darbosies ar šādiem komerciāliem dzinējiem:
nl: Dit proces werkt voor de volgende commerciële motoren:
no: Denne prosessen vil fungere for følgende kommersielle motorer -
pl: Ten proces będzie działać w przypadku następujących silników komercyjnych:
pt: Este processo funcionará para os seguintes motores comerciais -
ro: Acest proces va funcționa pentru următoarele motoare comerciale -
ru: Этот процесс будет работать для следующих коммерческих двигателей:
sq: Ky proces do të funksionojë për motorët e mëposhtëm komercialë -
sr: Овај поступак ће функционисати за следеће комерцијалне моторе -
sv: Denna process fungerar för följande kommersiella motorer -
sw: Utaratibu huu utafanya kazi kwa injini zifuatazo za kibiashara -
ta: இந்த செயல்முறை பின்வரும் வணிக இயந்திரங்களுக்கு வேலை செய்யும் -
th: กระบวนการนี้จะใช้ได้กับเครื่องยนต์เชิงพาณิชย์ต่อไปนี้
tr: Bu işlem aşağıdaki ticari motorlar için işe yarayacaktır:
uk: Цей процес працюватиме для таких комерційних двигунів -
ur: یہ عمل درج ذیل کمرشل انجنوں کے لیے کام کرے گا۔
vi: Quá trình này sẽ áp dụng cho các động cơ thương mại sau:

source: Komodo dragon, Fritz 16, Shredder, Houdini 6, Deep Junior and Chiron.
ar: تنين كومودو، فريتز 16، شريدر، هوديني 6، ديب جونيور وشيرون.
bg: Комодски варан, Фриц 16, Шредер, Худини 6, Дийп Джуниър и Хирон.
bn: কমোডো ড্রাগন, ফ্রিটজ ১৬, শ্রেডার, হাউডিনি ৬, ডিপ জুনিয়র এবং কাইরন।
cs: Varan komodský, Fritz 16, Shredder, Houdini 6, Deep Junior a Chiron.
da: Komodovaranen, Fritz 16, Shredder, Houdini 6, Deep Junior og Chiron.
de: Komodowaran, Fritz 16, Shredder, Houdini 6, Deep Junior und Chiron.
el: Δράκος του Κομόντο, Φριτς 16, Σρέντερ, Χουντίνι 6, Ντιπ Τζούνιορ και Χείρωνας.
es: Dragón de Komodo, Fritz 16, Shredder, Houdini 6, Deep Junior y Chiron.
et: Komodo varaani, Fritz 16, Shredder, Houdini 6, Deep Junior ja Chiron.
fa: اژدهای کومودو، فریتز ۱۶، شردر، هودینی ۶، دیپ جونیور و شیرون.
fi: Komodonvaraani, Fritz 16, Shredder, Houdini 6, Deep Junior ja Chiron.
fr: Dragon de Komodo, Fritz 16, Shredder, Houdini 6, Deep Junior et Chiron.
he: דרקון קומודו, פריץ 16, שרדר, הודיני 6, דיפ ג'וניור וכירון.
hi: कोमोडो ड्रैगन, फ्रिट्ज़ 16, श्रेडर, हुडिनी 6, डीप जूनियर और चिरोन।
hu: Komodói varánusz, Fritz 16, Shredder, Houdini 6, Deep Junior és Chiron.
id: Komodo, Fritz 16, Shredder, Houdini 6, Deep Junior dan Chiron.
it: Drago di Komodo, Fritz 16, Shredder, Houdini 6, Deep Junior e Chiron.
ja: コモドドラゴン、フリッツ 16、シュレッダー、フーディーニ 6、ディープ ジュニア、カイロン。
lt: Komodo varanas, Fritz 16, Shredder, Houdini 6, Deep Junior ir Chiron.
lv: Komodo varāns, Frics 16, Šrēders, Houdini 6, Deep Junior un Chiron.
nl: Komodovaraan, Fritz 16, Shredder, Houdini 6, Deep Junior en Chiron.
no: Komodovaranen, Fritz 16, Shredder, Houdini 6, Deep Junior og Chiron.
pl: Smok z Komodo, Fritz 16, Shredder, Houdini 6, Deep Junior i Chiron.
pt: Dragão de Komodo, Fritz 16, Shredder, Houdini 6, Deep Junior e Chiron.
ro: Dragonul de Komodo, Fritz 16, Shredder, Houdini 6, Deep Junior și Chiron.
ru: Дракон Комодо, Фриц 16, Шреддер, Гудини 6, Дип Джуниор и Хирон.
sq: Dragoi i Komodos, Fritz 16, Shredder, Houdini 6, Deep Junior dhe Chiron.
sr: Комодски змај, Фриц 16, Шредер, Худини 6, Дип Јуниор и Кајрон.
sv: Komodovaranen, Fritz 16, Shredder, Houdini 6, Deep Junior och Chiron.
sw: Joka la Komodo, Fritz 16, Shredder, Houdini 6, Deep Junior na Chiron.
ta: கொமோடோ டிராகன், ஃபிரிட்ஸ் 16, ஷ்ரெடர், ஹவுடினி 6, டீப் ஜூனியர் மற்றும் சிரான்.
th: มังกรโคโมโด, ฟริตซ์ 16, ชเรดเดอร์, ฮูดินี่ 6, ดีพ จูเนียร์ และไครอน
tr: Komodo ejderi, Fritz 16, Shredder, Houdini 6, Deep Junior ve Chiron.
uk: Комодський варан, Фріц 16, Шредер, Гудіні 6, Діп Джуніор та Хірон.
ur: کوموڈو ڈریگن، فرٹز 16، شریڈر، ہوڈینی 6، ڈیپ جونیئر اور چیرون۔
vi: Rồng Komodo, Fritz 16, Shredder, Houdini 6, Deep Junior và Chiron.

source: There may well be many more.
ar: ربما يكون هناك الكثير غير ذلك.
bg: Възможно е да има много повече.
bn: আরও অনেক কিছু থাকতে পারে।
cs: Klidně jich může být mnohem víc.
da: Der kan meget vel være mange flere.
de: Es könnten noch viele mehr sein.
el: Μπορεί κάλλιστα να υπάρχουν πολλοί περισσότεροι.
es: Puede que haya muchos más.
et: Neid võib vabalt palju rohkem olla.
fa: ممکن است تعداد بیشتری هم وجود داشته باشد.
fi: Niitä voi hyvinkin olla paljon enemmän.
fr: Il pourrait bien y en avoir beaucoup d’autres.
he: ייתכן בהחלט שיש עוד רבים.
hi: हो सकता है कि और भी बहुत कुछ हो।
hu: Lehet, hogy sokkal több is van.
id: Mungkin masih banyak lagi.
it: Potrebbero essercene molti di più.
ja: おそらく、さらにもっとたくさんあるでしょう。
lt: Gali būti ir daug daugiau.
lv: Varētu būt arī daudz vairāk.
nl: Er kunnen er nog veel meer zijn.
no: Det kan godt være mange flere.
pl: Być może jest ich o wiele więcej.
pt: Pode muito bem haver muitos mais.
ro: S-ar putea să fie mult mai mulți.
ru: Вполне возможно, что их гораздо больше.
sq: Mund të ketë shumë të tjerë.
sr: Могуће је да их буде још много.
sv: Det kan mycket väl finnas många fler.
sw: Kunaweza kuwa na wengi zaidi.
ta: இன்னும் பல இருக்கலாம்.
th: อาจจะมีอีกมากมาย
tr: Çok daha fazlası olabilir.
uk: Цілком можливо, що їх буде набагато більше.
ur: اور بھی بہت سے ہو سکتے ہیں۔
vi: Có thể còn nhiều hơn thế nữa.

source: I have tried to cater for most types of computers and this has made
ar: لقد حاولت تلبية احتياجات معظم أنواع أجهزة الكمبيوتر وهذا جعل
bg: Опитах се да обслужвам повечето видове компютри и това направи
bn: আমি বেশিরভাগ ধরণের কম্পিউটারের জন্য পরিষেবা প্রদানের চেষ্টা করেছি এবং এর ফলে
cs: Snažil jsem se vyhovět většině typů počítačů a toto mi pomohlo
da: Jeg har forsøgt at imødekomme de fleste typer computere, og dette har gjort
de: Ich habe versucht, die meisten Computertypen zu berücksichtigen, und das hat
el: Προσπάθησα να καλύψω τους περισσότερους τύπους υπολογιστών και αυτό με έκανε
es: He intentado adaptarme a la mayoría de los tipos de computadoras y esto ha hecho que...
et: Olen püüdnud arvestada enamiku arvutitüüpidega ja see on teinud
fa: من سعی کرده‌ام برای اکثر انواع کامپیوترها خدمات ارائه دهم و این باعث شده است
fi: Olen yrittänyt ottaa huomioon useimpien tietokonetyyppien tarpeet, ja tämä on tehnyt
fr: J'ai essayé de répondre à la plupart des types d'ordinateurs et cela a été
he: ניסיתי לספק מענה לרוב סוגי המחשבים וזה גרם לי...
hi: मैंने अधिकांश प्रकार के कंप्यूटरों की आवश्यकताओं को पूरा करने का प्रयास किया है और इससे
hu: Megpróbáltam a legtöbb számítógéptípust kielégíteni, és ez lett belőle.
id: Saya telah mencoba untuk memenuhi sebagian besar jenis komputer dan ini telah membuat
it: Ho cercato di soddisfare la maggior parte dei tipi di computer e questo ha reso
ja: 私はほとんどの種類のコンピュータに対応しようと努めてきましたが、
lt: Stengiausi pritaikyti jį daugumai kompiuterių tipų ir tai padėjo
lv: Esmu mēģinājis nodrošināt atbilstību lielākajai daļai datoru veidu, un tas ir novedis pie
nl: Ik heb geprobeerd om voor de meeste soorten computers te zorgen en dit heeft het mogelijk gemaakt
no: Jeg har forsøkt å imøtekomme de fleste typer datamaskiner, og dette har gjort
pl: Starałem się dostosować do większości typów komputerów, co pozwoliło mi
pt: Eu tentei atender a maioria dos tipos de computadores e isso me permitiu
ro: Am încercat să mă ocup de majoritatea tipurilor de computere și asta a făcut ca
ru: Я старался охватить большинство типов компьютеров, и это помогло
sq: Jam përpjekur të kujdesem për shumicën e llojeve të kompjuterëve dhe kjo ka bërë që
sr: Покушао сам да прилагодим потребе већини типова рачунара и то је омогућило
sv: Jag har försökt att tillgodose de flesta typer av datorer och detta har gjort
sw: Nimejaribu kuhudumia aina nyingi za kompyuta na hii imefanya
ta: நான் பெரும்பாலான கணினி வகைகளுக்கு ஏற்றவாறு மாற்ற முயற்சித்தேன், இதனால்
th: ฉันพยายามรองรับคอมพิวเตอร์เกือบทุกประเภทและสิ่งนี้ทำให้
tr: Çoğu bilgisayar türüne hitap etmeye çalıştım ve bu da
uk: Я намагався врахувати потреби більшості типів комп'ютерів, і це зробило
ur: میں نے زیادہ تر قسم کے کمپیوٹرز کو پورا کرنے کی کوشش کی ہے اور یہ بنا ہے۔
vi: Tôi đã cố gắng đáp ứng hầu hết các loại máy tính và điều này đã làm

source: the engine list quite long. So you can delete the ones that you don't want.
ar: قائمة المحركات طويلة جدًا. لذا يمكنك حذف ما لا تريده.
bg: списъкът с двигатели е доста дълъг. Така че можете да изтриете тези, които не искате.
bn: ইঞ্জিনের তালিকা বেশ লম্বা। তাই আপনি যেগুলো চান না সেগুলো মুছে ফেলতে পারেন।
cs: Seznam motorů je poměrně dlouhý. Takže můžete smazat ty, které nechcete.
da: Motorlisten er ret lang. Så du kan slette dem, du ikke ønsker.
de: Die Engine-Liste ist ziemlich lang. Sie können also diejenigen löschen, die Sie nicht möchten.
el: η λίστα μηχανών είναι αρκετά μεγάλη. Έτσι, μπορείτε να διαγράψετε αυτά που δεν θέλετε.
es: La lista de motores es bastante larga. Puedes eliminar los que no quieras.
et: Mootorite nimekiri on üsna pikk. Seega saate kustutada need, mida te ei soovi.
fa: لیست موتورها خیلی طولانیه. بنابراین می‌تونید اون‌هایی که نمی‌خواید رو حذف کنید.
fi: Moottoriluettelo on melko pitkä. Joten voit poistaa ne, joita et halua.
fr: La liste des moteurs est assez longue. Vous pouvez donc supprimer ceux dont vous ne voulez pas.
he: רשימת המנועים די ארוכה. כך שתוכל למחוק את אלה שאתה לא רוצה.
hi: इंजन की सूची काफ़ी लंबी है। इसलिए आप उन लोगों को हटा सकते हैं जिन्हें आप नहीं चाहते।
hu: A motorlista elég hosszú. Tehát törölheted azokat, amelyeket nem akarsz.
id: Daftar mesinnya cukup panjang. Jadi, Anda bisa menghapus yang tidak diinginkan.
it: l'elenco dei motori è piuttosto lungo. Quindi puoi eliminare quelli che non ti servono.
ja: エンジンリストはかなり長いので、不要なものは削除できます。
lt: Variklių sąrašas gana ilgas. Taigi galite ištrinti tuos, kurių nenorite.
lv: Dzinēju saraksts ir diezgan garš. Tātad jūs varat izdzēst tos, kurus nevēlaties.
nl: De engine-lijst is vrij lang. Je kunt dus de motoren die je niet nodig hebt, verwijderen.
no: Motorlisten er ganske lang. Så du kan slette de du ikke vil ha.
pl: Lista silników jest dość długa. Możesz więc usunąć te, których nie chcesz.
pt: A lista de motores é bem longa. Então você pode excluir os que não quer.
ro: lista de motoare este destul de lungă. Așadar, le puteți șterge pe cele pe care nu le doriți.
ru: Список движков довольно длинный. Так что можете удалить ненужные.
sq: Lista e motorit është mjaft e gjatë. Kështu që mund të fshini ato që nuk dëshironi.
sr: Листа мотора је прилично дугачка. Тако да можете обрисати оне које не желите.
sv: Motorlistan är ganska lång. Så du kan ta bort de du inte vill ha.
sw: orodha ya injini ni ndefu sana. Kwa hivyo unaweza kufuta zile ambazo hutaki.
ta: என்ஜின் பட்டியல் மிக நீளமாக உள்ளது. எனவே நீங்கள் விரும்பாதவற்றை நீக்கலாம்.
th: รายการเครื่องยนต์ค่อนข้างยาว ดังนั้นคุณสามารถลบตัวที่ไม่ต้องการได้
tr: Motor listesi oldukça uzun. Bu yüzden istemediklerinizi silebilirsiniz.
uk: Список двигунів досить довгий. Тож ви можете видалити ті, які вам не потрібні.
ur: انجن کی فہرست کافی لمبی ہے۔ لہذا آپ ان کو حذف کرسکتے ہیں جو آپ نہیں چاہتے ہیں۔
vi: Danh sách động cơ khá dài. Vì vậy, bạn có thể xóa những động cơ mà bạn không muốn.
