Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Uncheck to use the whole of the fixed time allowed for the move delay.
ar: قم بإلغاء تحديد هذا الخيار لاستخدام كامل الوقت الثابت المسموح به لتأخير النقل.
bg: Махнете отметката, за да използвате цялото фиксирано време, разрешено за забавяне на преместването.
bn: স্থানান্তর বিলম্বের জন্য অনুমোদিত সম্পূর্ণ নির্দিষ্ট সময় ব্যবহার করতে আনচেক করুন।
cs: Zrušte zaškrtnutí, chcete-li použít celý pevně stanovený čas povolený pro zpoždění pohybu.
da: Fjern markeringen for at bruge hele den fastsatte tid, der er tilladt for flytteforsinkelsen.
de: Deaktivieren Sie das Kontrollkästchen, um die gesamte für die Verschiebungsverzögerung zulässige feste Zeit zu nutzen.
el: Αποεπιλέξτε για να χρησιμοποιήσετε ολόκληρο τον καθορισμένο χρόνο που επιτρέπεται για την καθυστέρηση μετακίνησης.
es: Desmarque esta opción para utilizar todo el tiempo fijo permitido para el retraso del movimiento.
et: Tühjendage märkeruut, et kasutada kogu liikumisviivituse jaoks lubatud fikseeritud aega.
fa: برای استفاده از کل زمان ثابت مجاز برای تأخیر حرکت، علامت را بردارید.
fi: Poista valinta, jos haluat käyttää koko sallittua kiinteää siirtoviiveaikaa.
fr: Décochez cette case pour utiliser la totalité du temps fixe autorisé pour le délai de déplacement.
he: בטל את הסימון כדי להשתמש בכל הזמן הקבוע המותר לעיכוב ההעברה.
hi: चाल विलंब के लिए स्वीकृत सम्पूर्ण निश्चित समय का उपयोग करने के लिए अनचेक करें।
hu: Törölje a jelölést, ha a mozgási késleltetéshez engedélyezett teljes fix időt szeretné használni.
id: Hapus tanda centang untuk menggunakan seluruh waktu tetap yang diizinkan untuk penundaan pemindahan.
it: Deselezionare per utilizzare l'intero tempo fisso consentito per il ritardo dello spostamento.
ja: チェックを外すと、移動遅延に許可されている固定時間全体が使用されます。
lt: Nuimkite žymėjimą, jei norite naudoti visą fiksuotą perkėlimo uždelsimo laiką.
lv: Noņemiet atzīmi, lai izmantotu visu fiksēto pārvietošanas aizkaves laiku.
nl: Schakel dit selectievakje uit om de volledige toegestane vaste tijd voor de verplaatsingsvertraging te gebruiken.
no: Fjern avmerkingen for å bruke hele den faste tiden som er tillatt for flytteforsinkelsen.
pl: Odznacz, aby wykorzystać cały ustalony czas przeznaczony na opóźnienie przeniesienia.
pt: Desmarque para usar todo o tempo fixo permitido para o atraso da movimentação.
ro: Debifați pentru a utiliza întregul timp fix permis pentru întârzierea mutării.
ru: Снимите флажок, чтобы использовать все фиксированное время, отведенное для задержки хода.
sq: Hiq shenjën për të përdorur të gjithë kohën e caktuar të lejuar për vonesën e lëvizjes.
sr: Искључите поље да бисте користили целокупно фиксно време дозвољено за одлагање кретања.
sv: Avmarkera om du vill använda hela den fasta tiden som är tillåten för flyttfördröjningen.
sw: Batilisha uteuzi ili utumie muda wote uliowekwa unaoruhusiwa kwa ucheleweshaji wa kuhamisha.
ta: நகர்வு தாமதத்திற்கு அனுமதிக்கப்பட்ட நிலையான நேரம் முழுவதையும் பயன்படுத்த தேர்வுநீக்கவும்.
th: ยกเลิกการเลือกเพื่อใช้เวลาคงที่ทั้งหมดที่อนุญาตให้ล่าช้าในการย้าย
tr: Taşıma gecikmesi için izin verilen sabit sürenin tamamını kullanmak için işaretini kaldırın.
uk: Зніміть позначку, щоб використовувати весь фіксований час, дозволений для затримки переміщення.
ur: منتقلی میں تاخیر کے لیے مقررہ وقت کا پورا استعمال کرنے کے لیے نشان ہٹا دیں۔
vi: Bỏ chọn để sử dụng toàn bộ thời gian cố định được phép cho độ trễ di chuyển.

source: Move delay help
ar: مساعدة تأخير الحركة
bg: Помощ за забавяне на преместването
bn: স্থানান্তর বিলম্ব সহায়তা
cs: Nápověda k zpoždění pohybu
da: Hjælp til forsinkelse af flytning
de: Hilfe zur Verschiebungsverzögerung
el: Βοήθεια για την καθυστέρηση μετακίνησης
es: Ayuda con el retraso de movimiento
et: Liikumise viivituse abi
fa: کمک در مورد تأخیر حرکت
fi: Liikkumisviiveen apua
fr: Aide au retard de déménagement
he: עזרה בעיכוב מעבר
hi: चाल विलंब सहायता
hu: Mozgáskésleltetés segítség
id: Bantuan penundaan pemindahan
it: Aiuto per il ritardo dello spostamento
ja: 移動遅延ヘルプ
lt: Pagalba dėl judėjimo delsos
lv: Pārvietošanas aizkaves palīdzība
nl: Hulp bij verhuisvertraging
no: Hjelp med forsinkelse av flytting
pl: Pomoc w opóźnieniu ruchu
pt: Ajuda com atraso de movimento
ro: Ajutor pentru întârzierea mutării
ru: Помощь с задержкой движения
sq: Ndihmë për vonesën e lëvizjes
sr: Помоћ при кашњењу кретања
sv: Hjälp med flyttfördröjning
sw: Msaada wa kuchelewa kwa hoja
ta: நகர்வு தாமத உதவி
th: ความช่วยเหลือเรื่องการเลื่อนเวลา
tr: Hareket gecikmesi yardımı
uk: Допомога із затримкою руху
ur: تاخیر کی مدد کو منتقل کریں۔
vi: Trợ giúp về độ trễ di chuyển

source: Rated game options
ar: خيارات اللعبة المصنفة
bg: Оценени опции за игра
bn: রেটেড গেমের বিকল্পগুলি
cs: Hodnocené herní možnosti
da: Bedømte spilmuligheder
de: Bewertete Spieloptionen
el: Επιλογές παιχνιδιού με αξιολόγηση
es: Opciones de juego clasificadas
et: Hinnatud mänguvalikud
fa: گزینه‌های بازی رتبه‌بندی‌شده
fi: Arvioidut pelivaihtoehdot
fr: Options de jeu notées
he: אפשרויות משחק מדורגות
hi: रेटेड गेम विकल्प
hu: Értékelt játékbeállítások
id: Opsi permainan berperingkat
it: Opzioni di gioco classificate
ja: 定格ゲームオプション
lt: Įvertintos žaidimo parinktys
lv: Novērtētās spēles opcijas
nl: Beoordeelde spelopties
no: Vurderte spillalternativer
pl: Opcje ocenianych gier
pt: Opções de jogos classificados
ro: Opțiuni de joc evaluate
ru: Рейтинговые варианты игр
sq: Opsionet e vlerësuara të lojës
sr: Оцењене опције игре
sv: Betygsatta spelalternativ
sw: Chaguo za mchezo zilizokadiriwa
ta: மதிப்பிடப்பட்ட விளையாட்டு விருப்பங்கள்
th: ตัวเลือกเกมที่ได้รับการจัดอันดับ
tr: Derecelendirilmiş oyun seçenekleri
uk: Рейтингові варіанти гри
ur: ریٹیڈ گیم کے اختیارات
vi: Tùy chọn trò chơi được xếp hạng

source: PGN filename for player games
ar: اسم ملف PGN لألعاب اللاعب
bg: PGN име на файл за игри на играчи
bn: প্লেয়ার গেমের জন্য PGN ফাইলের নাম
cs: Název souboru PGN pro herní prvky hráčů
da: PGN-filnavn til spillerspil
de: PGN-Dateiname für Spielerspiele
el: Όνομα αρχείου PGN για παιχνίδια παικτών
es: Nombre de archivo PGN para juegos de jugadores
et: PGN-failinimi mängijamängudele
fa: نام فایل PGN برای بازی‌های بازیکن
fi: PGN-tiedostonimi pelaajapeleille
fr: Nom de fichier PGN pour les jeux de joueurs
he: שם קובץ PGN עבור משחקי שחקנים
hi: प्लेयर गेम्स के लिए PGN फ़ाइल नाम
hu: PGN fájlnév játékos játékokhoz
id: Nama file PGN untuk permainan pemain
it: Nome file PGN per i giochi dei giocatori
ja: プレイヤーゲームのPGNファイル名
lt: PGN failo pavadinimas žaidėjų žaidimams
lv: PGN faila nosaukums spēlētāju spēlēm
nl: PGN-bestandsnaam voor spelerspellen
no: PGN-filnavn for spillerspill
pl: Nazwa pliku PGN dla gier gracza
pt: Nome do arquivo PGN para jogos de jogadores
ro: Numele fișierului PGN pentru jocurile jucătorilor
ru: Имя файла PGN для игр игроков
sq: Emri i skedarit PGN për lojërat e lojtarëve
sr: PGN име датотеке за игре играча
sv: PGN-filnamn för spelarspel
sw: Jina la faili la PGN la michezo ya wachezaji
ta: பிளேயர் கேம்களுக்கான PGN கோப்பு பெயர்
th: ชื่อไฟล์ PGN สำหรับเกมผู้เล่น
tr: Oyuncu oyunları için PGN dosya adı
uk: Ім'я PGN-файлу для ігор гравців
ur: پلیئر گیمز کے لیے PGN فائل کا نام
vi: Tên tệp PGN cho trò chơi của người chơi

source: Select .pgn file for the game
ar: حدد ملف .pgn للعبة
bg: Изберете .pgn файл за играта
bn: গেমটির জন্য .pgn ফাইলটি নির্বাচন করুন।
cs: Vyberte soubor .pgn pro hru
da: Vælg .pgn-fil til spillet
de: Wählen Sie eine .pgn-Datei für das Spiel
el: Επιλέξτε αρχείο .pgn για το παιχνίδι
es: Seleccione el archivo .pgn para el juego
et: Valige mängu jaoks .pgn-fail
fa: فایل .pgn را برای بازی انتخاب کنید
fi: Valitse pelille .pgn-tiedosto
fr: Sélectionnez le fichier .pgn pour le jeu
he: בחר קובץ .pgn עבור המשחק
hi: गेम के लिए .pgn फ़ाइल चुनें
hu: Válassz .pgn fájlt a játékhoz
id: Pilih file .pgn untuk game
it: Seleziona il file .pgn per il gioco
ja: ゲームの.pgnファイルを選択
lt: Pasirinkite žaidimui skirtą .pgn failą
lv: Atlasiet spēlei .pgn failu
nl: Selecteer een .pgn-bestand voor het spel
no: Velg .pgn-fil for spillet
pl: Wybierz plik .pgn dla gry
pt: Selecione o arquivo .pgn para o jogo
ro: Selectați fișierul .pgn pentru joc
ru: Выберите .pgn-файл для игры
sq: Zgjidh skedarin .pgn për lojën
sr: Изаберите .pgn датотеку за игру
sv: Välj .pgn-fil för spelet
sw: Chagua faili ya .pgn ya mchezo
ta: விளையாட்டுக்கான .pgn கோப்பைத் தேர்ந்தெடுக்கவும்.
th: เลือกไฟล์ .pgn สำหรับเกม
tr: Oyun için .pgn dosyasını seçin
uk: Виберіть файл .pgn для гри
ur: گیم کے لیے .pgn فائل منتخب کریں۔
vi: Chọn tệp .pgn cho trò chơi

source: Engine opponent
ar: خصم المحرك
bg: Противник на двигателя
bn: ইঞ্জিন প্রতিপক্ষ
cs: Protimotorový soupeř
da: Motormodstander
de: Motorgegner
el: Αντίπαλος κινητήρα
es: Oponente del motor
et: Mootori vastane
fa: حریف موتور
fi: Moottorin vastustaja
fr: Adversaire du moteur
he: יריב מנוע
hi: इंजन प्रतिद्वंद्वी
hu: Motor ellenfél
id: Lawan mesin
it: Motore avversario
ja: エンジン対戦相手
lt: Variklio priešininkas
lv: Dzinēja pretinieks
nl: Motor tegenstander
no: Motormotstander
pl: Przeciwnik silnika
pt: Oponente do motor
ro: Adversarul motorului
ru: Двигатель противника
sq: Kundërshtari i motorit
sr: Противник у мотору
sv: Motormotståndare
sw: Mpinzani wa injini
ta: எஞ்சின் எதிரி
th: คู่ต่อสู้เครื่องยนต์
tr: Motor rakibi
uk: Двигун суперника
ur: انجن کا مخالف
vi: Đối thủ động cơ

source: Engine ELO
ar: محرك ELO
bg: ЕЛО на двигателя
bn: ইঞ্জিন ইএলও
cs: ELO motoru
da: Motor ELO
de: Motor ELO
el: ELO κινητήρα
es: Motor ELO
et: Mootori ELO
fa: موتور ELO
fi: Moottorin ELO
fr: Moteur ELO
he: מנוע ELO
hi: इंजन ईएलओ
hu: Motor ELO
id: ELO mesin
it: Motore ELO
ja: エンジンELO
lt: Variklio ELO
lv: Dzinēja ELO
nl: Motor ELO
no: Motor ELO
pl: Silnik ELO
pt: Motor ELO
ro: Motor ELO
ru: Двигатель ELO
sq: Motori ELO
sr: ЕЛО мотора
sv: Motor ELO
sw: Injini ELO
ta: எஞ்சின் ELO
th: เครื่องยนต์ ELO
tr: Motor ELO'su
uk: ЕЛО двигуна
ur: انجن ELO
vi: Động cơ ELO

source: Personalities
ar: الشخصيات
bg: Личности
bn: ব্যক্তিত্ব
cs: Osobnosti
da: Personligheder
de: Persönlichkeiten
el: Προσωπικότητες
es: Alusiones personales
et: Isiksused
fa: شخصیت‌ها
fi: Persoonallisuudet
fr: Personnalités
he: אישיויות
hi: व्यक्तित्व
hu: Személyiségek
id: Kepribadian
it: Personalità
ja: 人物
lt: Asmenybės
lv: Personības
nl: Persoonlijkheden
no: Personligheter
pl: Osobowości
pt: Personalidades
ro: Personalități
ru: Личности
sq: Personalitete
sr: Личности
sv: Personligheter
sw: Haiba
ta: ஆளுமைகள்
th: บุคลิกภาพ
tr: Kişilikler
uk: Особистості
ur: شخصیات
vi: Nhân vật

source: Current player
ar: اللاعب الحالي
bg: Настоящ играч
bn: বর্তমান খেলোয়াড়
cs: Aktuální hráč
da: Nuværende spiller
de: Aktueller Spieler
el: Τρέχων παίκτης
es: Jugador actual
et: Praegune mängija
fa: بازیکن فعلی
fi: Nykyinen pelaaja
fr: Joueur actuel
he: השחקן הנוכחי
hi: वर्तमान खिलाड़ी
hu: Jelenlegi játékos
id: Pemain saat ini
it: Giocatore attuale
ja: 現在のプレーヤー
lt: Dabartinis žaidėjas
lv: Pašreizējais spēlētājs
nl: Huidige speler
no: Nåværende spiller
pl: Aktualny gracz
pt: Jogador atual
ro: Jucător actual
ru: Текущий игрок
sq: Lojtari aktual
sr: Тренутни играч
sv: Nuvarande spelare
sw: Mchezaji wa sasa
ta: தற்போதைய வீரர்
th: ผู้เล่นปัจจุบัน
tr: Mevcut oyuncu
uk: Поточний гравець
ur: موجودہ کھلاڑی
vi: Người chơi hiện tại

source: Player ELO
ar: لاعب ELO
bg: ЕЛО на играча
bn: প্লেয়ার ELO
cs: ELO hráče
da: Spiller ELO
de: Spieler-ELO
el: Παίκτης ELO
es: ELO del jugador
et: Mängija ELO
fa: بازیکن ELO
fi: Pelaajan ELO
fr: ELO du joueur
he: שחקן ELO
hi: खिलाड़ी ELO
hu: Játékos ÉLŐ-értéke
id: Pemain ELO
it: ELO del giocatore
ja: プレイヤーELO
lt: Žaidėjo ELO
lv: Spēlētāja ELO
nl: Speler ELO
no: Spiller ELO
pl: ELO gracza
pt: Jogador ELO
ro: ELO jucător
ru: Эло игрока
sq: Lojtar ELO
sr: ЕЛО играча
sv: Spelarens ELO
sw: Mchezaji ELO
ta: வீரர் ELO
th: ผู้เล่น ELO
tr: Oyuncu ELO'su
uk: ЕЛО гравця
ur: پلیئر ای ایل او
vi: ELO của người chơi

source: Edit player ELO rating
ar: تعديل تصنيف اللاعب ELO
bg: Редактиране на ELO рейтинга на играча
bn: প্লেয়ার ELO রেটিং সম্পাদনা করুন
cs: Upravit hodnocení ELO hráče
da: Rediger spillerens ELO-vurdering
de: Spieler-ELO-Wertung bearbeiten
el: Επεξεργασία βαθμολογίας ELO παίκτη
es: Editar la clasificación ELO del jugador
et: Muuda mängija ELO reitingut
fa: ویرایش رتبه ELO بازیکن
fi: Muokkaa pelaajan ELO-luokitusta
fr: Modifier le classement ELO du joueur
he: עריכת דירוג ELO של השחקן
hi: खिलाड़ी ELO रेटिंग संपादित करें
hu: Játékos ELO-értékének szerkesztése
id: Edit peringkat ELO pemain
it: Modifica la valutazione ELO del giocatore
ja: プレイヤーのELOレーティングを編集する
lt: Redaguoti žaidėjo ELO reitingą
lv: Rediģēt spēlētāja ELO reitingu
nl: Bewerk speler ELO-beoordeling
no: Rediger spillerens ELO-vurdering
pl: Edytuj ocenę ELO gracza
pt: Editar classificação ELO do jogador
ro: Editează ratingul ELO al jucătorului
ru: Изменить рейтинг игрока ELO
sq: Modifiko vlerësimin ELO të lojtarit
sr: Измени ЕЛО рејтинг играча
sv: Redigera spelarens ELO-betyg
sw: Badilisha ukadiriaji wa ELO wa kichezaji
ta: பிளேயர் ELO மதிப்பீட்டைத் திருத்து
th: แก้ไขเรตติ้ง ELO ของผู้เล่น
tr: Oyuncunun ELO derecesini düzenle
uk: Редагувати рейтинг ELO гравця
ur: پلیئر ای ایل او کی درجہ بندی میں ترمیم کریں۔
vi: Chỉnh sửa xếp hạng ELO của người chơi

source: Check to edit player ELO rating
ar: حدد هذا الخيار لتحرير تصنيف ELO للاعب
bg: Отметнете, за да редактирате ELO рейтинга на играча
bn: প্লেয়ার ELO রেটিং সম্পাদনা করতে চেক করুন
cs: Zaškrtněte pro úpravu hodnocení ELO hráče
da: Markér for at redigere spillerens ELO-vurdering
de: Aktivieren Sie dieses Kontrollkästchen, um die ELO-Bewertung des Spielers zu bearbeiten
el: Επιλέξτε για να επεξεργαστείτε την βαθμολογία ELO του παίκτη
es: Marque para editar la calificación ELO del jugador
et: Märkige, et muuta mängija ELO reitingut
fa: برای ویرایش رتبه ELO بازیکن، علامت بزنید
fi: Valitse muokataksesi pelaajan ELO-luokitusta
fr: Cochez pour modifier le classement ELO du joueur
he: סמן כדי לערוך את דירוג ה-ELO של השחקן
hi: खिलाड़ी ELO रेटिंग संपादित करने के लिए जाँच करें
hu: Jelölje be a játékos ELO-értékének szerkesztéséhez
id: Periksa untuk mengedit peringkat ELO pemain
it: Seleziona per modificare la valutazione ELO del giocatore
ja: プレイヤーのELOレーティングを編集するにはチェックを入れてください
lt: Pažymėkite, jei norite redaguoti žaidėjo ELO reitingą
lv: Atzīmējiet, lai rediģētu spēlētāja ELO reitingu
nl: Aankruisen om de ELO-beoordeling van de speler te bewerken
no: Kryss av for å redigere spillerens ELO-vurdering
pl: Zaznacz, aby edytować ocenę ELO gracza
pt: Marque para editar a classificação ELO do jogador
ro: Bifați pentru a edita ratingul ELO al jucătorului
ru: Отметьте, чтобы изменить рейтинг игрока ELO.
sq: Kontrolloni për të ndryshuar vlerësimin ELO të lojtarit
sr: Означите да бисте изменили ЕЛО рејтинг играча
sv: Markera för att redigera spelarens ELO-betyg
sw: Angalia ili kuhariri ukadiriaji wa ELO wa kichezaji
ta: பிளேயர் ELO மதிப்பீட்டைத் திருத்த சரிபார்க்கவும்.
th: ตรวจสอบเพื่อแก้ไขคะแนน ELO ของผู้เล่น
tr: Oyuncu ELO derecesini düzenlemek için işaretleyin
uk: Поставте галочку, щоб редагувати рейтинг ELO гравця
ur: پلیئر کی ELO درجہ بندی میں ترمیم کرنے کے لیے چیک کریں۔
vi: Kiểm tra để chỉnh sửa xếp hạng ELO của người chơi

source: Set as current engine
ar: تعيين كمحرك حالي
bg: Задай като текущ двигател
bn: বর্তমান ইঞ্জিন হিসেবে সেট করুন
cs: Nastavit jako aktuální vyhledávač
da: Angiv som aktuel motor
de: Als aktuelle Engine festlegen
el: Ορισμός ως τρέχουσα μηχανή
es: Establecer como motor actual
et: Määra praeguseks mootoriks
fa: تنظیم به عنوان موتور فعلی
fi: Aseta nykyiseksi moottoriksi
fr: Définir comme moteur actuel
he: הגדר כמנוע נוכחי
hi: वर्तमान इंजन के रूप में सेट करें
hu: Beállítás aktuális motorként
id: Tetapkan sebagai mesin saat ini
it: Imposta come motore corrente
ja: 現在のエンジンとして設定
lt: Nustatyti kaip dabartinį variklį
lv: Iestatīt kā pašreizējo dzinēju
nl: Instellen als huidige motor
no: Angi som gjeldende motor
pl: Ustaw jako aktualny silnik
pt: Definir como motor atual
ro: Setează ca motor curent
ru: Установить как текущий движок
sq: Cakto si motorin aktual
sr: Постави као тренутни мотор
sv: Ställ in som aktuell motor
sw: Weka kama injini ya sasa
ta: தற்போதைய எஞ்சினாக அமை
th: ตั้งเป็นเครื่องยนต์ปัจจุบัน
tr: Geçerli motor olarak ayarla
uk: Встановити як поточну систему
ur: موجودہ انجن کے طور پر سیٹ کریں۔
vi: Đặt làm động cơ hiện tại

source: Set as current clock
ar: تعيين كساعة حالية
bg: Задай като текущ часовник
bn: বর্তমান ঘড়ি হিসেবে সেট করুন
cs: Nastavit jako aktuální hodiny
da: Indstil som aktuelt ur
de: Als aktuelle Uhr festlegen
el: Ορισμός ως τρέχον ρολόι
es: Establecer como reloj actual
et: Määra praeguseks kellaajaks
fa: تنظیم به عنوان ساعت فعلی
fi: Aseta nykyiseksi kelloksi
fr: Définir comme horloge actuelle
he: הגדר כשעון נוכחי
hi: वर्तमान घड़ी के रूप में सेट करें
hu: Beállítás aktuális óraként
id: Tetapkan sebagai jam saat ini
it: Imposta come orologio corrente
ja: 現在の時計として設定
lt: Nustatyti kaip dabartinį laikrodį
lv: Iestatīt kā pašreizējo pulksteni
nl: Instellen als huidige klok
no: Angi som gjeldende klokke
pl: Ustaw jako aktualny zegar
pt: Definir como relógio atual
ro: Setează ca ceas curent
ru: Установить как текущие часы
sq: Cakto si orën aktuale
sr: Постави као тренутни сат
sv: Ställ in som aktuell klocka
sw: Weka kama saa ya sasa
ta: தற்போதைய கடிகாரமாக அமை
th: ตั้งเป็นนาฬิกาปัจจุบัน
tr: Geçerli saat olarak ayarla
uk: Встановити як поточний годинник
ur: موجودہ گھڑی کے طور پر سیٹ کریں۔
vi: Đặt làm đồng hồ hiện tại

source: Rating change for results
ar: تغيير التصنيف للنتائج
bg: Промяна на оценката за резултатите
bn: ফলাফলের রেটিং পরিবর্তন
cs: Změna hodnocení výsledků
da: Ændring af vurdering af resultater
de: Bewertungsänderung für Ergebnisse
el: Αλλαγή αξιολόγησης για τα αποτελέσματα
es: Cambio de calificación de los resultados
et: Tulemuste hinnangu muutus
fa: تغییر رتبه‌بندی برای نتایج
fi: Tulosten arviointimuutos
fr: Changement de notation pour les résultats
he: שינוי דירוג עבור תוצאות
hi: परिणामों की रेटिंग में परिवर्तन
hu: Eredmények értékelésének változása
id: Perubahan peringkat untuk hasil
it: Modifica della valutazione dei risultati
ja: 結果の評価変更
lt: Rezultatų įvertinimo pakeitimas
lv: Rezultātu vērtējuma izmaiņas
nl: Beoordelingswijziging voor resultaten
no: Endring av vurdering for resultater
pl: Zmiana oceny wyników
pt: Alteração de classificação para resultados
ro: Schimbare de rating pentru rezultate
ru: Изменение рейтинга результатов
sq: Ndryshim vlerësimi për rezultatet
sr: Промена оцене за резултате
sv: Ändring av betyg för resultat
sw: Mabadiliko ya ukadiriaji wa matokeo
ta: முடிவுகளுக்கான மதிப்பீட்டில் மாற்றம்
th: การเปลี่ยนแปลงคะแนนสำหรับผลลัพธ์
tr: Sonuçlar için derecelendirme değişikliği
uk: Зміна рейтингу для результатів
ur: نتائج کے لیے درجہ بندی میں تبدیلی
vi: Thay đổi xếp hạng cho kết quả

source: Manual adjustment
ar: الضبط اليدوي
bg: Ръчно регулиране
bn: ম্যানুয়াল সমন্বয়
cs: Ruční nastavení
da: Manuel justering
de: Manuelle Einstellung
el: Χειροκίνητη ρύθμιση
es: Ajuste manual
et: Käsitsi reguleerimine
fa: تنظیم دستی
fi: Manuaalinen säätö
fr: Réglage manuel
he: כוונון ידני
hi: मैनुअल समायोजन
hu: Manuális beállítás
id: Penyesuaian manual
it: Regolazione manuale
ja: 手動調整
lt: Rankinis reguliavimas
lv: Manuāla regulēšana
nl: Handmatige aanpassing
no: Manuell justering
pl: Regulacja ręczna
pt: Ajuste manual
ro: Reglare manuală
ru: Ручная регулировка
sq: Rregullim manual
sr: Ручно подешавање
sv: Manuell justering
sw: Marekebisho ya mwongozo
ta: கைமுறை சரிசெய்தல்
th: การปรับด้วยตนเอง
tr: Manuel ayar
uk: Ручне налаштування
ur: دستی ایڈجسٹمنٹ
vi: Điều chỉnh thủ công

source: Rating formula
ar: صيغة التقييم
bg: Формула за оценка
bn: রেটিং সূত্র
cs: Vzorec pro hodnocení
da: Vurderingsformel
de: Bewertungsformel
el: Τύπος αξιολόγησης
es: Fórmula de calificación
et: Hinnangu valem
fa: فرمول رتبه‌بندی
fi: Luokituskaava
fr: Formule de notation
he: נוסחת דירוג
hi: रेटिंग सूत्र
hu: Értékelési képlet
id: Rumus pemeringkatan
it: Formula di valutazione
ja: 評価式
lt: Įvertinimo formulė
lv: Vērtēšanas formula
nl: Beoordelingsformule
no: Vurderingsformel
pl: Wzór oceny
pt: Fórmula de classificação
ro: Formula de evaluare
ru: Формула оценки
sq: Formula e vlerësimit
sr: Формула за оцењивање
sv: Betygsformel
sw: Fomula ya ukadiriaji
ta: மதிப்பீட்டு சூத்திரம்
th: สูตรการให้คะแนน
tr: Derecelendirme formülü
uk: Формула оцінки
ur: درجہ بندی کا فارمولا
vi: Công thức đánh giá

source: Time controls
ar: ضوابط الوقت
bg: Контрол на времето
bn: সময় নিয়ন্ত্রণ
cs: Časové kontroly
da: Tidsstyring
de: Zeitkontrollen
el: Χρονικά στοιχεία ελέγχου
es: Controles de tiempo
et: Ajakontroll
fa: کنترل‌های زمانی
fi: Aikarajoitukset
fr: Contrôles du temps
he: בקרות זמן
hi: समय नियंत्रण
hu: Idővezérlés
id: Kontrol waktu
it: Controlli del tempo
ja: 時間制御
lt: Laiko kontrolė
lv: Laika kontrole
nl: Tijdcontroles
no: Tidskontroller
pl: Sterowanie czasem
pt: Controles de tempo
ro: Controale de timp
ru: Контроль времени
sq: Kontrollet e kohës
sr: Временске контроле
sv: Tidskontroller
sw: Vidhibiti vya wakati
ta: நேரக் கட்டுப்பாடுகள்
th: การควบคุมเวลา
tr: Zaman kontrolleri
uk: Контроль часу
ur: وقت کو کنٹرول کرتا ہے۔
vi: Kiểm soát thời gian

source: Minutes per game
ar: الدقائق لكل مباراة
bg: Минути на мач
bn: প্রতি খেলায় মিনিট
cs: Minuty na zápas
da: Minutter pr. kamp
de: Minuten pro Spiel
el: Λεπτά ανά παιχνίδι
es: Minutos por partido
et: Minutit mängu kohta
fa: دقایق در هر بازی
fi: Minuutteja ottelua kohden
fr: Minutes par match
he: דקות למשחק
hi: प्रति खेल मिनट
hu: Percenként meccsenként
id: Menit per pertandingan
it: Minuti a partita
ja: 1試合あたりの出場時間
lt: Minutės per rungtynes
lv: Minūtes spēlē
nl: Minuten per wedstrijd
no: Minutter per kamp
pl: Minuty na mecz
pt: Minutos por jogo
ro: Minute pe meci
ru: Минуты за игру
sq: Minuta për ndeshje
sr: Минути по утакмици
sv: Minuter per match
sw: Dakika kwa kila mchezo
ta: ஒரு ஆட்டத்திற்கான நிமிடங்கள்
th: นาทีต่อเกม
tr: Maç başına dakika
uk: Хвилин за гру
ur: منٹ فی گیم
vi: Số phút mỗi trận

source: Increment (seconds)
ar: الزيادة (بالثواني)
bg: Стъпка (секунди)
bn: বৃদ্ধি (সেকেন্ড)
cs: Přírůstek (sekundy)
da: Trin (sekunder)
de: Inkrement (Sekunden)
el: Αύξηση (δευτερόλεπτα)
es: Incremento (segundos)
et: Suurendamine (sekundites)
fa: افزایش (ثانیه)
fi: Lisäys (sekunteina)
fr: Incrément (secondes)
he: תוספת (שניות)
hi: वृद्धि (सेकंड में)
hu: Növekmény (másodperc)
id: Peningkatan (detik)
it: Incremento (secondi)
ja: 増分（秒）
lt: Padidėjimas (sekundėmis)
lv: Palielinājums (sekundēs)
nl: Toename (seconden)
no: Trinn (sekunder)
pl: Przyrost (sekundy)
pt: Incremento (segundos)
ro: Increment (secunde)
ru: Приращение (секунды)
sq: Rritja (sekonda)
sr: Повећање (секунде)
sv: Steg (sekunder)
sw: Ongezeko (sekunde)
ta: அதிகரிப்பு (வினாடிகள்)
th: เพิ่ม (วินาที)
tr: Artış (saniye)
uk: Приріст (секунди)
ur: اضافہ (سیکنڈ)
vi: Tăng dần (giây)

source: Player
ar: لاعب
bg: Играч
bn: খেলোয়াড়
cs: Hráč
da: Spiller
de: Spieler
el: Παίχτης
es: Jugador
et: Mängija
fa: بازیکن
fi: Pelaaja
fr: Joueur
he: נַגָן
hi: खिलाड़ी
hu: Játékos
id: Pemain
it: Giocatore
ja: プレーヤー
lt: Žaidėjas
lv: Spēlētājs
nl: Speler
no: Spiller
pl: Odtwarzacz
pt: Jogador
ru: Игрок
sq: Lojtar
sr: Играч
sv: Spelare
sw: Mchezaji
ta: வீரர்
th: ผู้เล่น
tr: Oyuncu
uk: Гравець
ur: کھلاڑی
vi: Người chơi

source: Book off
ar: كتاب قبالة
bg: Резервирайте
bn: বুক অফ করুন
cs: Rezervovat
da: Book af
de: Buchen Sie ab
el: Κράτηση χωρίς κράτηση
es: Reservar fuera
et: Broneeri maha
fa: رزرو کنید
fi: Varaa pois
fr: Réservez
he: הזמן את ההזמנה
hi: बुक ऑफ
hu: Foglalás lemondva
id: Pesan sekarang
it: Prenota spento
ja: ブックオフ
lt: Užsisakykite nemokamai
lv: Rezervācija bez maksas
nl: Boek uit
no: Bestill av
pl: Zarezerwuj
pt: Reserve
ro: Rezervare oprită
ru: Бронирование со скидкой
sq: Rezervoni
sr: Резервишите искључено
sv: Boka av
sw: Hifadhi nafasi
ta: முன்பதிவு ரத்துசெய்யப்பட்டது
th: การจอง
tr: Kitap kapalı
uk: Зняти бронювання
ur: بک آف
vi: Đặt chỗ
