Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Picture him as a tall man in a brown leather jacket.
ar: تصوره كرجل طويل القامة يرتدي سترة جلدية بنية اللون.
bg: Представете си го като висок мъж с кафяво кожено яке.
bn: তাকে বাদামী চামড়ার জ্যাকেট পরা একজন লম্বা মানুষ হিসেবে কল্পনা করুন।
cs: Představte si ho jako vysokého muže v hnědé kožené bundě.
da: Forestil dig ham som en høj mand i en brun læderjakke.
de: Stellen Sie ihn sich als großen Mann in einer braunen Lederjacke vor.
el: Φανταστείτε τον ως έναν ψηλό άντρα με ένα καφέ δερμάτινο μπουφάν.
es: Imagínelo como un hombre alto con una chaqueta de cuero marrón.
et: Kujuta teda ette kui pikka meest pruunis nahktagis.
fa: او را به عنوان یک مرد قد بلند با یک کت چرمی قهوه‌ای تصور کنید.
fi: Kuvittele hänet pitkänä miehenä ruskeassa nahkatakissa.
fr: Imaginez-le comme un homme grand portant une veste en cuir marron.
he: דמיינו אותו כגבר גבוה במעיל עור חום.
hi: उसे भूरे चमड़े की जैकेट पहने एक लंबे आदमी के रूप में चित्रित करें।
hu: Képzeld el egy magas férfiként, barna bőrkabátban.
id: Bayangkan dia sebagai pria jangkung dengan jaket kulit coklat.
it: Immaginatelo come un uomo alto con una giacca di pelle marrone.
ja: 茶色の革ジャンを着た背の高い男性を想像してください。
lt: Įsivaizduokite jį kaip aukštą vyrą su ruda odine striuke.
lv: Iztēlojieties viņu kā garu vīrieti brūnā ādas jakā.
nl: Stel je hem voor als een lange man in een bruin leren jack.
no: Se for deg ham som en høy mann i en brun skinnjakke.
pl: Wyobraź go sobie jako wysokiego mężczyznę w brązowej skórzanej kurtce.
pt: Imagine-o como um homem alto com uma jaqueta de couro marrom.
ro: Imaginează-ți-l ca pe un bărbat înalt, într-o jachetă de piele maro.
ru: Представьте себе его как высокого мужчину в коричневой кожаной куртке.
sq: Imagjinojeni atë si një burrë të gjatë me një xhaketë lëkure ngjyrë kafe.
sr: Замислите га као високог мушкарца у смеђој кожној јакни.
sv: Föreställ dig honom som en lång man i en brun skinnjacka.
sw: Pichani akiwa mwanamume mrefu aliyevalia koti la ngozi la kahawia.
ta: பழுப்பு நிற தோல் ஜாக்கெட்டில் அவரை ஒரு உயரமான மனிதராக கற்பனை செய்து பாருங்கள்.
th: ลองนึกภาพเขาเป็นผู้ชายร่างสูงสวมแจ็คเก็ตหนังสีน้ำตาล
tr: Onu kahverengi deri ceketli uzun boylu bir adam olarak hayal edin.
uk: Уявіть його високим чоловіком у коричневій шкіряній куртці.
ur: بھوری چمڑے کی جیکٹ میں ایک لمبے آدمی کے طور پر اس کی تصویر بنائیں۔
vi: Hãy tưởng tượng anh ấy là một người đàn ông cao lớn trong chiếc áo khoác da màu nâu.

source: He likes active play but detests being under attack.
ar: إنه يحب اللعب النشط لكنه يكره أن يكون تحت الهجوم.
bg: Той обича активната игра, но мрази да бъде атакуван.
bn: সে সক্রিয় খেলা পছন্দ করে কিন্তু আক্রমণের শিকার হতে ঘৃণা করে।
cs: Má rád aktivní hry, ale nesnáší, když je pod útokem.
da: Han kan lide aktiv leg, men afskyr at blive angrebet.
de: Er spielt gerne aktiv, hasst es jedoch, angegriffen zu werden.
el: Του αρέσει το ενεργό παιχνίδι αλλά απεχθάνεται να δέχεται επίθεση.
es: Le gusta el juego activo pero detesta que lo ataquen.
et: Talle meeldib aktiivne mäng, aga ta vihkab rünnaku all olemist.
fa: او بازی فعال را دوست دارد اما از مورد حمله قرار گرفتن بیزار است.
fi: Hän pitää aktiivisesta leikistä, mutta inhoaa hyökkäyksen kohteena olemista.
fr: Il aime les jeux actifs mais déteste être attaqué.
he: הוא אוהב משחק פעיל אבל מתעב להיות תחת התקפה.
hi: वह सक्रिय खेल पसंद करता है लेकिन आक्रमण से घृणा करता है।
hu: Szereti az aktív játékot, de utálja, ha támadás alatt áll.
id: Ia suka bermain aktif tetapi benci diserang.
it: Gli piace giocare attivamente ma detesta essere attaccato.
ja: 彼は活発な遊びは好きですが、攻撃を受けるのは嫌いです。
lt: Jam patinka aktyvūs žaidimai, bet jis nemėgsta būti užpultas.
lv: Viņam patīk aktīvas spēles, bet viņš necieš uzbrukumus.
nl: Hij houdt van actief spelen, maar heeft een hekel aan aangevallen worden.
no: Han liker aktiv lek, men avskyr å bli angrepet.
pl: Lubi aktywną zabawę, ale nie znosi, gdy ktoś go atakuje.
pt: Ele gosta de brincadeiras ativas, mas detesta ser atacado.
ro: Îi place jocul activ, dar detestă să fie atacat.
ru: Он любит активную игру, но не любит, когда на него нападают.
sq: Ai i pëlqen lojërat aktive, por e urren të jetë nën sulm.
sr: Воли активну игру, али презире када је под нападом.
sv: Han gillar aktiv lek men avskyr att bli attackerad.
sw: Anapenda kucheza lakini anachukia kuwa chini ya mashambulizi.
ta: அவர் சுறுசுறுப்பான விளையாட்டை விரும்புகிறார், ஆனால் தாக்குதலுக்கு உள்ளாகுவதை வெறுக்கிறார்.
th: เขาชอบการเล่นที่กระตือรือร้นแต่เกลียดการถูกโจมตี
tr: Aktif oyun oynamayı sever ama saldırıya uğramaktan nefret eder.
uk: Він любить активні ігри, але ненавидить, коли його атакують.
ur: وہ فعال کھیل پسند کرتا ہے لیکن حملہ آور ہونے سے نفرت کرتا ہے۔
vi: Anh ấy thích chơi năng động nhưng lại ghét bị tấn công.

source: Likes keeping queens on the board.
ar: يحب إبقاء الملكات على اللوحة.
bg: Обича да държи дами на дъската.
bn: রাণীদের বোর্ডে রাখতে পছন্দ করে।
cs: Rád si nechává dámy na šachovnici.
da: Kan lide at have dronninger på brættet.
de: Behält gerne Damen auf dem Brett.
el: Του αρέσει να έχει βασίλισσες στο ταμπλό.
es: Le gusta mantener reinas en el tablero.
et: Meeldib emandaid laual hoida.
fa: دوست دارد وزیرها را روی تخته نگه دارد.
fi: Tykkää pitää kuningattaria laudalla.
fr: Aime garder les reines sur l'échiquier.
he: אוהב לשמור מלכות על הלוח.
hi: बोर्ड पर रानियों को रखना पसंद करता है।
hu: Szereti a dámákat a táblán tartani.
id: Suka mempertahankan ratu di papan.
it: Gli piace tenere le regine sulla scacchiera.
ja: クイーンをボード上に残しておくのが好きです。
lt: Mėgsta laikyti valdoves lentoje.
lv: Patīk turēt dāmas uz galda.
nl: Houdt ervan om dames op het bord te houden.
no: Liker å ha dronninger på brettet.
pl: Lubi trzymać królowe na szachownicy.
pt: Gosta de manter rainhas no tabuleiro.
ro: Îi place să păstreze reginele pe tablă.
ru: Любит держать ферзей на доске.
sq: I pëlqen t’i mbajë mbretëreshat në tabelë.
sr: Воли да држи даме на табли.
sv: Gillar att ha drottningar på spelplanen.
sw: Anapenda kuwaweka malkia ubaoni.
ta: ராணிகளை பலகையில் வைத்திருப்பது பிடிக்கும்.
th: ชอบเก็บราชินีไว้บนกระดาน
tr: Vezirleri tahtada tutmayı sever.
uk: Подобається тримати дам на дошці.
ur: رانیوں کو بورڈ پر رکھنا پسند کرتا ہے۔
vi: Thích giữ quân hậu trên bàn cờ.

source: Based on Rodent III personality by Brendan J.Norman.
ar: استنادًا إلى شخصية Rodent III بقلم بريندان جيه نورمان.
bg: Базиран на личността на Гризач III от Брендън Дж. Норман.
bn: ব্রেন্ডন জে. নরম্যানের রডেন্ট III ব্যক্তিত্বের উপর ভিত্তি করে।
cs: Na motivy osobnosti Hlodavce III od Brendana J. Normana.
da: Baseret på Rodent III-personligheden af ​​Brendan J.Norman.
de: Basierend auf der Persönlichkeit von Rodent III von Brendan J. Norman.
el: Βασισμένο στην προσωπικότητα του Rodent III του Brendan J. Norman.
es: Basado en la personalidad de Rodent III de Brendan J. Norman.
et: Brendan J. Normani Näriline III isiksuse põhjal.
fa: بر اساس شخصیت جوندگان III اثر برندن جی. نورمن.
fi: Perustuu Brendan J. Normanin Rodent III -persoonallisuuteen.
fr: Basé sur la personnalité de Rodent III de Brendan J. Norman.
he: מבוסס על אישיות "מכרסם 3" מאת ברנדן ג'יי נורמן.
hi: ब्रेंडन जे.नॉर्मन द्वारा रोडेंट III व्यक्तित्व पर आधारित।
hu: Brendan J. Norman Rodent III személyiségjegye alapján.
id: Berdasarkan kepribadian Rodent III oleh Brendan J.Norman.
it: Basato sulla personalità del Roditore III di Brendan J.Norman.
ja: Brendan J.Norman による Rodent III パーソナリティに基づいています。
lt: Remiantis Brendano J. Normano „Graudiko III“ asmenybės modeliu.
lv: Balstīts uz Brendana Dž. Normana Grauzēja III personības motīvu.
nl: Gebaseerd op de persoonlijkheid van Rodent III door Brendan J. Norman.
no: Basert på Rodent III-personligheten av Brendan J.Norman.
pl: Na podstawie osobowości Rodent III autorstwa Brendana J. Normana.
pt: Baseado na personalidade do Rodent III de Brendan J. Norman.
ro: Bazat pe personalitatea Rodent III de Brendan J.Norman.
ru: На основе персонажа «Грызун III» Брендана Дж. Нормана.
sq: Bazuar në personalitetin e Rodent III nga Brendan J.Norman.
sr: Засновано на личности Глодара III од Брендана Џ. Нормана.
sv: Baserad på Rodent III-personligheten av Brendan J.Norman.
sw: Kulingana na haiba ya Rodent III na Brendan J.Norman.
ta: பிரெண்டன் ஜே.நார்மன் எழுதிய ரோடென்ட் III ஆளுமையை அடிப்படையாகக் கொண்டது.
th: อิงจากบุคลิกภาพของ Rodent III โดย Brendan J.Norman
tr: Brendan J.Norman'ın Rodent III adlı eserinden uyarlanmıştır.
uk: Засновано на персонажі гризуна III Брендана Дж. Нормана.
ur: برینڈن جے نارمن کے ذریعہ روڈنٹ III کی شخصیت پر مبنی۔
vi: Dựa trên tính cách của loài gặm nhấm III của Brendan J.Norman.

source: Plays boa constrictor style, but has strong preference for attack,
ar: يلعب بأسلوب الأفعى الكبيرة، لكنه يفضل الهجوم بشدة،
bg: Играе като боа констриктор, но има силно предпочитание към атака.
bn: বোয়া কনস্ট্রিক্টর স্টাইলে খেলে, কিন্তু আক্রমণের প্রতি তার প্রবল পছন্দ,
cs: Hraje stylem hroznýše, ale má silnou preferenci pro útok,
da: Spiller boa constrictor-stil, men har en stærk præference for angreb,
de: Spielt im Boa-Constrictor-Stil, hat aber eine starke Vorliebe für Angriffe,
el: Παίζει στυλ βόα σφιγκτήρα, αλλά έχει έντονη προτίμηση για επίθεση,
es: Juega al estilo boa constrictor, pero tiene una fuerte preferencia por el ataque.
et: Mängib boamao stiilis, aga eelistab tugevalt rünnakut.
fa: به سبک مار بوآ بازی می‌کند، اما تمایل زیادی به حمله دارد،
fi: Pelaa boa-kuristajatyylillä, mutta hyökkäyspainotteinen.
fr: Joue dans le style boa constrictor, mais a une forte préférence pour l'attaque,
he: משחק בסגנון נחש בואה, אך בעל העדפה חזקה להתקפה,
hi: बोआ कंस्ट्रिक्टर शैली में खेलता है, लेकिन आक्रमण के प्रति उसकी प्रबल प्राथमिकता है,
hu: Boa constrictor stílusban játszik, de erősen a támadásra helyezi a hangsúlyt.
id: Bermain dengan gaya ular boa, tetapi memiliki preferensi kuat untuk menyerang,
it: Gioca in stile boa constrictor, ma ha una forte preferenza per l'attacco,
ja: ボアコンストリクタースタイルでプレイするが、攻撃を強く好み、
lt: Žaidžia smauglio stiliumi, bet labiau mėgsta ataką.
lv: Spēlē boa žņaudzējčūskas stilā, bet dod priekšroku uzbrukumam.
nl: Speelt in boa constrictor-stijl, maar heeft een sterke voorkeur voor aanval,
no: Spiller boa constrictor-stil, men har en sterk preferanse for angrep,
pl: Gra w stylu boa dusiciela, ale preferuje atak,
pt: Joga no estilo jiboia, mas tem forte preferência pelo ataque,
ro: Joacă în stilul boa constrictor, dar are o preferință puternică pentru atac,
ru: Играет в стиле удава, но отдает предпочтение атаке.
sq: Luan në stilin e boa constrictor, por ka preferencë të fortë për sulmin,
sr: Игра стилом боа констриктора, али има јаку склоност ка нападу,
sv: Spelar boaormstil, men har en stark preferens för attack,
sw: Anacheza mtindo wa boa constrictor, lakini anapendelea sana mashambulizi,
ta: போவா கட்டுப்படுத்தி பாணியில் விளையாடுகிறது, ஆனால் தாக்குதலுக்கு வலுவான விருப்பம் உள்ளது,
th: เล่นสไตล์งูเหลือม แต่ชอบโจมตีเป็นพิเศษ
tr: Boa yılanı tarzında oynar, ancak saldırıya karşı güçlü bir tercihi vardır,
uk: Грає в стилі удава, але має сильну перевагу в атаці,
ur: بوا کنسٹریکٹر اسٹائل کھیلتا ہے، لیکن حملے کے لیے سخت ترجیح رکھتا ہے،
vi: Chơi theo phong cách trăn Nam Mỹ, nhưng có sở thích tấn công mạnh mẽ,

source: likely to sacrifice for positional reasons.
ar: من المرجح أن يضحي لأسباب تتعلق بالمنصب.
bg: вероятно ще се жертват поради позиционни причини.
bn: অবস্থানগত কারণে ত্যাগ স্বীকার করার সম্ভাবনা বেশি।
cs: pravděpodobně obětuje z pozičních důvodů.
da: sandsynligvis til at ofre af positionelle årsager.
de: wahrscheinlich aus Positionsgründen Opfer bringen.
el: πιθανό να θυσιαστεί για λόγους θέσης.
es: Es probable que se sacrifiquen por razones posicionales.
et: tõenäoliselt positsioonilistel põhjustel ohverdama.
fa: احتمالاً به دلایل موقعیتی فداکاری خواهد کرد.
fi: todennäköisesti uhrautuu asemaan liittyvistä syistä.
fr: susceptibles de se sacrifier pour des raisons de position.
he: סביר להניח שיקריב מסיבות של מיקום.
hi: स्थितिगत कारणों से त्याग करने की संभावना है।
hu: valószínűleg pozícióbeli okokból áldoz fel.
id: cenderung berkorban karena alasan posisi.
it: probabilmente sacrificati per ragioni di posizione.
ja: 位置的な理由で犠牲になる可能性が高い。
lt: tikėtina, kad aukosis dėl pozicinių priežasčių.
lv: visticamāk, upurēsies pozicionālu apsvērumu dēļ.
nl: waarschijnlijk om opofferingen te doen om positieredenen.
no: sannsynligvis til å ofre av posisjonelle årsaker.
pl: jest skłonny do poświęceń ze względu na swoją pozycję.
pt: provavelmente se sacrificarão por razões posicionais.
ro: probabil să se sacrifice din motive poziționale.
ru: вероятно, пожертвует по позиционным причинам.
sq: ka të ngjarë të sakrifikojë për arsye pozicionale.
sr: вероватно жртвовати из позиционих разлога.
sv: sannolikt att offra av positionella skäl.
sw: uwezekano wa kujitolea kwa sababu za msimamo.
ta: பதவி சார்ந்த காரணங்களுக்காக தியாகம் செய்ய வாய்ப்புள்ளது.
th: มีแนวโน้มที่จะเสียสละเพราะเหตุผลด้านตำแหน่ง
tr: Pozisyonel sebeplerden dolayı fedakarlık yapma olasılığı yüksektir.
uk: ймовірно, що вони пожертвують собою з позиційних міркувань.
ur: پوزیشنی وجوہات کی بنا پر قربانی کا امکان ہے۔
vi: có khả năng hy sinh vì lý do vị trí.

source: Much more temperamental version ofGrumpy, very human-like play.
ar: نسخة أكثر تقلبًا من لعبة Grumpy، تشبه اللعب البشري كثيرًا.
bg: Много по-темпераментна версия на Grumpy, много човекоподобна игра.
bn: গ্রম্পির অনেক বেশি মেজাজী সংস্করণ, একেবারে মানুষের মতো খেলা।
cs: Mnohem temperamentnější verze Grumpyho, velmi lidská hra.
da: Meget mere temperamentsfuld version af Grumpy, meget menneskelignende leg.
de: Viel temperamentvollere Version von Grumpy, sehr menschenähnliches Spiel.
el: Πολύ πιο ιδιότροπη εκδοχή του γκρινιάρη, πολύ ανθρώπινου παιχνιδιού.
es: Una versión mucho más temperamental de Grumpy, una obra muy humana.
et: Palju temperamentsem versioon Grumpyst, väga inimlik mäng.
fa: نسخه‌ی خیلی تندمزاج‌ترِ بازیِ اخمو، خیلی شبیه آدم‌ها.
fi: Paljon temperamenttisempi versio Grumpysta, hyvin inhimillinen leikki.
fr: Version beaucoup plus capricieuse de Grumpy, jeu très humain.
he: גרסה הרבה יותר טמפרמנטלית של גראמפי, משחק מאוד אנושי.
hi: ग्रम्पी का अधिक मनमौजी संस्करण, बहुत ही मानवीय-जैसा खेल।
hu: A Grumpy sokkal temperamentumosabb változata, nagyon emberi játék.
id: Versi Grumpy yang jauh lebih temperamental, permainannya sangat mirip manusia.
it: Una versione molto più capricciosa di Grumpy, un gioco molto simile a quello umano.
ja: グランピーのもっと気まぐれなバージョン、とても人間らしい遊びです。
lt: Daug temperamentingesnė „Grumpy“ versija, labai žmogiškas žaidimas.
lv: Daudz temperamentīgāka Grumpy versija, ļoti cilvēcīga spēle.
nl: Een veel temperamentvollere versie van Grumpy, een heel menselijke speelstijl.
no: Mye mer temperamentsfull versjon av Grumpy, veldig menneskelignende spill.
pl: Dużo bardziej kapryśna wersja Grumpy'ego, bardzo ludzka gra.
pt: Uma versão muito mais temperamental do Grumpy, uma brincadeira muito humana.
ro: O versiune mult mai temperamentală a lui Grumpy, o joacă foarte umană.
ru: Гораздо более темпераментная версия Grumpy, очень похожая на человеческую игру.
sq: Një version shumë më temperamental i një loje të zemëruar, shumë njerëzore.
sr: Много темпераментнија верзија Grumpy-ја, веома људски слична игра.
sv: Mycket mer temperamentsfull version av Grumpy, väldigt människoliknande pjäs.
sw: Toleo la hasira zaidi la mchezo wa Grumpy, unaofanana na binadamu.
ta: க்ரம்பியின் மிகவும் சுபாவமுள்ள, மனிதனைப் போன்ற நாடகம்.
th: เวอร์ชันอารมณ์แปรปรวนมากขึ้นของการเล่นแบบ Grumpy ที่เหมือนมนุษย์มาก
tr: Huysuz'un çok daha huysuz versiyonu, insana çok benzeyen bir oyun.
uk: Набагато темпераментніша версія Grumpy, дуже схожа на людину гра.
ur: بدمزاج، بہت انسان نما کھیل کا بہت زیادہ مزاج والا ورژن۔
vi: Phiên bản thất thường hơn nhiều của Grumpy, lối chơi rất giống con người.

source: May be overoptimistic in endgames with queens.
ar: قد يكون متفائلاً أكثر من اللازم في نهاية اللعبة مع الملكات.
bg: Може да бъде прекалено оптимистичен в ендшпилите с дами.
bn: রানীদের সাথে শেষ খেলায় অতিরিক্ত আশাবাদী হতে পারে।
cs: V koncovkách s dámami může být přehnaně optimistický.
da: Kan være overoptimistisk i slutspil med damer.
de: In Endspielen mit Damen kann dies zu optimistisch sein.
el: Μπορεί να είναι υπερβολικά αισιόδοξος σε endgames με βασίλισσες.
es: Puede ser demasiado optimista en los finales con reinas.
et: Võib olla kuningannadega lõppmängudes liiga optimistlik.
fa: ممکن است در آخر بازی با وزیرها بیش از حد خوش‌بین باشد.
fi: Saattaa olla ylioptimistinen loppupeleissä kuningattarien kanssa.
fr: Peut-être trop optimiste dans les finales avec les reines.
he: ייתכן שיהיה אופטימי מדי במשחקי קצה עם מלכות.
hi: रानियों के साथ अंतिम खेल में अति आशावादी हो सकते हैं।
hu: Lehet, hogy túl optimista a végjátékokban a királynőkkel.
id: Mungkin terlalu optimis dalam akhir permainan dengan ratu.
it: Potrebbe essere troppo ottimista nei finali con le regine.
ja: クイーンを使った終盤戦では楽観的すぎる可能性があります。
lt: Gali būti pernelyg optimistiškas žaidimo pabaigoje su valdovėmis.
lv: Varētu būt pārāk optimistisks beigu spēlēs ar dāmām.
nl: Kan te optimistisch zijn in eindspelen met dames.
no: Kan være overoptimistisk i sluttspill med dronninger.
pl: Może być zbyt optymistyczny w końcówkach z hetmanami.
pt: Pode ser otimista demais em finais de jogo com rainhas.
ro: Poate fi prea optimist în jocurile finale cu dame.
ru: Может быть излишне оптимистичен в эндшпилях с ферзями.
sq: Mund të jetë tepër optimist në lojërat fundore me mbretëresha.
sr: Може бити превише оптимистичан у завршницама са дамама.
sv: Kan vara överoptimistisk i slutspel med damer.
sw: Inaweza kuwa na matumaini kupita kiasi katika michezo ya mwisho na malkia.
ta: ராணிகளுடனான இறுதி ஆட்டங்களில் அதிக நம்பிக்கையுடன் இருக்கலாம்.
th: อาจจะมองโลกในแง่ดีเกินไปในช่วงท้ายเกมกับราชินี
tr: Vezirlerin olduğu son oyunlarda aşırı iyimser olabilir.
uk: Може бути надмірно оптимістичним в ендшпілях з ферзями.
ur: ملکہ کے ساتھ اختتامی کھیلوں میں حد سے زیادہ پر امید ہو سکتے ہیں۔
vi: Có thể quá lạc quan khi chơi tàn cuộc với quân hậu.

source: There are also personalites for many world champions and other famous players.
ar: هناك أيضًا شخصيات للعديد من أبطال العالم وغيرهم من اللاعبين المشهورين.
bg: Има и персонализации за много световни шампиони и други известни играчи.
bn: অনেক বিশ্বচ্যাম্পিয়ন এবং অন্যান্য বিখ্যাত খেলোয়াড়দের জন্য ব্যক্তিগতকৃত জিনিসপত্রও রয়েছে।
cs: Nechybí ani osobnosti mnoha mistrů světa a dalších slavných hráčů.
da: Der er også personligheder for mange verdensmestre og andre berømte spillere.
de: Es gibt auch Persönlichkeiten für viele Weltmeister und andere berühmte Spieler.
el: Υπάρχουν επίσης προσωπικές προσωπικότητες για πολλούς παγκόσμιους πρωταθλητές και άλλους διάσημους παίκτες.
es: También hay personalidades de muchos campeones del mundo y otros jugadores famosos.
et: Samuti on olemas paljude maailmameistrite ja teiste kuulsate mängijate isikupärastatud pildid.
fa: همچنین شخصیت‌های بسیاری از قهرمانان جهان و دیگر بازیکنان مشهور وجود دارد.
fi: Tarjolla on myös henkilökohtaisia ​​kuvia monille maailmanmestareille ja muille kuuluisille pelaajille.
fr: Il existe également des personnalités pour de nombreux champions du monde et d'autres joueurs célèbres.
he: יש גם דמויות אישיות של אלופי עולם רבים ושחקנים מפורסמים אחרים.
hi: इसमें कई विश्व चैंपियन और अन्य प्रसिद्ध खिलाड़ियों के व्यक्तित्व भी शामिल हैं।
hu: Számos világbajnok és más híres játékos személyre szabott adatai is elérhetők.
id: Ada juga kepribadian untuk banyak juara dunia dan pemain terkenal lainnya.
it: Ci sono anche i personaggi di molti campioni del mondo e di altri giocatori famosi.
ja: 世界チャンピオンや有名選手のパーソナリティも多数在籍しています。
lt: Taip pat yra daugelio pasaulio čempionų ir kitų garsių žaidėjų asmeniniai vardai.
lv: Ir arī daudzu pasaules čempionu un citu slavenu spēlētāju personalizētās fotogrāfijas.
nl: Er zijn ook persoonlijkheden van veel wereldkampioenen en andere beroemde spelers.
no: Det finnes også personligheter for mange verdensmestere og andre kjente spillere.
pl: Znajdują się tam również osobistości wielu mistrzów świata i innych znanych graczy.
pt: Há também personalidades de muitos campeões mundiais e outros jogadores famosos.
ro: Există, de asemenea, personalități pentru mulți campioni mondiali și alți jucători celebri.
ru: Также имеются персоналии многих чемпионов мира и других известных игроков.
sq: Ekzistojnë gjithashtu personalitete për shumë kampionë bote dhe lojtarë të tjerë të famshëm.
sr: Такође постоје персоналитети за многе светске шампионе и друге познате играче.
sv: Det finns också personligheter för många världsmästare och andra kända spelare.
sw: Pia kuna watu binafsi kwa mabingwa wengi wa dunia na wachezaji wengine maarufu.
ta: பல உலக சாம்பியன்கள் மற்றும் பிற பிரபலமான வீரர்களுக்கான தனிப்பட்ட விவரங்களும் உள்ளன.
th: นอกจากนี้ยังมีของที่ระลึกส่วนตัวของแชมป์โลกและผู้เล่นชื่อดังอื่นๆ อีกมากมาย
tr: Ayrıca birçok dünya şampiyonu ve diğer ünlü oyuncuların kişilikleri de bulunmaktadır.
uk: Також є персональні дані багатьох чемпіонів світу та інших відомих гравців.
ur: بہت سے عالمی چیمپئنز اور دیگر مشہور کھلاڑیوں کے لیے بھی شخصیات موجود ہیں۔
vi: Ngoài ra còn có nhiều nhân vật tiêu biểu cho nhiều nhà vô địch thế giới và nhiều cầu thủ nổi tiếng khác.

source: Rodent 4 chess engine personality descriptions
ar: وصف شخصية محرك الشطرنج Rodent 4
bg: Описания на характерите на шахматния енджин Rodent 4
bn: ইঁদুর ৪ দাবা ইঞ্জিনের ব্যক্তিত্বের বর্ণনা
cs: Popisy osobností šachového enginu Rodent 4
da: Personlighedsbeskrivelser i Rodent 4 skakmaskine
de: Persönlichkeitsbeschreibungen der Schach-Engine Rodent 4
el: Περιγραφές προσωπικότητας της μηχανής σκακιού Rodent 4
es: Descripciones de personalidad del motor de ajedrez Rodent 4
et: Närilise 4 malemootori isiksusekirjeldused
fa: توصیفات شخصیتی موتور شطرنج Rodent 4
fi: Rodent 4 -shakkimoottorin persoonallisuuskuvaukset
fr: Descriptions des personnalités du moteur d'échecs Rodent 4
he: תיאורי אישיות במנוע השחמט Rodent 4
hi: कृंतक 4 शतरंज इंजन व्यक्तित्व विवरण
hu: Rodent 4 sakkmotor személyiségleírások
id: Deskripsi kepribadian mesin catur Rodent 4
it: Descrizioni della personalità del motore scacchistico Rodent 4
ja: Rodent 4 チェスエンジンの性格説明
lt: „Rodent 4“ šachmatų variklio asmenybės aprašymai
lv: Grauzēju 4 šaha dzinēja personības apraksti
nl: Karakterbeschrijvingen van de Rodent 4 schaakengine
no: Personlighetsbeskrivelser i Rodent 4 sjakkmotor
pl: Opisy osobowości silnika szachowego Rodent 4
pt: Descrições de personalidade do motor de xadrez Rodent 4
ro: Descrieri ale personalității motorului de șah Rodent 4
ru: Описания личностей шахматного движка Rodent 4
sq: Përshkrimet e personalitetit të motorit të shahut Rodent 4
sr: Описи личности у Rodent 4 шаховском енџину
sv: Personlighetsbeskrivningar i schackmotorn Rodent 4
sw: Maelezo ya injini ya rodent 4 ya chess
ta: கொறித்துண்ணி 4 சதுரங்க இயந்திர ஆளுமை விளக்கங்கள்
th: คำอธิบายบุคลิกภาพของเครื่องยนต์หมากรุก Rodent 4
tr: Rodent 4 satranç motoru kişilik açıklamaları
uk: Описи персонажів шахового двигуна Rodent 4
ur: روڈنٹ 4 شطرنج انجن کی شخصیت کی تفصیل
vi: Mô tả tính cách của động cơ cờ vua Rodent 4
