Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Alexander chess engine help
ar: مساعدة في محرك الشطرنج ألكسندر
bg: Помощ за шахматния енджин Alexander
bn: আলেকজান্ডার দাবা ইঞ্জিন সাহায্য
cs: Nápověda k šachovému enginu Alexander
da: Hjælp til skakmaskine fra Alexander
de: Alexander Schach-Engine-Hilfe
el: Βοήθεια με τη μηχανή σκακιού Alexander
es: Ayuda con el motor de ajedrez Alexander
et: Alexanderi malemootori abi
fa: کمک در مورد موتور شطرنج الکساندر
fi: Alexander-shakkimoottorin apua
fr: Aide du moteur d'échecs Alexander
he: עזרה במנוע שחמט של אלכסנדר
hi: अलेक्जेंडर शतरंज इंजन सहायता
hu: Alexander sakkmotor segítség
id: Bantuan mesin catur Alexander
it: Aiuto per il motore scacchistico Alexander
ja: アレクサンダーチェスエンジンヘルプ
lt: Aleksandro šachmatų variklio pagalba
lv: Aleksandra šaha dzinēja palīdzība
nl: Alexander schaakengine hulp
no: Hjelp med Alexander sjakkmotor
pl: Pomoc dotycząca silnika szachowego Alexander
pt: Ajuda do motor de xadrez Alexander
ro: Ajutor cu motorul de șah Alexander
ru: Помощь с шахматным движком Alexander
sq: Ndihmë për motorin e shahut Alexander
sr: Помоћ за Александар шаховски мотор
sv: Hjälp med schackmotorn Alexander
sw: Msaada wa injini ya chess ya Alexander
ta: அலெக்சாண்டர் சதுரங்க இயந்திர உதவி
th: ความช่วยเหลือเกี่ยวกับโปรแกรมหมากรุก Alexander
tr: Alexander satranç motoru yardımı
uk: Допомога з шаховим двигуном Alexander
ur: الیگزینڈر شطرنج انجن کی مدد
vi: Trợ giúp về công cụ cờ vua Alexander

source: Cannot start a game without a player name
ar: لا يمكن بدء اللعبة بدون اسم اللاعب
bg: Не може да се започне игра без име на играч
bn: খেলোয়াড়ের নাম ছাড়া খেলা শুরু করা যাবে না
cs: Nelze spustit hru bez jména hráče
da: Kan ikke starte et spil uden et spillernavn
de: Ohne Spielernamen kann kein Spiel gestartet werden
el: Δεν είναι δυνατή η έναρξη ενός παιχνιδιού χωρίς όνομα παίκτη
es: No se puede iniciar un juego sin un nombre de jugador
et: Mängu ei saa alustada ilma mängijanimeta
fa: بدون نام بازیکن نمی‌توان بازی را شروع کرد
fi: Peliä ei voi aloittaa ilman pelaajan nimeä
fr: Impossible de démarrer une partie sans nom de joueur
he: אי אפשר להתחיל משחק בלי שם שחקן
hi: खिलाड़ी के नाम के बिना गेम शुरू नहीं किया जा सकता
hu: Játékosnév nélkül nem lehet elindítani a játékot
id: Tidak dapat memulai permainan tanpa nama pemain
it: Non è possibile avviare una partita senza il nome del giocatore
ja: プレイヤー名がないとゲームを開始できません
lt: Neįmanoma pradėti žaidimo be žaidėjo vardo
lv: Spēli nevar sākt bez spēlētāja vārda
nl: Kan geen spel starten zonder spelersnaam
no: Kan ikke starte et spill uten et spillernavn
pl: Nie można rozpocząć gry bez nazwy gracza
pt: Não é possível iniciar um jogo sem um nome de jogador
ro: Nu se poate începe un joc fără un nume de jucător
ru: Невозможно начать игру без имени игрока.
sq: Nuk mund të fillosh një lojë pa një emër lojtari
sr: Не можете започети игру без имена играча
sv: Kan inte starta ett spel utan ett spelarnamn
sw: Haiwezi kuanzisha mchezo bila jina la mchezaji
ta: வீரர் பெயர் இல்லாமல் விளையாட்டைத் தொடங்க முடியாது.
th: ไม่สามารถเริ่มเกมได้หากไม่มีชื่อผู้เล่น
tr: Oyuncu adı olmadan oyun başlatılamaz
uk: Неможливо розпочати гру без імені гравця
ur: کھلاڑی کے نام کے بغیر کھیل شروع نہیں کیا جا سکتا
vi: Không thể bắt đầu trò chơi nếu không có tên người chơi

source: Please select a player from the Current player list box
ar: الرجاء اختيار لاعب من مربع قائمة اللاعبين الحاليين
bg: Моля, изберете играч от списъка с текущи играчи
bn: বর্তমান খেলোয়াড় তালিকা বাক্স থেকে একজন খেলোয়াড় নির্বাচন করুন।
cs: Vyberte prosím hráče ze seznamu Aktuální hráč
da: Vælg venligst en spiller fra listen Aktuel spiller
de: Bitte wählen Sie einen Spieler aus dem Listenfeld „Aktueller Spieler“ aus
el: Επιλέξτε έναν παίκτη από το πλαίσιο λίστας Τρέχων παίκτης
es: Seleccione un jugador del cuadro de lista de jugadores actuales
et: Palun vali mängija praeguse mängija loendist
fa: لطفا یک بازیکن را از کادر لیست بازیکنان فعلی انتخاب کنید
fi: Valitse pelaaja Nykyinen pelaaja -luettelosta
fr: Veuillez sélectionner un joueur dans la liste des joueurs actuels
he: אנא בחר שחקן מרשימת השחקנים הנוכחיים
hi: कृपया वर्तमान खिलाड़ी सूची बॉक्स से एक खिलाड़ी का चयन करें
hu: Kérjük, válasszon egy játékost az Aktuális játékos listából
id: Silakan pilih pemain dari kotak daftar Pemain Saat Ini
it: Seleziona un giocatore dalla casella Elenco giocatori attuali
ja: 現在のプレーヤーリストボックスからプレーヤーを選択してください
lt: Pasirinkite žaidėją iš dabartinių žaidėjų sąrašo
lv: Lūdzu, izvēlieties spēlētāju no pašreizējo spēlētāju saraksta.
nl: Selecteer een speler uit het keuzevak Huidige speler
no: Vennligst velg en spiller fra listeboksen Gjeldende spiller
pl: Proszę wybrać gracza z listy aktualnych graczy
pt: Selecione um jogador na caixa de listagem de jogadores atuais
ro: Selectați un jucător din caseta de listă Jucător curent
ru: Пожалуйста, выберите игрока из списка текущих игроков.
sq: Ju lutem zgjidhni një lojtar nga kutia e listës Lojtari aktual
sr: Молимо вас да изаберете играча из поља са листом Тренутни играч
sv: Välj en spelare från listrutan Aktuell spelare
sw: Tafadhali chagua mchezaji kutoka kwa kisanduku cha orodha ya wachezaji wa Sasa
ta: தற்போதைய வீரர் பட்டியல் பெட்டியிலிருந்து ஒரு வீரரைத் தேர்ந்தெடுக்கவும்.
th: โปรดเลือกผู้เล่นจากกล่องรายชื่อผู้เล่นปัจจุบัน
tr: Lütfen Mevcut oyuncu listesi kutusundan bir oyuncu seçin
uk: Будь ласка, виберіть гравця зі списку Поточний гравець
ur: براہ کرم کرنٹ پلیئر لسٹ باکس سے ایک کھلاڑی منتخب کریں۔
vi: Vui lòng chọn một người chơi từ hộp danh sách Người chơi hiện tại

source: Rated game error message
ar: رسالة خطأ اللعبة المصنفة
bg: Съобщение за грешка в рейтинга на играта
bn: রেটেড গেম ত্রুটি বার্তা
cs: Chybová zpráva o hodnocení hry
da: Fejlmeddelelse om bedømt spil
de: Bewertete Spielfehlermeldung
el: Μήνυμα σφάλματος βαθμολογημένου παιχνιδιού
es: Mensaje de error del juego clasificado
et: Hinnatud mängu veateade
fa: پیام خطای بازی رتبه‌بندی‌شده
fi: Arvostellun pelin virheilmoitus
fr: Message d'erreur du jeu classé
he: הודעת שגיאה של משחק מדורג
hi: रेटेड गेम त्रुटि संदेश
hu: Értékelt játék hibaüzenet
id: Pesan kesalahan game yang dinilai
it: Messaggio di errore del gioco classificato
ja: レーティングされたゲームのエラーメッセージ
lt: Įvertinto žaidimo klaidos pranešimas
lv: Vērtētas spēles kļūdas ziņojums
nl: Foutmelding bij beoordeeld spel
no: Feilmelding om vurdert spill
pl: Komunikat o błędzie gry ocenianej
pt: Mensagem de erro do jogo classificado
ro: Mesaj de eroare pentru jocul evaluat
ru: Сообщение об ошибке рейтинговой игры
sq: Mesazh gabimi i vlerësuar i lojës
sr: Порука о грешци у оцењеној игри
sv: Felmeddelande om betygsatt spel
sw: Ujumbe wa makosa ya mchezo uliokadiriwa
ta: மதிப்பிடப்பட்ட விளையாட்டு பிழை செய்தி
th: ข้อความแสดงข้อผิดพลาดของเกมที่ได้รับการจัดอันดับ
tr: Derecelendirilmiş oyun hata mesajı
uk: Повідомлення про помилку рейтингової гри
ur: ریٹیڈ گیم غلطی کا پیغام
vi: Thông báo lỗi trò chơi được xếp hạng

source: Cannot start a game without a rating formula
ar: لا يمكن بدء اللعبة بدون صيغة تصنيف
bg: Не може да се започне игра без формула за оценка
bn: রেটিং সূত্র ছাড়া খেলা শুরু করা যাবে না
cs: Nelze spustit hru bez vzorce pro hodnocení
da: Kan ikke starte et spil uden en vurderingsformel
de: Ohne Bewertungsformel kann kein Spiel gestartet werden
el: Δεν είναι δυνατή η έναρξη ενός παιχνιδιού χωρίς τύπο αξιολόγησης
es: No se puede iniciar un juego sin una fórmula de calificación
et: Mängu ei saa alustada ilma hindamisvalemita
fa: نمی‌توان یک بازی را بدون فرمول رتبه‌بندی شروع کرد.
fi: Peliä ei voi aloittaa ilman luokituskaavaa
fr: Impossible de démarrer une partie sans formule de notation
he: אי אפשר להתחיל משחק בלי נוסחת דירוג
hi: रेटिंग फॉर्मूले के बिना गेम शुरू नहीं किया जा सकता
hu: Értékelési képlet nélkül nem lehet elindítani a játékot
id: Tidak dapat memulai permainan tanpa rumus peringkat
it: Non è possibile avviare una partita senza una formula di valutazione
ja: 評価式がないとゲームを開始できません
lt: Negalima pradėti žaidimo be įvertinimo formulės
lv: Nevar sākt spēli bez vērtēšanas formulas
nl: Kan geen spel starten zonder een beoordelingsformule
no: Kan ikke starte et spill uten en vurderingsformel
pl: Nie można rozpocząć gry bez wzoru oceny
pt: Não é possível iniciar um jogo sem uma fórmula de classificação
ro: Nu se poate începe un joc fără o formulă de rating.
ru: Невозможно начать игру без формулы рейтинга.
sq: Nuk mund të fillosh një lojë pa një formulë vlerësimi
sr: Не можете започети игру без формуле за оцењивање
sv: Kan inte starta ett spel utan en betygsformel
sw: Haiwezi kuanzisha mchezo bila fomula ya ukadiriaji
ta: மதிப்பீட்டு சூத்திரம் இல்லாமல் விளையாட்டைத் தொடங்க முடியாது.
th: ไม่สามารถเริ่มเกมได้หากไม่มีสูตรการจัดอันดับ
tr: Derecelendirme formülü olmadan oyun başlatılamaz
uk: Неможливо розпочати гру без формули рейтингу
ur: درجہ بندی کے فارمولے کے بغیر کھیل شروع نہیں کیا جا سکتا
vi: Không thể bắt đầu trò chơi mà không có công thức xếp hạng

source: Please select a formula from the Rating formula list box
ar: الرجاء تحديد صيغة من مربع قائمة صيغة التقييم
bg: Моля, изберете формула от списъка с формули за оценка
bn: রেটিং সূত্র তালিকা বাক্স থেকে একটি সূত্র নির্বাচন করুন।
cs: Vyberte prosím vzorec ze seznamu Vzorec pro hodnocení.
da: Vælg venligst en formel fra listen over vurderingsformler
de: Bitte wählen Sie eine Formel aus dem Listenfeld „Bewertungsformel“ aus
el: Επιλέξτε έναν τύπο από το πλαίσιο λίστας Τύπος αξιολόγησης
es: Seleccione una fórmula del cuadro de lista Fórmula de calificación
et: Palun vali valem hindamisvalemi loendist
fa: لطفا یک فرمول از لیست فرمول‌های رتبه‌بندی انتخاب کنید
fi: Valitse kaava luokituskaavan luettelosta
fr: Veuillez sélectionner une formule dans la liste déroulante Formule de notation
he: אנא בחר נוסחה מתיבת הרשימה נוסחת דירוג
hi: कृपया रेटिंग फ़ॉर्मूला सूची बॉक्स से एक फ़ॉर्मूला चुनें
hu: Kérjük, válasszon egy képletet az Értékelési képlet listából
id: Silakan pilih rumus dari kotak daftar rumus Peringkat
it: Selezionare una formula dalla casella di riepilogo Formula di valutazione
ja: 評価式リストボックスから式を選択してください
lt: Pasirinkite formulę iš vertinimo formulės sąrašo lauko
lv: Lūdzu, atlasiet formulu no vērtēšanas formulas saraksta lodziņa.
nl: Selecteer een formule uit de keuzelijst Beoordelingsformule
no: Vennligst velg en formel fra listeboksen Vurderingsformel
pl: Proszę wybrać formułę z listy Formuła oceny
pt: Selecione uma fórmula na caixa de listagem Fórmula de classificação
ro: Selectați o formulă din caseta listă Formulă de evaluare
ru: Выберите формулу из списка «Формула оценки».
sq: Ju lutem zgjidhni një formulë nga kutia e listës së Formulës së Vlerësimit
sr: Изаберите формулу из поља са листом Формула за оцењивање
sv: Välj en formel från listrutan Betygsformel
sw: Tafadhali chagua fomula kutoka kwa kisanduku cha orodha ya fomula ya Ukadiriaji
ta: மதிப்பீட்டு சூத்திர பட்டியல் பெட்டியிலிருந்து ஒரு சூத்திரத்தைத் தேர்ந்தெடுக்கவும்.
th: โปรดเลือกสูตรจากกล่องรายการสูตรการจัดอันดับ
tr: Lütfen Derecelendirme formülü liste kutusundan bir formül seçin
uk: Будь ласка, виберіть формулу зі списку «Формула оцінки»
ur: براہ کرم درجہ بندی فارمولہ فہرست باکس سے ایک فارمولہ منتخب کریں۔
vi: Vui lòng chọn một công thức từ hộp danh sách công thức Xếp hạng

source: Select Rodent engine personality settings
ar: حدد إعدادات شخصية محرك القوارض
bg: Изберете настройки за характер на двигателя Rodent
bn: ইঁদুর ইঞ্জিন ব্যক্তিত্ব সেটিংস নির্বাচন করুন
cs: Vyberte nastavení osobnosti motoru Rodent
da: Vælg personlighedsindstillinger for gnavermotor
de: Wählen Sie die Persönlichkeitseinstellungen der Rodent Engine aus
el: Επιλέξτε ρυθμίσεις προσωπικότητας κινητήρα Rodent
es: Seleccione la configuración de personalidad del motor Rodent
et: Valige näriliste mootori isiksuse seaded
fa: تنظیمات شخصیت موتور Rodent را انتخاب کنید
fi: Valitse jyrsijämoottorin ohjelma-asetukset
fr: Sélectionnez les paramètres de personnalité du moteur Rongeur
he: בחר הגדרות אישיות של מנוע מכרסמים
hi: कृंतक इंजन व्यक्तित्व सेटिंग्स का चयन करें
hu: Válassza ki a rágcsálómotor személyiségbeállításait
id: Pilih pengaturan kepribadian mesin Rodent
it: Seleziona le impostazioni della personalità del motore dei roditori
ja: Rodentエンジンのパーソナリティ設定を選択
lt: Pasirinkite graužikų variklio charakteristikų nustatymus
lv: Izvēlieties grauzēju dzinēja personības iestatījumus
nl: Selecteer de persoonlijkheidsinstellingen van de Rodent-engine
no: Velg personlighetinnstillinger for gnagermotor
pl: Wybierz ustawienia osobowości Rodent Engine
pt: Selecione as configurações de personalidade do mecanismo Rodent
ro: Selectați setările de personalitate ale motorului pentru rozătoare
ru: Выберите настройки личности движка Rodent
sq: Zgjidhni cilësimet e personalitetit të motorit të brejtësve
sr: Изаберите подешавања карактеристика мотора за глодаре
sv: Välj personlighetsinställningar för gnagarmotor
sw: Chagua mipangilio ya haiba ya injini ya panya
ta: கொறிக்கும் இயந்திர ஆளுமை அமைப்புகளைத் தேர்ந்தெடுக்கவும்.
th: เลือกการตั้งค่าบุคลิกภาพเครื่องยนต์หนู
tr: Kemirgen motoru kişilik ayarlarını seçin
uk: Виберіть налаштування особистості двигуна Rodent
ur: روڈنٹ انجن کی شخصیت کی ترتیبات کو منتخب کریں۔
vi: Chọn cài đặt tính cách động cơ của loài gặm nhấm

source: There are no engine files in
ar: لا توجد ملفات المحرك في
bg: Няма файлове на двигателя в
bn: কোন ইঞ্জিন ফাইল নেই
cs: Nejsou zde žádné soubory enginu
da: Der er ingen motorfiler i
de: Es gibt keine Engine-Dateien in
el: Δεν υπάρχουν αρχεία μηχανής στο
es: No hay archivos de motor en
et: Mootorifaile pole
fa: هیچ فایل موتوری وجود ندارد
fi: Moottoritiedostoja ei ole
fr: Il n'y a pas de fichiers moteur dans
he: אין קבצי מנוע ב
hi: इसमें कोई इंजन फ़ाइल नहीं है
hu: Nincsenek motorfájlok a
id: Tidak ada file mesin di
it: Non ci sono file motore in
ja: エンジンファイルがありません
lt: Nėra jokių variklio failų
lv: Nav neviena dzinēja faila
nl: Er zijn geen motorbestanden in
no: Det finnes ingen motorfiler i
pl: Brak plików silnika w
pt: Não há arquivos de mecanismo em
ro: Nu există fișiere motor în
ru: Файлов движка нет в
sq: Nuk ka skedarë motori në
sr: Нема датотека мотора у
sv: Det finns inga motorfiler i
sw: Hakuna faili za injini ndani
ta: இதில் எந்த இயந்திர கோப்புகளும் இல்லை.
th: ไม่มีไฟล์เครื่องยนต์ใน
tr: Motor dosyası yok
uk: Немає файлів двигуна в
ur: انجن میں کوئی فائل نہیں ہے۔
vi: Không có tập tin động cơ trong

source: Rated engines directory was not changed.
ar: لم يتم تغيير دليل المحركات المصنفة.
bg: Директорията с оценени двигатели не е променена.
bn: রেটেড ইঞ্জিন ডিরেক্টরি পরিবর্তন করা হয়নি।
cs: Adresář hodnocených motorů nebyl změněn.
da: Kataloget over nominelle motorer blev ikke ændret.
de: Das Verzeichnis der bewerteten Motoren wurde nicht geändert.
el: Ο κατάλογος των ονομαστικών μηχανών δεν άλλαξε.
es: El directorio de motores calificados no se modificó.
et: Hinnatud mootorite kataloogi ei muudetud.
fa: فهرست موتورهای دارای رتبه‌بندی تغییر نکرده است.
fi: Nimellismoottorihakemistoa ei muutettu.
fr: Le répertoire des moteurs évalués n'a pas été modifié.
he: מדריך המנועים המדורגים לא שונתה.
hi: रेटेड इंजन निर्देशिका नहीं बदली गई.
hu: A névleges motorok könyvtára nem változott.
id: Direktori mesin yang dinilai tidak diubah.
it: La directory dei motori classificati non è stata modificata.
ja: 定格エンジンディレクトリは変更されませんでした。
lt: Įvertintų variklių katalogas nebuvo pakeistas.
lv: Nominālo dzinēju direktorijs netika mainīts.
nl: De directory met beoordeelde motoren is niet gewijzigd.
no: Katalogen over nominelle motorer ble ikke endret.
pl: Katalog ocenianych silników nie uległ zmianie.
pt: O diretório de motores classificados não foi alterado.
ro: Directorul motoarelor evaluate nu a fost modificat.
ru: Каталог номинальных двигателей не изменился.
sq: Drejtoria e motorëve të vlerësuar nuk u ndryshua.
sr: Директоријум оцењених мотора није промењен.
sv: Katalogen över klassade motorer ändrades inte.
sw: Saraka ya injini zilizokadiriwa haikubadilishwa.
ta: மதிப்பிடப்பட்ட இயந்திரங்களின் கோப்பகம் மாற்றப்படவில்லை.
th: ไดเร็กทอรีเครื่องยนต์ที่ได้รับการจัดอันดับไม่มีการเปลี่ยนแปลง
tr: Derecelendirilmiş motorlar dizini değiştirilmedi.
uk: Каталог оцінених двигунів не змінено.
ur: درجہ بند انجن ڈائرکٹری کو تبدیل نہیں کیا گیا تھا۔
vi: Danh mục động cơ được đánh giá không thay đổi.

source: There are no personality files to read
ar: لا توجد ملفات شخصية للقراءة
bg: Няма лични файлове за четене
bn: পড়ার জন্য কোনও ব্যক্তিত্বের ফাইল নেই।
cs: Nejsou k dispozici žádné soubory osobnosti ke čtení
da: Der er ingen personlighedsfiler at læse
de: Es gibt keine Persönlichkeitsdateien zum Lesen
el: Δεν υπάρχουν αρχεία προσωπικότητας για ανάγνωση
es: No hay archivos de personalidad para leer
et: Isiksusefaile pole lugemiseks
fa: هیچ فایل شخصیتی برای خواندن وجود ندارد
fi: Ei ole luettavia persoonallisuustiedostoja
fr: Il n'y a pas de fichiers de personnalité à lire
he: אין קבצי אישיות לקריאה
hi: पढ़ने के लिए कोई व्यक्तित्व फ़ाइल नहीं है
hu: Nincsenek olvasható személyiségfájlok
id: Tidak ada file kepribadian untuk dibaca
it: Non ci sono file di personalità da leggere
ja: 読み取るパーソナリティファイルがありません
lt: Nėra asmenybės failų, kuriuos būtų galima perskaityti
lv: Nav personības failu, ko lasīt
nl: Er zijn geen persoonlijkheidsbestanden om te lezen
no: Det finnes ingen personlighetsfiler å lese
pl: Brak plików osobowości do odczytania
pt: Não há arquivos de personalidade para ler
ro: Nu există fișiere de personalitate de citit
ru: Нет файлов личности для чтения.
sq: Nuk ka dosje personaliteti për t'u lexuar
sr: Нема личних досијеа за читање
sv: Det finns inga personlighetsfiler att läsa
sw: Hakuna faili za kibinafsi za kusoma
ta: படிக்க ஆளுமை கோப்புகள் எதுவும் இல்லை.
th: ไม่มีไฟล์บุคลิกภาพที่จะอ่าน
tr: Okunacak kişilik dosyası yok
uk: Немає файлів особистості для читання
ur: پڑھنے کے لیے کوئی شخصیت کی فائلیں نہیں ہیں۔
vi: Không có hồ sơ cá nhân nào để đọc

source: The personalities directory
ar: دليل الشخصيات
bg: Директория на личностите
bn: ব্যক্তিত্বের ডিরেক্টরি
cs: Adresář osobností
da: Personlighedsregisteret
de: Das Persönlichkeitenverzeichnis
el: Ο κατάλογος προσωπικοτήτων
es: El directorio de personalidades
et: Isiksuse kataloog
fa: فهرست شخصیت‌ها
fi: Persoonallisuushakemisto
fr: L'annuaire des personnalités
he: מדריך האישיויות
hi: व्यक्तित्व निर्देशिका
hu: A személyiségek jegyzéke
id: Direktori kepribadian
it: L'elenco delle personalità
ja: 人物ディレクトリ
lt: Asmenybių katalogas
lv: Personību direktorijs
nl: De persoonlijkheden directory
no: Personlighetskatalogen
pl: Katalog osobowości
pt: O diretório de personalidades
ro: Directoriul personalităților
ru: Справочник личностей
sq: Drejtoria e personaliteteve
sr: Директоријум личности
sv: Personlighetskatalogen
sw: Saraka ya haiba
ta: ஆளுமைகள் அடைவு
th: ไดเรกทอรีบุคคล
tr: Kişilikler dizini
uk: Довідник особистостей
ur: شخصیات کی ڈائرکٹری
vi: Danh bạ cá nhân

source: does not exist, so cannot show personalities
ar: لا وجود له، لذا لا يمكن إظهار الشخصيات
bg: не съществува, така че не може да показва личности
bn: অস্তিত্ব নেই, তাই ব্যক্তিত্ব দেখাতে পারে না
cs: neexistuje, takže nemůže zobrazovat osobnosti
da: findes ikke, så kan ikke vise personligheder
de: existiert nicht, kann also keine Persönlichkeiten zeigen
el: δεν υπάρχει, επομένως δεν μπορεί να δείξει προσωπικότητες
es: No existe, por lo que no se pueden mostrar personalidades.
et: ei eksisteeri, seega ei saa isiksusi näidata
fa: وجود ندارد، بنابراین نمی‌تواند شخصیت‌ها را نشان دهد
fi: ei ole olemassa, joten ei voi näyttää persoonallisuuksia
fr: n'existe pas, donc ne peut pas montrer les personnalités
he: לא קיים, ולכן לא ניתן להראות אישיויות
hi: मौजूद नहीं है, इसलिए व्यक्तित्व नहीं दिखा सकते
hu: nem létezik, ezért nem mutathat személyiségeket
id: tidak ada, jadi tidak bisa menunjukkan kepribadian
it: non esiste, quindi non può mostrare le personalità
ja: 存在しないので、個性を示すことができない
lt: neegzistuoja, todėl negali rodyti asmenybių
lv: neeksistē, tāpēc nevar parādīt personības
nl: bestaat niet, dus kan geen persoonlijkheden tonen
no: finnes ikke, så kan ikke vise personligheter
pl: nie istnieje, więc nie można pokazać osobowości
pt: não existe, então não pode mostrar personalidades
ro: nu există, deci nu poate afișa personalități
ru: не существует, поэтому не может показать личности
sq: nuk ekziston, kështu që nuk mund të tregojë personalitete
sr: не постоји, тако да не може да прикаже личности
sv: existerar inte, så kan inte visa personligheter
sw: haipo, kwa hivyo haiwezi kuonyesha haiba
ta: இல்லை, அதனால் ஆளுமைகளைக் காட்ட முடியாது.
th: ไม่มีอยู่จึงไม่สามารถแสดงบุคลิกภาพได้
tr: mevcut olmadığından kişilikleri gösteremez
uk: не існує, тому не може показувати особистості
ur: موجود نہیں ہے، لہذا شخصیات کو نہیں دکھا سکتا
vi: không tồn tại, nên không thể hiển thị tính cách

source: Select Rodent 3 engine personality settings
ar: حدد إعدادات شخصية محرك Rodent 3
bg: Изберете настройки за характер на двигателя Rodent 3
bn: রডেন্ট ৩ ইঞ্জিন পার্সোনালিটি সেটিংস নির্বাচন করুন
cs: Vyberte nastavení osobnosti motoru Rodent 3
da: Vælg personlighedsindstillinger for Rodent 3-motoren
de: Wählen Sie die Persönlichkeitseinstellungen der Rodent 3-Engine
el: Επιλέξτε ρυθμίσεις προσωπικότητας κινητήρα Rodent 3
es: Seleccione la configuración de personalidad del motor Rodent 3
et: Valige Rodent 3 mootori isiksuse seaded
fa: تنظیمات شخصیت موتور Rodent 3 را انتخاب کنید
fi: Valitse Rodent 3 -moottorin ohjelma-asetukset
fr: Sélectionnez les paramètres de personnalité du moteur Rodent 3
he: בחר הגדרות אישיות של מנוע Rodent 3
hi: रोडेंट 3 इंजन व्यक्तित्व सेटिंग्स का चयन करें
hu: Válassza ki a Rodent 3 motor személyiségbeállításait
id: Pilih pengaturan kepribadian mesin Rodent 3
it: Seleziona le impostazioni di personalità del motore Rodent 3
ja: Rodent 3エンジンのパーソナリティ設定を選択する
lt: Pasirinkite „Rodent 3“ variklio charakteristikų nustatymus
lv: Izvēlieties Gradent 3 dzinēja personības iestatījumus
nl: Selecteer de persoonlijkheidsinstellingen van Rodent 3 Engine
no: Velg personlighetinnstillinger for Rodent 3-motoren
pl: Wybierz ustawienia osobowości silnika Rodent 3
pt: Selecione as configurações de personalidade do motor Rodent 3
ro: Selectați setările de personalitate ale motorului Rodent 3
ru: Выберите настройки личности движка Rodent 3
sq: Zgjidhni cilësimet e personalitetit të motorit Rodent 3
sr: Изаберите подешавања карактеристика мотора Rodent 3
sv: Välj personlighetsinställningar för Rodent 3-motorn
sw: Chagua mipangilio ya injini ya Rodent 3
ta: ரோடன்ட் 3 இன்ஜின் ஆளுமை அமைப்புகளைத் தேர்ந்தெடுக்கவும்.
th: เลือกการตั้งค่าบุคลิกภาพเครื่องยนต์ Rodent 3
tr: Rodent 3 motor kişilik ayarlarını seçin
uk: Виберіть налаштування характеру двигуна Rodent 3
ur: Rodent 3 انجن کی شخصیت کی ترتیبات کو منتخب کریں۔
vi: Chọn cài đặt tính cách động cơ Rodent 3

source: Current personality
ar: الشخصية الحالية
bg: Настояща личност
bn: বর্তমান ব্যক্তিত্ব
cs: Současná osobnost
da: Nuværende personlighed
de: Aktuelle Persönlichkeit
el: Τρέχουσα προσωπικότητα
es: Personalidad actual
et: Praegune isiksus
fa: شخصیت فعلی
fi: Nykyinen persoonallisuus
fr: Personnalité actuelle
he: אישיות נוכחית
hi: वर्तमान व्यक्तित्व
hu: Jelenlegi személyiség
id: Kepribadian saat ini
it: Personalità attuale
ja: 現在の性格
lt: Dabartinė asmenybė
lv: Pašreizējā personība
nl: Huidige persoonlijkheid
no: Nåværende personlighet
pl: Obecna osobowość
pt: Personalidade atual
ro: Personalitatea actuală
ru: Текущая личность
sq: Personaliteti aktual
sr: Тренутна личност
sv: Nuvarande personlighet
sw: Utu wa sasa
ta: தற்போதைய ஆளுமை
th: บุคลิกภาพในปัจจุบัน
tr: Mevcut kişilik
uk: Поточна особистість
ur: موجودہ شخصیت
vi: Tính cách hiện tại
