Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Display personality name
ar: عرض اسم الشخصية
bg: Име на личността на дисплея
bn: ব্যক্তিত্বের নাম প্রদর্শন করুন
cs: Zobrazené jméno osobnosti
da: Vis personlighedsnavn
de: Persönlichkeitsnamen anzeigen
el: Εμφανιζόμενο όνομα προσωπικότητας
es: Mostrar nombre de personalidad
et: Kuva isiksuse nimi
fa: نمایش نام شخصیت
fi: Näytä persoonallisuusnimi
fr: Afficher le nom de la personnalité
he: שם אישיות תצוגה
hi: व्यक्तित्व का नाम प्रदर्शित करें
hu: Személyiségnév megjelenítése
id: Tampilkan nama kepribadian
it: Visualizza il nome della personalità
ja: パーソナリティ名を表示
lt: Rodyti asmenybės vardą
lv: Personības vārda attēlošana
nl: Weergave persoonlijkheidsnaam
no: Vis personlighetsnavn
pl: Wyświetl nazwę osobowości
pt: Exibir nome da personalidade
ro: Numele personalității afișate
ru: Отображение имени личности
sq: Emri i personalitetit të shfaqur
sr: Име личности за приказ
sv: Visa personlighet namn
sw: Onyesha jina la mtu binafsi
ta: ஆளுமைப் பெயரைக் காட்டு
th: แสดงชื่อบุคลิกภาพ
tr: Kişilik adını göster
uk: Ім'я відображення особистості
ur: شخصیت کا نام دکھائیں۔
vi: Hiển thị tên nhân vật

source: Use documents directory
ar: استخدم دليل المستندات
bg: Използвайте директорията с документи
bn: ডকুমেন্ট ডিরেক্টরি ব্যবহার করুন
cs: Použít adresář dokumentů
da: Brug dokumentmappe
de: Dokumentenverzeichnis verwenden
el: Χρήση καταλόγου εγγράφων
es: Utilice el directorio de documentos
et: Kasutage dokumentide kataloogi
fa: استفاده از دایرکتوری اسناد
fi: Käytä dokumenttihakemistoa
fr: Utiliser le répertoire des documents
he: השתמש בספריית המסמכים
hi: दस्तावेज़ निर्देशिका का उपयोग करें
hu: Dokumentumok könyvtárának használata
id: Gunakan direktori dokumen
it: Utilizzare la directory dei documenti
ja: ドキュメントディレクトリを使用する
lt: Naudoti dokumentų katalogą
lv: Izmantojiet dokumentu direktoriju
nl: Gebruik documentenmap
no: Bruk dokumentkatalogen
pl: Użyj katalogu dokumentów
pt: Usar diretório de documentos
ro: Folosește directorul de documente
ru: Использовать каталог документов
sq: Përdorni direktorinë e dokumenteve
sr: Користите директоријум докумената
sv: Använd dokumentkatalogen
sw: Tumia saraka ya hati
ta: ஆவணக் கோப்பகத்தைப் பயன்படுத்தவும்
th: ใช้ไดเรกทอรีเอกสาร
tr: Belgeler dizinini kullan
uk: Використовувати каталог документів
ur: دستاویزات کی ڈائرکٹری کا استعمال کریں۔
vi: Sử dụng thư mục tài liệu

source: Use limit ELO strength
ar: استخدم الحد الأقصى لقوة ELO
bg: Използвайте ограничение на силата на ELO
bn: সীমা ELO শক্তি ব্যবহার করুন
cs: Použijte limitní sílu ELO
da: Brug begrænset ELO-styrke
de: Verwenden Sie die ELO-Grenze
el: Χρησιμοποιήστε όριο έντασης ELO
es: Utilice la fuerza ELO límite
et: Kasutage ELO tugevuse piirangut
fa: از قدرت ELO محدود استفاده کنید
fi: Käytä rajoitettua ELO-voimakkuutta
fr: Utiliser la limite de force ELO
he: השתמש בעוצמת ELO מוגבלת
hi: सीमित ELO शक्ति का उपयोग करें
hu: Használj limit ELO erőt
id: Gunakan batas kekuatan ELO
it: Utilizzare la forza ELO limite
ja: ELO強度の制限を使用する
lt: Naudokite ribotą ELO stiprumą
lv: Izmantojiet ierobežoto ELO spēku
nl: Gebruik limiet ELO-sterkte
no: Bruk grense for ELO-styrke
pl: Użyj limitu siły ELO
pt: Use a força limite do ELO
ro: Utilizați limita de putere ELO
ru: Использовать предельную силу ELO
sq: Përdorni kufirin e forcës ELO
sr: Користите ограничење јачине ELO-а
sv: Använd begränsad ELO-styrka
sw: Tumia kikomo cha nguvu za ELO
ta: வரம்பு ELO வலிமையைப் பயன்படுத்தவும்
th: ใช้ขีดจำกัดความแข็งแกร่ง ELO
tr: Kullanım limiti ELO gücü
uk: Використовуйте ліміт сили ELO
ur: ELO طاقت کی حد استعمال کریں۔
vi: Sử dụng giới hạn sức mạnh ELO

source: Enter values to adjust the engine strength
ar: أدخل القيم لضبط قوة المحرك
bg: Въведете стойности, за да регулирате силата на двигателя
bn: ইঞ্জিনের শক্তি সামঞ্জস্য করতে মান লিখুন
cs: Zadejte hodnoty pro úpravu výkonu motoru
da: Indtast værdier for at justere motorstyrken
de: Geben Sie Werte ein, um die Motorstärke anzupassen
el: Εισαγάγετε τιμές για να ρυθμίσετε την ισχύ του κινητήρα
es: Introduzca valores para ajustar la potencia del motor
et: Sisestage väärtused mootori võimsuse reguleerimiseks
fa: مقادیر را برای تنظیم قدرت موتور وارد کنید
fi: Syötä arvot moottorin tehon säätämiseksi
fr: Entrez des valeurs pour ajuster la puissance du moteur
he: הזן ערכים כדי להתאים את עוצמת המנוע
hi: इंजन की शक्ति समायोजित करने के लिए मान दर्ज करें
hu: Adjon meg értékeket a motor erősségének beállításához
id: Masukkan nilai untuk menyesuaikan kekuatan mesin
it: Inserisci i valori per regolare la potenza del motore
ja: エンジンの強度を調整するための値を入力します
lt: Įveskite vertes, kad sureguliuotumėte variklio galią
lv: Ievadiet vērtības, lai pielāgotu dzinēja jaudu
nl: Voer waarden in om de motorsterkte aan te passen
no: Skriv inn verdier for å justere motorstyrken
pl: Wprowadź wartości, aby dostosować moc silnika
pt: Insira valores para ajustar a potência do motor
ro: Introduceți valori pentru a regla puterea motorului
ru: Введите значения для регулировки мощности двигателя.
sq: Futni vlera për të rregulluar fuqinë e motorit
sr: Унесите вредности да бисте подесили снагу мотора
sv: Ange värden för att justera motorstyrkan
sw: Weka maadili ili kurekebisha nguvu ya injini
ta: இயந்திர வலிமையை சரிசெய்ய மதிப்புகளை உள்ளிடவும்.
th: ป้อนค่าเพื่อปรับความแรงของเครื่องยนต์
tr: Motor gücünü ayarlamak için değerleri girin
uk: Введіть значення для налаштування потужності двигуна
ur: انجن کی طاقت کو ایڈجسٹ کرنے کے لیے قدریں درج کریں۔
vi: Nhập giá trị để điều chỉnh sức mạnh động cơ

source: Nodes per second
ar: عقدة في الثانية
bg: Възли в секунда
bn: প্রতি সেকেন্ডে নোড
cs: Uzly za sekundu
da: Knuder pr. sekund
de: Knoten pro Sekunde
el: Κόμβοι ανά δευτερόλεπτο
es: Nodos por segundo
et: Sõlme sekundis
fa: گره در ثانیه
fi: Solmuja sekunnissa
fr: Nœuds par seconde
he: צמתים לשנייה
hi: प्रति सेकंड नोड्स
hu: Csomópontok másodpercenként
id: Node per detik
it: Nodi al secondo
ja: 1秒あたりのノード数
lt: Mazgų per sekundę
lv: Mezgli sekundē
nl: Knooppunten per seconde
no: Noder per sekund
pl: Węzły na sekundę
pt: Nós por segundo
ro: Noduri pe secundă
ru: Узлов в секунду
sq: Nyje për sekondë
sr: Чворови у секунди
sv: Noder per sekund
sw: Nodi kwa sekunde
ta: நொடிக்கு கணுக்கள்
th: โหนดต่อวินาที
tr: Saniye başına düğüm sayısı
uk: Вузли за секунду
ur: نوڈس فی سیکنڈ
vi: Số nút mỗi giây

source: Copy default values
ar: نسخ القيم الافتراضية
bg: Копиране на стойности по подразбиране
bn: ডিফল্ট মান কপি করুন
cs: Kopírovat výchozí hodnoty
da: Kopiér standardværdier
de: Standardwerte kopieren
el: Αντιγραφή προεπιλεγμένων τιμών
es: Copiar valores predeterminados
et: Kopeeri vaikeväärtused
fa: کپی کردن مقادیر پیش‌فرض
fi: Kopioi oletusarvot
fr: Copier les valeurs par défaut
he: העתקת ערכי ברירת מחדל
hi: डिफ़ॉल्ट मानों की प्रतिलिपि बनाएँ
hu: Alapértelmezett értékek másolása
id: Salin nilai default
it: Copia i valori predefiniti
ja: デフォルト値をコピー
lt: Numatytųjų reikšmių kopijavimas
lv: Kopēt noklusējuma vērtības
nl: Standaardwaarden kopiëren
no: Kopier standardverdier
pl: Kopiuj wartości domyślne
pt: Copiar valores padrão
ro: Copiați valorile implicite
ru: Копировать значения по умолчанию
sq: Kopjo vlerat e parazgjedhura
sr: Копирај подразумеване вредности
sv: Kopiera standardvärden
sw: Nakili maadili chaguo-msingi
ta: இயல்புநிலை மதிப்புகளை நகலெடு
th: คัดลอกค่าเริ่มต้น
tr: Varsayılan değerleri kopyala
uk: Копіювати значення за замовчуванням
ur: پہلے سے طے شدہ اقدار کو کاپی کریں۔
vi: Sao chép các giá trị mặc định

source: Evaluation blur value
ar: قيمة ضبابية التقييم
bg: Стойност на размазване при оценката
bn: মূল্যায়ন অস্পষ্ট মান
cs: Hodnota rozmazání vyhodnocení
da: Evalueringssløringsværdi
de: Bewertung des Unschärfewerts
el: Τιμή θολώματος αξιολόγησης
es: Valor de desenfoque de evaluación
et: Hinnangu hägususe väärtus
fa: ارزیابی مقدار تاری
fi: Arvioinnin sumennusarvo
fr: Valeur de flou d'évaluation
he: ערך טשטוש ההערכה
hi: मूल्यांकन धुंधला मान
hu: Kiértékelés elmosódási értéke
id: Nilai blur evaluasi
it: Valore di sfocatura della valutazione
ja: 評価ぼかし値
lt: Įvertinimo suliejimo vertė
lv: Novērtējuma izpludināšanas vērtība
nl: Evaluatie onscherptewaarde
no: Evalueringsuskarphetsverdi
pl: Wartość rozmycia oceny
pt: Valor de desfoque de avaliação
ro: Valoarea estompării evaluării
ru: Оценка значения размытия
sq: Vlera e turbullimit të vlerësimit
sr: Вредност замућења евалуације
sv: Utvärderingssuddighetsvärde
sw: Thamani ya ukungu ya tathmini
ta: மதிப்பீட்டு மங்கலான மதிப்பு
th: การประเมินค่าความเบลอ
tr: Değerlendirme bulanıklık değeri
uk: Значення розмиття оцінки
ur: تشخیص کلنک قدر
vi: Giá trị làm mờ đánh giá

source: Copy evaluation blur
ar: نسخة تقييم الضبابية
bg: Размазване на оценката на копирането
bn: মূল্যায়ন অস্পষ্টতা অনুলিপি করুন
cs: Rozmazání vyhodnocení kopie
da: Sløring af kopiering af evaluering
de: Kopierbewertungsunschärfe
el: Θάμπωμα αξιολόγησης αντιγραφής
es: Desenfoque de evaluación de copia
et: Kopeeri hindamise hägusust
fa: کپی کردن ارزیابی تاری
fi: Kopioi arvioinnin sumennus
fr: Évaluation de la copie floue
he: טשטוש הערכת העתק
hi: कॉपी मूल्यांकन धुंधला
hu: Másolásértékelés elmosódása
id: Salinan evaluasi kabur
it: Copia sfocata di valutazione
ja: コピー評価のぼかし
lt: Kopijavimo įvertinimo suliejimas
lv: Kopijas novērtējuma izpludinājums
nl: Kopieer evaluatie wazig
no: Kopier evaluering uskarp
pl: Rozmycie oceny kopii
pt: Avaliação de cópia desfocada
ro: Copiere neclară a evaluării
ru: Скопировать оценку размытия
sq: Kopjimi i turbullt i vlerësimit
sr: Замућење евалуације копије
sv: Kopiera utvärderingssuddighet
sw: Nakili ukungu wa tathmini
ta: மதிப்பீட்டை மங்கலாக்குவதை நகலெடுக்கவும்
th: การประเมินสำเนาแบบเบลอ
tr: Kopyalama değerlendirme bulanıklığı
uk: Розмиття оцінки копії
ur: تشخیصی دھندلا پن کاپی کریں۔
vi: Đánh giá bản sao mờ

source: Search skill level (1 - 10)
ar: مستوى مهارة البحث (1 - 10)
bg: Ниво на умения за търсене (1 - 10)
bn: অনুসন্ধান দক্ষতা স্তর (১ - ১০)
cs: Úroveň vyhledávacích dovedností (1–10)
da: Søgefærdighedsniveau (1-10)
de: Suchfähigkeitsstufe (1 - 10)
el: Αναζήτηση επιπέδου δεξιοτήτων (1 - 10)
es: Nivel de habilidad de búsqueda (1 - 10)
et: Otsinguoskuste tase (1–10)
fa: سطح مهارت جستجو (۱ - ۱۰)
fi: Hakutaitotaso (1–10)
fr: Niveau de compétence de recherche (1 à 10)
he: רמת מיומנות חיפוש (1 - 10)
hi: खोज कौशल स्तर (1 - 10)
hu: Keresési készségszint (1–10)
id: Pencarian tingkat keterampilan (1 - 10)
it: Cerca livello di abilità (1 - 10)
ja: 検索スキルレベル（1～10）
lt: Paieškos įgūdžių lygis (1–10)
lv: Meklēšanas prasmju līmenis (1–10)
nl: Zoekvaardigheidsniveau (1 - 10)
no: Søkeferdighetsnivå (1–10)
pl: Poziom umiejętności wyszukiwania (1 - 10)
pt: Nível de habilidade de pesquisa (1 - 10)
ro: Nivel de calificare căutare (1 - 10)
ru: Уровень навыка поиска (1–10)
sq: Niveli i aftësive të kërkimit (1 - 10)
sr: Ниво вештине претраживања (1 - 10)
sv: Sökfärdighetsnivå (1–10)
sw: Tafuta kiwango cha ujuzi (1 - 10)
ta: தேடல் திறன் நிலை (1 - 10)
th: ระดับทักษะการค้นหา (1 - 10)
tr: Arama beceri düzeyi (1 - 10)
uk: Рівень навичок пошуку (1 - 10)
ur: تلاش کی مہارت کی سطح (1 - 10)
vi: Tìm kiếm trình độ kỹ năng (1 - 10)

source: Copy search skill
ar: مهارة البحث عن النسخ
bg: Умение за търсене на копие
bn: কপি সার্চ দক্ষতা
cs: Dovednost vyhledávání kopií
da: Kopiér søgefærdighed
de: Suchfähigkeit kopieren
el: Δεξιότητα αναζήτησης αντιγράφων
es: Habilidad de búsqueda de copias
et: Kopeeri otsingu oskus
fa: مهارت جستجوی کپی
fi: Kopiohakutaito
fr: Compétence de recherche de copie
he: העתקת מיומנות חיפוש
hi: कॉपी खोज कौशल
hu: Másoláskeresési készség
id: Salin keterampilan pencarian
it: Copia abilità di ricerca
ja: コピー検索スキル
lt: Kopijavimo paieškos įgūdis
lv: Kopēšanas meklēšanas prasme
nl: Kopieer zoekvaardigheid
no: Kopier søkeferdighet
pl: Umiejętność wyszukiwania kopii
pt: Habilidade de pesquisa de cópia
ro: Abilitate de căutare prin copiere
ru: Копировать навык поиска
sq: Aftësia e kërkimit të kopjeve
sr: Вештина претраживања копирања
sv: Kopiera sökfärdighet
sw: Nakili ujuzi wa utafutaji
ta: நகல் தேடல் திறன்
th: ทักษะการค้นหาสำเนา
tr: Kopyalama arama becerisi
uk: Навички пошуку копій
ur: تلاش کی مہارت کو کاپی کریں۔
vi: Sao chép kỹ năng tìm kiếm

source: Save current settings to file
ar: حفظ الإعدادات الحالية في الملف
bg: Запазване на текущите настройки във файл
bn: বর্তমান সেটিংস ফাইলে সংরক্ষণ করুন
cs: Uložit aktuální nastavení do souboru
da: Gem aktuelle indstillinger til fil
de: Aktuelle Einstellungen in Datei speichern
el: Αποθήκευση τρεχουσών ρυθμίσεων σε αρχείο
es: Guardar la configuración actual en un archivo
et: Salvesta praegused sätted faili
fa: تنظیمات فعلی را در یک فایل ذخیره کنید
fi: Tallenna nykyiset asetukset tiedostoon
fr: Enregistrer les paramètres actuels dans un fichier
he: שמור את ההגדרות הנוכחיות לקובץ
hi: वर्तमान सेटिंग्स को फ़ाइल में सहेजें
hu: Aktuális beállítások mentése fájlba
id: Simpan pengaturan saat ini ke file
it: Salva le impostazioni correnti nel file
ja: 現在の設定をファイルに保存する
lt: Išsaugoti dabartinius nustatymus faile
lv: Saglabāt pašreizējos iestatījumus failā
nl: Huidige instellingen opslaan in bestand
no: Lagre gjeldende innstillinger til fil
pl: Zapisz bieżące ustawienia do pliku
pt: Salvar as configurações atuais em um arquivo
ro: Salvați setările curente într-un fișier
ru: Сохранить текущие настройки в файл
sq: Ruaj cilësimet aktuale në skedar
sr: Сачувај тренутна подешавања у датотеку
sv: Spara aktuella inställningar till fil
sw: Hifadhi mipangilio ya sasa kwenye faili
ta: தற்போதைய அமைப்புகளை கோப்பில் சேமிக்கவும்.
th: บันทึกการตั้งค่าปัจจุบันลงในไฟล์
tr: Mevcut ayarları dosyaya kaydet
uk: Зберегти поточні налаштування у файл
ur: موجودہ ترتیبات کو فائل میں محفوظ کریں۔
vi: Lưu cài đặt hiện tại vào tệp

source: Select filename for saving the personality file
ar: حدد اسم الملف لحفظ ملف الشخصية
bg: Изберете име на файл за запазване на файла с лични данни
bn: ব্যক্তিত্ব ফাইল সংরক্ষণের জন্য ফাইলের নাম নির্বাচন করুন
cs: Vyberte název souboru pro uložení souboru s osobnostmi
da: Vælg filnavn til lagring af personlighedsfilen
de: Wählen Sie einen Dateinamen zum Speichern der Persönlichkeitsdatei
el: Επιλέξτε όνομα αρχείου για την αποθήκευση του αρχείου προσωπικότητας
es: Seleccione el nombre del archivo para guardar el archivo de personalidad
et: Isiksusefaili salvestamiseks failinimi valimine
fa: نام فایل را برای ذخیره فایل شخصیت انتخاب کنید
fi: Valitse tiedostonimi persoonallisuustiedoston tallentamista varten
fr: Sélectionnez le nom du fichier pour enregistrer le fichier de personnalité
he: בחר שם קובץ לשמירת קובץ האישיות
hi: व्यक्तित्व फ़ाइल को सहेजने के लिए फ़ाइल नाम चुनें
hu: Válassza ki a fájlnevet a személyiségfájl mentéséhez
id: Pilih nama file untuk menyimpan file kepribadian
it: Seleziona il nome del file per salvare il file della personalità
ja: パーソナリティファイルを保存するファイル名を選択してください
lt: Pasirinkite failo vardą, kuriuo norite išsaugoti asmeninio failo pavadinimą
lv: Izvēlieties faila nosaukumu personības faila saglabāšanai
nl: Selecteer een bestandsnaam voor het opslaan van het persoonlijkheidsbestand
no: Velg filnavn for lagring av personlighetfilen
pl: Wybierz nazwę pliku, pod którą chcesz zapisać plik osobowości
pt: Selecione o nome do arquivo para salvar o arquivo de personalidade
ro: Selectați numele fișierului pentru salvarea fișierului de personalitate
ru: Выберите имя файла для сохранения файла личности
sq: Zgjidhni emrin e skedarit për të ruajtur skedarin e personalitetit
sr: Изаберите име датотеке за чување датотеке са подацима о личности
sv: Välj filnamn för att spara personlighetfilen
sw: Chagua jina la faili ili kuhifadhi faili ya mtu binafsi
ta: ஆளுமை கோப்பை சேமிப்பதற்கான கோப்பு பெயரைத் தேர்ந்தெடுக்கவும்.
th: เลือกชื่อไฟล์สำหรับบันทึกไฟล์บุคลิกภาพ
tr: Kişilik dosyasını kaydetmek için dosya adını seçin
uk: Виберіть ім'я файлу для збереження файлу особистості
ur: شخصیت کی فائل کو محفوظ کرنے کے لیے فائل کا نام منتخب کریں۔
vi: Chọn tên tệp để lưu tệp cá nhân

source: Add values to file if not present
ar: أضف القيم إلى الملف إذا لم تكن موجودة
bg: Добавете стойности към файла, ако не са налични
bn: ফাইলে মান যোগ করুন যদি না থাকে
cs: Přidat hodnoty do souboru, pokud nejsou k dispozici
da: Tilføj værdier til filen, hvis de ikke findes
de: Fügen Sie der Datei Werte hinzu, falls diese nicht vorhanden sind
el: Προσθήκη τιμών στο αρχείο εάν δεν υπάρχουν
es: Agregar valores al archivo si no están presentes
et: Lisa faili väärtused, kui neid pole
fa: اگر مقادیری در فایل وجود ندارد، آنها را اضافه کنید
fi: Lisää arvoja tiedostoon, jos niitä ei ole
fr: Ajouter des valeurs au fichier si elles ne sont pas présentes
he: הוסף ערכים לקובץ אם אינם קיימים
hi: यदि मौजूद न हो तो फ़ाइल में मान जोड़ें
hu: Értékek hozzáadása a fájlhoz, ha nincsenek jelen
id: Tambahkan nilai ke file jika tidak ada
it: Aggiungi valori al file se non presenti
ja: 存在しない場合はファイルに値を追加する
lt: Pridėkite reikšmes prie failo, jei jų nėra
lv: Pievienojiet failam vērtības, ja to nav
nl: Voeg waarden toe aan het bestand als ze niet aanwezig zijn
no: Legg til verdier i filen hvis de ikke finnes
pl: Dodaj wartości do pliku, jeśli ich nie ma
pt: Adicionar valores ao arquivo se não estiverem presentes
ro: Adăugați valori în fișier dacă nu sunt prezente
ru: Добавить значения в файл, если их нет
sq: Shto vlera në skedar nëse nuk janë të pranishme
sr: Додајте вредности у датотеку ако нису присутне
sv: Lägg till värden i filen om de inte finns
sw: Ongeza maadili kwenye faili ikiwa haipo
ta: கோப்பில் மதிப்புகள் இல்லாவிட்டால் சேர்க்கவும்.
th: เพิ่มค่าลงในไฟล์หากไม่มีอยู่
tr: Mevcut değilse dosyaya değerler ekleyin
uk: Додати значення до файлу, якщо вони відсутні
ur: اگر موجود نہ ہو تو فائل میں قدریں شامل کریں۔
vi: Thêm giá trị vào tệp nếu không có

source: Check to use the following directory
ar: حدد لاستخدام الدليل التالي
bg: Отметнете, за да използвате следната директория
bn: নিম্নলিখিত ডিরেক্টরিটি ব্যবহার করতে চেক করুন
cs: Zaškrtněte pro použití následujícího adresáře
da: Markér for at bruge følgende mappe
de: Aktivieren Sie das Kontrollkästchen, um das folgende Verzeichnis zu verwenden
el: Επιλέξτε για να χρησιμοποιήσετε τον ακόλουθο κατάλογο
es: Marque para utilizar el siguiente directorio
et: Märkige järgmise kataloogi kasutamiseks
fa: برای استفاده از دایرکتوری زیر، تیک بزنید
fi: Valitse käyttääksesi seuraavaa hakemistoa
fr: Cochez pour utiliser le répertoire suivant
he: סמן כדי להשתמש בספרייה הבאה
hi: निम्नलिखित निर्देशिका का उपयोग करने के लिए जाँच करें
hu: Jelölje be a következő könyvtár használatához
id: Periksa untuk menggunakan direktori berikut
it: Selezionare per utilizzare la seguente directory
ja: 次のディレクトリを使用するにはチェックを入れてください
lt: Pažymėkite, jei norite naudoti šį katalogą
lv: Atzīmējiet, lai izmantotu šo direktoriju
nl: Controleer of de volgende directory gebruikt moet worden
no: Kryss av for å bruke følgende katalog
pl: Zaznacz, aby użyć następującego katalogu
pt: Marque para usar o seguinte diretório
ro: Bifați pentru a utiliza următorul director
ru: Отметьте, чтобы использовать следующий каталог
sq: Kontrolloni për të përdorur direktorinë e mëposhtme
sr: Означите да бисте користили следећи директоријум
sv: Markera om du vill använda följande katalog
sw: Angalia kutumia saraka ifuatayo
ta: பின்வரும் கோப்பகத்தைப் பயன்படுத்த சரிபார்க்கவும்.
th: ตรวจสอบเพื่อใช้ไดเร็กทอรีต่อไปนี้
tr: Aşağıdaki dizini kullanmak için işaretleyin
uk: Позначте, щоб використовувати наступний каталог
ur: درج ذیل ڈائریکٹری کو استعمال کرنے کے لیے چیک کریں۔
vi: Kiểm tra để sử dụng thư mục sau

source: for the rated engines and associated files
ar: للمحركات المصنفة والملفات المرتبطة بها
bg: за номиналните двигатели и свързаните с тях файлове
bn: রেট করা ইঞ্জিন এবং সংশ্লিষ্ট ফাইলগুলির জন্য
cs: pro jmenovité motory a související soubory
da: for de nominelle motorer og tilhørende filer
de: für die bewerteten Motoren und zugehörigen Dateien
el: για τους αξιολογημένους κινητήρες και τα σχετικά αρχεία
es: Para los motores clasificados y los archivos asociados
et: hinnatud mootorite ja nendega seotud failide jaoks
fa: برای موتورهای رتبه‌بندی‌شده و فایل‌های مرتبط
fi: luokitelluille moottoreille ja niihin liittyville tiedostoille
fr: pour les moteurs évalués et les fichiers associés
he: עבור המנועים המדורגים והקבצים הנלווים
hi: रेटेड इंजन और संबंधित फ़ाइलों के लिए
hu: a névleges motorokhoz és a kapcsolódó fájlokhoz
id: untuk mesin yang dinilai dan file terkait
it: per i motori classificati e i file associati
ja: 定格エンジンおよび関連ファイル
lt: įvertintų variklių ir susijusių failų
lv: novērtētajiem dzinējiem un saistītajiem failiem
nl: voor de beoordeelde motoren en bijbehorende bestanden
no: for de nominelle motorene og tilhørende filer
pl: dla silników ocenionych i powiązanych plików
pt: para os motores classificados e arquivos associados
ro: pentru motoarele cotate și fișierele asociate
ru: для оцененных двигателей и связанных с ними файлов
sq: për motorët e vlerësuar dhe skedarët e lidhur
sr: за оцењене моторе и припадајуће датотеке
sv: för de nominella motorerna och tillhörande filer
sw: kwa injini zilizokadiriwa na faili zinazohusiana
ta: மதிப்பிடப்பட்ட இயந்திரங்கள் மற்றும் தொடர்புடைய கோப்புகளுக்கு
th: สำหรับเครื่องยนต์ที่ได้รับการจัดอันดับและไฟล์ที่เกี่ยวข้อง
tr: derecelendirilen motorlar ve ilişkili dosyalar için
uk: для номінальних двигунів та пов'язаних з ними файлів
ur: درجہ بند انجنوں اور متعلقہ فائلوں کے لیے
vi: cho các công cụ được đánh giá và các tập tin liên quan
