Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: I have placed some in < extra_personalities >
ar: لقد وضعت بعضًا منها في < extra_personality >
bg: Поставих някои в < extra_personalities >
bn: আমি <extra_personalities> তে কিছু রেখেছি।
cs: Některé jsem umístil do < extra_personalities >
da: Jeg har placeret nogle i < extra_personalities >
de: Ich habe einige in <extra_personalities> platziert
el: Έχω τοποθετήσει μερικά σε <extra_personalities>
es: He colocado algunos en < extra_personalities >
et: Olen mõned paigutanud kausta <lisapersonaalsused>
fa: من تعدادی را در <extra_personalities> قرار داده‌ام
fi: Olen sijoittanut joitakin <extra_personalities>-kansioon
fr: J'en ai placé quelques-uns dans < extra_personalities >
he: שמתי כמה ב-< extra_personalities >
hi: मैंने कुछ को < extra_personalities > में रखा है
hu: Elhelyeztem néhányat az < extra_personalities > kategóriában.
id: Saya telah menempatkan beberapa di <extra_personalities>
it: Ne ho messi alcuni in < extra_personalities >
ja: < extra_personalities >にいくつか置いておきます
lt: Įdėjau keletą į <papildomos_asmenybės>
lv: Esmu dažus ievietojis <papildpersonības>.
nl: Ik heb er een aantal in < extra_personalities > geplaatst
no: Jeg har plassert noen i < extra_personalities >
pl: Umieściłem kilka w < extra_personalities >
pt: Coloquei alguns em < extra_personalities >
ro: Am plasat câteva în < extra_personalities >
ru: Я поместил некоторые в <extra_personalities>
sq: Kam vendosur disa në <extra_personalities >
sr: Поставио/ла сам неке у < extra_personalities >
sv: Jag har placerat några i < extra_personalities >
sw: Nimeweka zingine katika < extra_personalities >
ta: நான் சிலவற்றை extra_personalities > இல் சேர்த்துள்ளேன்.
th: ฉันได้วางไว้ใน < extra_personalities >
tr: Bazılarını < extra_personalities >'e yerleştirdim
uk: Я розмістив деякі в < extra_personalities >
ur: میں نے کچھ کو < extra_personalities > میں رکھا ہے۔
vi: Tôi đã đặt một số trong <extra_personalities>

source: within the < Personalities > directory.
ar: ضمن دليل <الشخصيات>.
bg: в директорията < Личности >.
bn: <ব্যক্তিগত> ডিরেক্টরির মধ্যে।
cs: v adresáři <Osobnosti>.
da: i mappen <Personligheder>.
de: im Verzeichnis <Personalities>.
el: μέσα στον κατάλογο <Προσωπικότητες>.
es: dentro del directorio < Personalidades >.
et: kataloogis <Personalities>.
fa: در پوشه‌ی <شخصیت‌ها>.
fi: <Personalities>-hakemistossa.
fr: dans le répertoire < Personnalités >.
he: בתוך הספרייה < אישיויות >.
hi: < व्यक्तित्व > निर्देशिका के भीतर.
hu: a < Személyiségek > könyvtáron belül.
id: dalam direktori < Personalities >.
it: all'interno della directory < Personalità >.
ja: < Personalities > ディレクトリ内。
lt: kataloge < Asmenybės >.
lv: direktorijā < Personības >.
nl: in de map <Personities>.
no: i <Personligheter>-katalogen.
pl: w katalogu < Osobowości >.
pt: dentro do diretório < Personalidades >.
ro: în directorul < Personalități >.
ru: в каталоге < Личности >.
sq: brenda direktorisë <Personalities>.
sr: у директоријуму < Personalities >.
sv: i katalogen <Personligheter>.
sw: ndani ya < Personalities > directory.
ta: ஆளுமைகள் > கோப்பகத்திற்குள்.
th: ภายในไดเร็กทอรี <บุคลิกภาพ>
tr: < Kişilikler > dizini içinde.
uk: у каталозі < Персоналії >.
ur: <شخصیات> ڈائریکٹری کے اندر۔
vi: trong thư mục <Personities>.

source: The personality files are stored in the following directories -
ar: يتم تخزين ملفات الشخصية في الدلائل التالية -
bg: Файловете с личността се съхраняват в следните директории -
bn: ব্যক্তিত্বের ফাইলগুলি নিম্নলিখিত ডিরেক্টরিগুলিতে সংরক্ষণ করা হয় -
cs: Soubory s osobnostmi jsou uloženy v následujících adresářích -
da: Personlighedsfilerne er gemt i følgende mapper -
de: Die Persönlichkeitsdateien werden in den folgenden Verzeichnissen gespeichert -
el: Τα αρχεία προσωπικότητας αποθηκεύονται στους ακόλουθους καταλόγους -
es: Los archivos de personalidad se almacenan en los siguientes directorios:
et: Isiksusefailid salvestatakse järgmistesse kataloogidesse:
fa: فایل‌های شخصیت در دایرکتوری‌های زیر ذخیره می‌شوند -
fi: Persoonallisuustiedostot tallennetaan seuraaviin hakemistoihin:
fr: Les fichiers de personnalité sont stockés dans les répertoires suivants -
he: קבצי האישיות מאוחסנים בספריות הבאות -
hi: व्यक्तित्व फ़ाइलें निम्नलिखित निर्देशिकाओं में संग्रहीत हैं -
hu: A személyiségfájlok a következő könyvtárakban tárolódnak:
id: File kepribadian disimpan dalam direktori berikut -
it: I file di personalità sono archiviati nelle seguenti directory:
ja: パーソナリティファイルは次のディレクトリに保存されます -
lt: Asmenybės failai saugomi šiuose kataloguose:
lv: Personības faili tiek glabāti šādos direktorijos:
nl: De persoonlijkheidsbestanden worden opgeslagen in de volgende mappen:
no: Personlighetsfilene er lagret i følgende kataloger -
pl: Pliki osobowości przechowywane są w następujących katalogach:
pt: Os arquivos de personalidade são armazenados nos seguintes diretórios -
ro: Fișierele de personalitate sunt stocate în următoarele directoare -
ru: Файлы личности хранятся в следующих каталогах:
sq: Skedarët e personalitetit ruhen në drejtoritë e mëposhtme -
sr: Датотеке личности се чувају у следећим директоријумима -
sv: Personlighetsfilerna lagras i följande kataloger -
sw: Faili za kibinafsi zimehifadhiwa katika saraka zifuatazo -
ta: ஆளுமை கோப்புகள் பின்வரும் கோப்பகங்களில் சேமிக்கப்படுகின்றன -
th: ไฟล์บุคลิกภาพจะถูกเก็บไว้ในไดเร็กทอรีต่อไปนี้ -
tr: Kişilik dosyaları aşağıdaki dizinlerde saklanır:
uk: Файли особистості зберігаються в таких каталогах -
ur: شخصیت کی فائلیں درج ذیل ڈائریکٹریوں میں محفوظ ہوتی ہیں۔
vi: Các tập tin cá nhân được lưu trữ trong các thư mục sau -

source: plus
ar: زائد
bg: плюс
bn: প্লাস
el: συν
es: más
et: pluss
fa: به علاوه
he: פְּלוּס
hi: प्लस
hu: plusz
it: più
ja: プラス
lt: pliusas
no: pluss
pt: mais
ru: плюс
sr: плус
sw: pamoja
ta: கூடுதலாக
th: บวก
tr: artı
uk: плюс
ur: پلس
vi: cộng thêm

source: or
ar: أو
bg: или
bn: অথবা
cs: nebo
da: eller
de: oder
el: ή
es: o
et: või
fa: یا
fi: tai
fr: ou
he: אוֹ
hi: या
hu: vagy
id: atau
it: O
ja: または
lt: arba
lv: vai
nl: of
no: eller
pl: Lub
pt: ou
ro: sau
ru: или
sq: ose
sr: или
sv: eller
sw: au
ta: அல்லது
th: หรือ
tr: veya
uk: або
ur: یا
vi: hoặc

source: The files can be modified from within Nimzo_3d to adjust the
ar: يمكن تعديل الملفات من داخل Nimzo_3d لضبط
bg: Файловете могат да бъдат модифицирани от Nimzo_3d, за да се коригира
bn: ফাইলগুলিকে Nimzo_3d এর মধ্যে থেকে পরিবর্তন করা যেতে পারে যাতে সামঞ্জস্য করা যায়
cs: Soubory lze upravovat v Nimzo_3d a upravovat tak
da: Filerne kan ændres indefra Nimzo_3d for at justere
de: Die Dateien können innerhalb von Nimzo_3d geändert werden, um die
el: Τα αρχεία μπορούν να τροποποιηθούν μέσα από το Nimzo_3d για να προσαρμόσετε το
es: Los archivos se pueden modificar desde Nimzo_3d para ajustar el
et: Faile saab Nimzo_3d seest muuta, et kohandada
fa: فایل‌ها را می‌توان از داخل Nimzo_3d تغییر داد تا تنظیمات لازم انجام شود.
fi: Tiedostoja voidaan muokata Nimzo_3d:n sisällä
fr: Les fichiers peuvent être modifiés depuis Nimzo_3d pour ajuster le
he: ניתן לשנות את הקבצים מתוך Nimzo_3d כדי להתאים את
hi: फ़ाइलों को समायोजित करने के लिए Nimzo_3d के भीतर से संशोधित किया जा सकता है
hu: A fájlok a Nimzo_3d-n belül módosíthatók a következők beállításához:
id: File dapat dimodifikasi dari dalam Nimzo_3d untuk menyesuaikan
it: I file possono essere modificati dall'interno di Nimzo_3d per adattarli
ja: Nimzo_3d内からファイルを変更して調整することができます。
lt: Failus galima modifikuoti „Nimzo_3d“ viduje, kad būtų galima pakoreguoti
lv: Failus var modificēt no Nimzo_3d, lai pielāgotu
nl: De bestanden kunnen vanuit Nimzo_3d worden aangepast om de
no: Filene kan endres fra Nimzo_3d for å justere
pl: Pliki można modyfikować w programie Nimzo_3d, aby dostosować
pt: Os arquivos podem ser modificados de dentro do Nimzo_3d para ajustar o
ro: Fișierele pot fi modificate din Nimzo_3d pentru a ajusta
ru: Файлы можно изменять в Nimzo_3d для настройки
sq: Skedarët mund të modifikohen nga brenda Nimzo_3d për të rregulluar
sr: Датотеке се могу изменити из Nimzo_3d-а да би се подесиле
sv: Filerna kan modifieras inifrån Nimzo_3d för att justera
sw: Faili zinaweza kubadilishwa kutoka ndani ya Nimzo_3d ili kurekebisha
ta: Nimzo_3d-க்குள் இருந்து கோப்புகளை மாற்றியமைக்கலாம், இதனால்
th: ไฟล์สามารถปรับเปลี่ยนได้จากภายใน Nimzo_3d เพื่อปรับ
tr: Dosyalar, Nimzo_3d içinden değiştirilerek ayarlanabilir
uk: Файли можна змінювати з Nimzo_3d для налаштування
ur: فائلوں کو ایڈجسٹ کرنے کے لیے Nimzo_3d کے اندر سے ترمیم کی جا سکتی ہے۔
vi: Các tập tin có thể được sửa đổi từ bên trong Nimzo_3d để điều chỉnh

source: nodes per second and evaluation blur values and then saved back to disk.
ar: عقدة في الثانية وتقييم قيم الضبابية ثم حفظها مرة أخرى على القرص.
bg: възли в секунда и стойности на размазване при оценката, след което се запазват обратно на диска.
bn: প্রতি সেকেন্ডে নোড এবং মূল্যায়ন ব্লার মান এবং তারপর ডিস্কে সংরক্ষণ করা হয়।
cs: uzlů za sekundu a hodnoty rozmazání vyhodnocení a poté uloženy zpět na disk.
da: noder pr. sekund og evalueringssløringsværdier og gemmes derefter tilbage på disken.
de: Knoten pro Sekunde und Auswertungsunschärfewerte und dann wieder auf der Festplatte gespeichert.
el: κόμβους ανά δευτερόλεπτο και τιμές θολώματος αξιολόγησης και στη συνέχεια αποθηκεύονται ξανά στο δίσκο.
es: nodos por segundo y valores de desenfoque de evaluación y luego guardados nuevamente en el disco.
et: sõlmede sekundis ja hindamise hägususe väärtused ning seejärel salvestatakse need tagasi kettale.
fa: گره در ثانیه و مقادیر تاری ارزیابی شده و سپس دوباره روی دیسک ذخیره می‌شوند.
fi: solmuja sekunnissa ja arvioinnin sumennusarvot ja tallennetaan sitten takaisin levylle.
fr: nœuds par seconde et valeurs de flou d'évaluation, puis enregistrés sur le disque.
he: צמתים לשנייה וערכי טשטוש הערכה ולאחר מכן נשמרים בחזרה לדיסק.
hi: प्रति सेकंड नोड्स और मूल्यांकन धुंधला मान और फिर डिस्क पर वापस सहेजा गया।
hu: másodpercenkénti csomópontok és az értékelés elmosódási értékei, majd visszamentve lemezre.
id: node per detik dan nilai blur evaluasi lalu disimpan kembali ke disk.
it: nodi al secondo e valori di sfocatura della valutazione, quindi salvati nuovamente su disco.
ja: 1 秒あたりのノード数と評価ブラー値が計算され、ディスクに保存されます。
lt: mazgų per sekundę ir įvertinimo suliejimo reikšmės, o tada išsaugomos atgal į diską.
lv: mezglu skaits sekundē un novērtēšanas izpludināšanas vērtības un pēc tam saglabātas atpakaļ diskā.
nl: knooppunten per seconde en evaluatie vervagen de waarden en worden vervolgens weer op schijf opgeslagen.
no: noder per sekund og evalueringsuskarphetsverdier og deretter lagret tilbake til disken.
pl: węzłów na sekundę i wartości rozmycia oceny, a następnie zapisywane z powrotem na dysku.
pt: nós por segundo e valores de desfoque de avaliação e depois salvos de volta no disco.
ro: noduri pe secundă și valori de estompare a evaluării, apoi salvate înapoi pe disc.
ru: узлов в секунду и оценки значений размытия, а затем сохраняются обратно на диск.
sq: nyjet për sekondë dhe vlerat e turbullimit të vlerësimit dhe më pas ruhen përsëri në disk.
sr: чворова у секунди и вредности замућења евалуације, а затим се чувају назад на диск.
sv: noder per sekund och utvärderingssuddighetsvärden och sparas sedan tillbaka till disken.
sw: nodi kwa sekunde na viwango vya ukungu vya tathmini na kisha kuhifadhiwa kwenye diski.
ta: வினாடிக்கு முனைகள் மற்றும் மதிப்பீடு மங்கலான மதிப்புகள் மற்றும் பின்னர் வட்டில் சேமிக்கப்படும்.
th: โหนดต่อวินาทีและการประเมินค่าเบลอแล้วบันทึกกลับไปยังดิสก์
tr: Saniye başına düğüm sayısı ve değerlendirme bulanıklığı değerleri hesaplanıp tekrar diske kaydedilir.
uk: вузлів за секунду та значень розмиття оцінки, а потім збережені назад на диск.
ur: نوڈس فی سیکنڈ اور ایویلیویشن بلر ویلیوز اور پھر واپس ڈسک پر محفوظ کر دیے گئے۔
vi: số nút trên giây và giá trị làm mờ đánh giá rồi lưu lại vào đĩa.

source: It does not matter that the personality files can end up with commands
ar: لا يهم أن ملفات الشخصية يمكن أن تنتهي بالأوامر
bg: Няма значение, че файловете с личността могат да завършат с команди
bn: ব্যক্তিত্বের ফাইলগুলি কমান্ড দিয়ে শেষ হতে পারে তাতে কিছু যায় আসে না
cs: Nezáleží na tom, že soubory s osobnostmi mohou skončit s příkazy
da: Det er ligegyldigt, at personlighedsfilerne kan ende med kommandoer
de: Es spielt keine Rolle, dass die Persönlichkeitsdateien mit Befehlen enden können
el: Δεν έχει σημασία ότι τα αρχεία προσωπικότητας μπορούν να καταλήξουν με εντολές
es: No importa que los archivos de personalidad puedan terminar con comandos
et: Pole oluline, et isiksusefailid võivad lõppeda käskudega
fa: فرقی نمی‌کند که فایل‌های شخصیتی بتوانند با دستوراتی به پایان برسند
fi: Ei ole väliä, että persoonallisuustiedostoihin voi päätyä komentoja
fr: Peu importe que les fichiers de personnalité puissent se retrouver avec des commandes
he: לא משנה שקבצי האישיות יכולים להכיל פקודות
hi: इससे कोई फर्क नहीं पड़ता कि व्यक्तित्व फ़ाइलें आदेशों के साथ समाप्त हो सकती हैं
hu: Nem számít, hogy a személyiségfájlok parancsokkal végződhetnek
id: Tidak masalah jika file kepribadian dapat berakhir dengan perintah
it: Non importa che i file di personalità possano finire con i comandi
ja: パーソナリティファイルにコマンドが書かれていても問題はありません
lt: Nesvarbu, kad asmenybės failai gali baigtis komandomis
lv: Nav svarīgi, ka personības faili var beigties ar komandām
nl: Het maakt niet uit dat de persoonlijkheidsbestanden kunnen eindigen met opdrachten
no: Det spiller ingen rolle at personlighetfilene kan ende opp med kommandoer
pl: Nie ma znaczenia, że pliki osobowości mogą kończyć się poleceniami
pt: Não importa que os arquivos de personalidade possam acabar com comandos
ro: Nu contează că fișierele de personalitate pot ajunge cu comenzi
ru: Не имеет значения, что файлы личности могут оказаться с командами
sq: Nuk ka rëndësi që skedarët e personalitetit mund të përfundojnë me komanda
sr: Није битно што датотеке личности могу завршити са командама
sv: Det spelar ingen roll att personlighetsfilerna kan innehålla kommandon
sw: Haijalishi kwamba faili za kibinafsi zinaweza kuishia na amri
ta: ஆளுமை கோப்புகள் கட்டளைகளுடன் முடிவடையும் என்பது முக்கியமல்ல.
th: ไม่สำคัญว่าไฟล์บุคลิกภาพจะจบลงด้วยคำสั่ง
tr: Kişilik dosyalarının komutlarla sonuçlanması önemli değil
uk: Не має значення, що файли особистості можуть містити команди
ur: اس سے کوئی فرق نہیں پڑتا ہے کہ شخصیت کی فائلیں کمانڈ کے ساتھ ختم ہوسکتی ہیں۔
vi: Không quan trọng là các tập tin cá nhân có thể kết thúc bằng các lệnh

source: that are unsuitable for the engine currently in use, because they are
ar: التي لا تناسب المحرك المستخدم حاليًا، لأنها
bg: които са неподходящи за двигателя, който се използва в момента, защото са
bn: যেগুলো বর্তমানে ব্যবহৃত ইঞ্জিনের জন্য অনুপযুক্ত, কারণ সেগুলো
cs: které nejsou vhodné pro aktuálně používaný motor, protože jsou
da: som ikke er egnede til den motor, der er i brug i øjeblikket, fordi de er
de: die für den aktuell eingesetzten Motor ungeeignet sind, weil sie
el: που είναι ακατάλληλα για τον κινητήρα που χρησιμοποιείται αυτήν τη στιγμή, επειδή είναι
es: que no son adecuados para el motor actualmente en uso, porque son
et: mis ei sobi praegu kasutatavale mootorile, kuna need on
fa: که برای موتور مورد استفاده فعلی نامناسب هستند، زیرا آنها
fi: jotka eivät sovellu käytössä olevaan moottoriin, koska ne ovat
fr: qui ne conviennent pas au moteur actuellement utilisé, car ils sont
he: שאינם מתאימים למנוע הנמצא כעת בשימוש, משום שהם
hi: जो वर्तमान में उपयोग में आने वाले इंजन के लिए अनुपयुक्त हैं, क्योंकि वे
hu: amelyek nem alkalmasak a jelenleg használt motorhoz, mert
id: yang tidak cocok untuk mesin yang sedang digunakan, karena mereka
it: che non sono adatti al motore attualmente in uso, perché sono
ja: 現在使用されているエンジンには適さないもの。
lt: kurie netinka šiuo metu naudojamam varikliui, nes yra
lv: kas nav piemēroti pašlaik lietotajam dzinējam, jo ​​tie ir
nl: die niet geschikt zijn voor de momenteel gebruikte motor, omdat ze
no: som ikke passer for motoren som er i bruk, fordi de er
pl: które nie nadają się do aktualnie używanego silnika, ponieważ są
pt: que não são adequados para o motor atualmente em uso, porque são
ro: care sunt nepotrivite pentru motorul utilizat în prezent, deoarece sunt
ru: которые не подходят для двигателя, который в настоящее время используется, потому что они
sq: që janë të papërshtatshme për motorin që është aktualisht në përdorim, sepse janë
sr: који нису погодни за мотор који се тренутно користи, јер су
sv: som är olämpliga för den motor som används för närvarande, eftersom de är
sw: ambazo hazifai kwa injini inayotumika sasa, kwa sababu ziko
ta: தற்போது பயன்பாட்டில் உள்ள எஞ்சினுக்குப் பொருத்தமற்றவை, ஏனெனில் அவை
th: ที่ไม่เหมาะสมสำหรับเครื่องยนต์ที่ใช้งานในปัจจุบัน เนื่องจาก
tr: şu anda kullanılan motor için uygun olmayanlar, çünkü bunlar
uk: які не підходять для двигуна, що використовується на даний момент, оскільки вони є
ur: جو فی الحال زیر استعمال انجن کے لیے موزوں نہیں ہیں، کیونکہ وہ ہیں۔
vi: không phù hợp với động cơ hiện đang sử dụng, vì chúng

source: filtered out by the GUI before they are sent to the engine.
ar: يتم تصفيتها بواسطة واجهة المستخدم الرسومية قبل إرسالها إلى المحرك.
bg: филтрирани от графичния потребителски интерфейс, преди да бъдат изпратени към двигателя.
bn: ইঞ্জিনে পাঠানোর আগে GUI দ্বারা ফিল্টার করা হয়।
cs: filtrovány grafickým rozhraním před odesláním do enginu.
da: filtreres fra af den grafiske brugergrænseflade, før de sendes til motoren.
de: von der GUI herausgefiltert, bevor sie an die Engine gesendet werden.
el: φιλτράρονται από το GUI πριν σταλούν στη μηχανή.
es: filtrados por la GUI antes de enviarlos al motor.
et: graafilise kasutajaliidese poolt enne mootorile saatmist välja filtreeritud.
fa: قبل از ارسال به موتور، توسط رابط کاربری گرافیکی فیلتر می‌شوند.
fi: graafisen käyttöliittymän suodattamat ennen kuin ne lähetetään hakumoottorille.
fr: filtrés par l'interface graphique avant d'être envoyés au moteur.
he: מסוננים על ידי ה-GUI לפני שהם נשלחים למנוע.
hi: इंजन को भेजे जाने से पहले उन्हें GUI द्वारा फ़िल्टर कर दिया जाता है।
hu: a grafikus felhasználói felület kiszűri őket, mielőtt a motornak küldenék őket.
id: disaring oleh GUI sebelum dikirim ke mesin.
it: filtrati dalla GUI prima di essere inviati al motore.
ja: エンジンに送信される前に GUI によってフィルタリングされます。
lt: prieš siunčiant juos varikliui, juos išfiltruoja grafinė sąsaja.
lv: GUI tos filtrē, pirms tie tiek nosūtīti uz dzinēju.
nl: worden door de GUI uitgefilterd voordat ze naar de engine worden gestuurd.
no: filtreres ut av det grafiske brukergrensesnittet før de sendes til motoren.
pl: filtrowane przez GUI przed wysłaniem do silnika.
pt: filtrados pela GUI antes de serem enviados ao mecanismo.
ro: filtrate de interfața grafică înainte de a fi trimise către motor.
ru: отфильтрованы графическим интерфейсом пользователя перед отправкой в движок.
sq: filtrohen nga GUI përpara se të dërgohen në motor.
sr: филтрира их графички кориснички интерфејс пре него што се пошаљу мотору.
sv: filtreras bort av det grafiska användargränssnittet innan de skickas till motorn.
sw: kuchujwa na GUI kabla ya kutumwa kwa injini.
ta: அவை எஞ்சினுக்கு அனுப்பப்படுவதற்கு முன்பு GUI ஆல் வடிகட்டப்படுகின்றன.
th: กรองออกโดย GUI ก่อนที่จะส่งไปยังเครื่องยนต์
tr: motora gönderilmeden önce GUI tarafından filtrelenir.
uk: відфільтровані графічним інтерфейсом, перш ніж вони будуть надіслані до двигуна.
ur: انجن کو بھیجنے سے پہلے GUI کے ذریعے فلٹر کیا جاتا ہے۔
vi: được lọc ra bởi GUI trước khi chúng được gửi đến công cụ.

source: Rodent commands
ar: أوامر القوارض
bg: Команди на гризачи
bn: ইঁদুরের আদেশ
cs: Příkazy pro hlodavce
da: Gnaverkommandoer
de: Nagetierbefehle
el: Εντολές τρωκτικών
es: Órdenes de roedores
et: Näriliste käsud
fa: دستورات جوندگان
fi: Jyrsijöiden komennot
fr: Commandes pour rongeurs
he: פקודות מכרסמים
hi: कृंतक आदेश
hu: Rágcsálóparancsok
id: Perintah hewan pengerat
it: Comandi per roditori
ja: 齧歯類のコマンド
lt: Graužikų komandos
lv: Grauzēju komandas
nl: Knaagdier commando's
no: Gnagerkommandoer
pl: Komendy dla gryzoni
pt: Comandos de roedores
ro: Comenzi pentru rozătoare
ru: Команды грызунов
sq: Komandat e brejtësve
sr: Команде глодара
sv: Gnagarkommandon
sw: Amri za panya
ta: கொறிக்கும் கட்டளைகள்
th: คำสั่งสัตว์ฟันแทะ
tr: Kemirgen komutları
uk: Команди гризунів
ur: چوہا حکم دیتا ہے۔
vi: Lệnh của loài gặm nhấm

source: These descriptions of the Rodent chess engine personalities are taken from
ar: هذه الأوصاف لشخصيات محرك الشطرنج القوارض مأخوذة من
bg: Тези описания на характеристиките на шахматния енджин Rodent са взети от
bn: ইঁদুর দাবা ইঞ্জিন ব্যক্তিত্বের এই বর্ণনাগুলি থেকে নেওয়া হয়েছে
cs: Tyto popisy vlastností šachového enginu Rodent jsou převzaty z
da: Disse beskrivelser af Rodent-skakmaskinens personligheder er taget fra
de: Diese Beschreibungen der Rodent-Schach-Engine-Persönlichkeiten stammen aus
el: Αυτές οι περιγραφές των προσωπικοτήτων της μηχανής σκακιού Rodent προέρχονται από
es: Estas descripciones de las personalidades del motor de ajedrez Rodent están tomadas de
et: Need näriliste malemootorite isiksuste kirjeldused on võetud allikast
fa: این توصیفات از شخصیت‌های موتور شطرنج Rodent از ... گرفته شده است.
fi: Nämä kuvaukset jyrsijöiden shakkimoottorien persoonallisuuksista on otettu lähteestä
fr: Ces descriptions des personnalités du moteur d'échecs Rodent sont tirées de
he: תיאורים אלה של אישיויות מנוע השחמט של מכרסמים לקוחים מתוך
hi: रोडेंट शतरंज इंजन व्यक्तित्वों के ये विवरण यहां से लिए गए हैं
hu: A Rodent sakkmotor személyiségeinek leírásai innen származnak
id: Deskripsi kepribadian mesin catur Rodent ini diambil dari
it: Queste descrizioni delle personalità del motore scacchistico Rodent sono tratte da
ja: Rodentチェスエンジンのパーソナリティに関するこれらの説明は、
lt: Šie graužikų šachmatų variklių asmenybių aprašymai paimti iš
lv: Šie grauzēju šaha dzinēja personību apraksti ir ņemti no
nl: Deze beschrijvingen van de persoonlijkheden van de Rodent-schaakmachine zijn afkomstig uit
no: Disse beskrivelsene av Rodent-sjakkmaskinens personligheter er hentet fra
pl: Poniższe opisy osobowości silnika szachowego Rodent pochodzą z
pt: Essas descrições das personalidades do motor de xadrez Rodent foram retiradas de
ro: Aceste descrieri ale personalităților motorului de șah Rodent sunt preluate din
ru: Эти описания личностей шахматного движка Rodent взяты из
sq: Këto përshkrime të personaliteteve të motorit të shahut Rodent janë marrë nga
sr: Ови описи карактеристика шаховског система Rodent су преузети из
sv: Dessa beskrivningar av Rodent-schackmaskinens personlighet är hämtade från
sw: Maelezo haya ya haiba ya injini ya Rodent chess yamechukuliwa kutoka
ta: கொறித்துண்ணி சதுரங்க இயந்திர ஆளுமைகளின் இந்த விளக்கங்கள் இதிலிருந்து எடுக்கப்பட்டவை.
th: คำอธิบายเกี่ยวกับบุคลิกของโปรแกรมเล่นหมากรุกหนูเหล่านี้นำมาจาก
tr: Kemirgen satranç motoru kişiliklerinin bu açıklamaları şu kaynaktan alınmıştır:
uk: Ці описи особливостей шахового рушія Rodent взяті з
ur: روڈنٹ شطرنج انجن کی شخصیات کی یہ تفصیل لی گئی ہے۔
vi: Những mô tả về tính cách của công cụ cờ vua Rodent được lấy từ
