Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Imagine him as a player already past his prime,
ar: تخيله كلاعب تجاوز ذروته بالفعل،
bg: Представете си го като играч, който вече е преминал разцвета на силите си,
bn: কল্পনা করুন তাকে একজন খেলোয়াড় হিসেবে, যিনি ইতিমধ্যেই তার সেরা সময় পার করে ফেলেছেন,
cs: Představte si ho jako hráče, který už má za sebou vrcholné roky,
da: Forestil dig ham som en spiller, der allerede er forbi sin bedste alder.
de: Stellen Sie sich ihn als einen Spieler vor, der seine besten Zeiten bereits hinter sich hat.
el: Φανταστείτε τον ως έναν παίκτη που έχει ήδη περάσει την ακμή του,
es: Imagínenselo como un jugador que ya pasó su mejor momento,
et: Kujutage teda ette mängijana, kes on juba oma parimatest päevadest möödas.
fa: او را به عنوان بازیکنی تصور کنید که دوران اوجش را پشت سر گذاشته است،
fi: Kuvittele hänet pelaajana, joka on jo parhaiden vuosiensa ohittanut.
fr: Imaginez-le comme un joueur déjà passé son apogée,
he: דמיינו אותו כשחקן שכבר עבר את שיאו,
hi: कल्पना कीजिए कि वह एक ऐसे खिलाड़ी हैं जो अपने सर्वश्रेष्ठ दौर से गुजर चुका है,
hu: Képzeld el őt úgy, mint egy játékost, aki már túl van a fénykorán,
id: Bayangkan dia sebagai pemain yang sudah melewati masa jayanya,
it: Immaginatelo come un giocatore che ha già superato il suo periodo migliore,
ja: 彼がすでに全盛期を過ぎた選手だと想像してみてほしい。
lt: Įsivaizduokite jį kaip žaidėją, jau praėjusį savo jėgų piką,
lv: Iedomājieties viņu kā spēlētāju, kurš jau ir pāri savam spēka pilnbriedam.
nl: Stel je hem voor als een speler die al voorbij zijn hoogtepunt is,
no: Se for deg ham som en spiller som allerede er forbi sin beste alder.
pl: Wyobraźcie go sobie jako gracza, który już minął swój najlepszy okres,
pt: Imagine-o como um jogador que já passou do auge,
ro: Imaginează-ți-l ca pe un jucător deja trecut de perioada de glorie,
ru: Представьте его себе как игрока, уже пережившего расцвет своей карьеры,
sq: Imagjinojeni atë si një lojtar që tashmë ka kaluar kulmin e karrierës së tij,
sr: Замислите га као играча који је већ прошао своје најбоље године,
sv: Tänk dig honom som en spelare som redan passerat sin toppformation.
sw: Wazia kama mchezaji ambaye tayari amepita wakati wake,
ta: அவரை ஏற்கனவே தனது பிரைம்பை கடந்த ஒரு வீரராக கற்பனை செய்து பாருங்கள்,
th: ลองจินตนาการว่าเขาเป็นผู้เล่นที่ผ่านจุดสูงสุดของเขาไปแล้ว
tr: Onu, en iyi dönemini geride bırakmış bir oyuncu olarak düşünün,
uk: Уявіть собі його як гравця, який вже пережив розквіт сил,
ur: اسے ایک کھلاڑی کے طور پر تصور کریں جو اس کے پرائم سے گزر چکے ہیں،
vi: Hãy tưởng tượng anh ấy là một cầu thủ đã qua thời kỳ đỉnh cao,

source: disrespectful towards his opponents and still quite dangerous.
ar: غير محترم تجاه خصومه ولا يزال خطيرًا جدًا.
bg: неуважително към противниците си и все още доста опасно.
bn: প্রতিপক্ষের প্রতি অসম্মানজনক এবং এখনও বেশ বিপজ্জনক।
cs: neuctivý vůči svým soupeřům a stále dost nebezpečný.
da: respektløs over for sine modstandere og stadig ret farlig.
de: respektlos gegenüber seinen Gegnern und dennoch ziemlich gefährlich.
el: ασεβής προς τους αντιπάλους του και παρόλα αυτά αρκετά επικίνδυνος.
es: irrespetuoso hacia sus oponentes y aún así bastante peligroso.
et: lugupidamatu oma vastaste suhtes ja ikkagi üsna ohtlik.
fa: نسبت به حریفانش بی‌احترامی می‌کند و همچنان کاملاً خطرناک است.
fi: epäkunnioittava vastustajiaan kohtaan ja silti melko vaarallinen.
fr: irrespectueux envers ses adversaires et toujours assez dangereux.
he: חסר כבוד כלפי יריביו ועדיין די מסוכן.
hi: अपने विरोधियों के प्रति अनादरपूर्ण और फिर भी काफी खतरनाक।
hu: tiszteletlen az ellenfeleivel szemben, és mégis meglehetősen veszélyes.
id: tidak sopan terhadap lawan-lawannya dan masih cukup berbahaya.
it: irrispettoso nei confronti dei suoi avversari e comunque piuttosto pericoloso.
ja: 対戦相手に対して失礼であり、依然として非常に危険です。
lt: nepagarbus savo priešininkams ir vis dar gana pavojingas.
lv: necieņas pilns pret saviem pretiniekiem un joprojām diezgan bīstams.
nl: respectloos tegenover zijn tegenstanders en toch behoorlijk gevaarlijk.
no: respektløs mot motstanderne sine, og fortsatt ganske farlig.
pl: nieokazujący szacunku swoim przeciwnikom, ale mimo to dość niebezpieczny.
pt: desrespeitoso com seus oponentes e ainda bastante perigoso.
ro: lipsit de respect față de adversarii săi și totuși destul de periculos.
ru: неуважительно по отношению к своим противникам и все еще довольно опасно.
sq: mungesë respekti ndaj kundërshtarëve të tij dhe prapëseprapë mjaft i rrezikshëm.
sr: непоштован према својим противницима и даље прилично опасан.
sv: respektlös mot sina motståndare och ändå ganska farlig.
sw: kutoheshimu wapinzani wake na bado ni hatari sana.
ta: எதிரிகளை அவமரியாதை செய்கிறார், இன்னும் மிகவும் ஆபத்தானவர்.
th: ไม่เคารพคู่ต่อสู้และยังอันตรายมาก
tr: Rakiplerine karşı saygısız ve bir o kadar da tehlikeli.
uk: неповажний до своїх опонентів і все ще досить небезпечний.
ur: اپنے مخالفین کے لیے بے عزتی اور اب بھی کافی خطرناک۔
vi: thiếu tôn trọng đối thủ và vẫn khá nguy hiểm.

source: Grumpy likes restricting enemy movement and attacking,
ar: يحب غاضب تقييد حركة العدو والهجوم،
bg: Гръмпи обича да ограничава движението на врага и да атакува,
bn: গ্রাম্পি শত্রুর চলাচল সীমিত করতে এবং আক্রমণ করতে পছন্দ করে,
cs: Grumpy rád omezuje pohyb nepřátel a útočí,
da: Grumpy kan lide at begrænse fjendens bevægelser og angreb,
de: Grumpy schränkt gern die Bewegung des Feindes ein und greift an.
el: Στον Γκρινιάρη αρέσει να περιορίζει την κίνηση του εχθρού και να επιτίθεται,
es: A Grumpy le gusta restringir el movimiento del enemigo y atacar,
et: Grumpyle meeldib vaenlase liikumist piirata ja rünnata,
fa: اخمو ​​دوست دارد حرکات دشمن را محدود کند و حمله کند،
fi: Grumpy tykkää rajoittaa vihollisen liikkumista ja hyökätä,
fr: Grumpy aime restreindre les mouvements de l'ennemi et attaquer,
he: גראמפי אוהב להגביל את תנועת האויב ולתקוף,
hi: ग्रम्पी को दुश्मन की गतिविधियों को रोकना और हमला करना पसंद है,
hu: Grumpy szereti korlátozni az ellenség mozgását és támadni,
id: Grumpy suka membatasi pergerakan musuh dan menyerang,
it: A Grumpy piace limitare i movimenti del nemico e attaccare,
ja: グランピーは敵の動きを制限して攻撃するのが好きで、
lt: Niurzgai patinka riboti priešo judėjimą ir pulti,
lv: Grumpy patīk ierobežot ienaidnieka kustību un uzbrukt,
nl: Grumpy houdt ervan de bewegingsvrijheid van de vijand te beperken en aan te vallen,
no: Grumpy liker å begrense fiendens bevegelser og angrep,
pl: Zrzęda lubi ograniczać ruchy i atakować wroga,
pt: Grumpy gosta de restringir o movimento do inimigo e atacar,
ro: Lui Grumpy îi place să restricționeze mișcarea inamicilor și să atace,
ru: Ворчун любит ограничивать движение противника и атаковать,
sq: Grumpy pëlqen të kufizojë lëvizjen e armikut dhe të sulmojë,
sr: Мргођа воли да ограничава кретање непријатеља и напада,
sv: Grumpy gillar att begränsa fiendens rörelser och attacker,
sw: Grumpy anapenda kuzuia harakati za adui na kushambulia,
ta: கோபக்காரனுக்கு எதிரியின் நடமாட்டத்தைக் கட்டுப்படுத்துவதும், தாக்குவதும் பிடிக்கும்.
th: หงุดหงิดชอบจำกัดการเคลื่อนไหวของศัตรูและโจมตี
tr: Huysuz, düşman hareketini kısıtlamayı ve saldırmayı sever,
uk: Сердитий любить обмежувати рух ворога та атакувати,
ur: بدمزاج دشمن کی نقل و حرکت کو محدود کرنا اور حملہ کرنا پسند کرتا ہے،
vi: Grumpy thích hạn chế chuyển động của kẻ thù và tấn công,

source: enjoys closed positions and expects to win.
ar: يستمتع بالمواقف المغلقة ويتوقع الفوز.
bg: радва се на затворени позиции и очаква да спечели.
bn: বন্ধ পজিশন উপভোগ করে এবং জয়ের আশা করে।
cs: užívá si uzavřené pozice a očekává výhru.
da: nyder lukkede positioner og forventer at vinde.
de: genießt geschlossene Positionen und erwartet einen Sieg.
el: απολαμβάνει κλειστές θέσεις και περιμένει να κερδίσει.
es: Disfruta de posiciones cerradas y espera ganar.
et: naudib suletud positsioone ja loodab võita.
fa: از موقعیت‌های بسته لذت می‌برد و انتظار برد دارد.
fi: nauttii suljetuista positioista ja odottaa voittavansa.
fr: apprécie les positions fermées et s'attend à gagner.
he: נהנה מפוזיציות סגורות ומצפה לנצח.
hi: बंद स्थिति का आनंद लेता है और जीतने की उम्मीद करता है।
hu: élvezi a zárt pozíciókat és nyerni akar.
id: menikmati posisi tertutup dan berharap untuk menang.
it: gode di posizioni chiuse e si aspetta di vincere.
ja: クローズドポジションを楽しみ、勝利を期待しています。
lt: mėgaujasi uždaromis pozicijomis ir tikisi laimėti.
lv: bauda slēgtas pozīcijas un sagaida uzvaru.
nl: houdt van gesloten posities en verwacht te winnen.
no: liker lukkede posisjoner og forventer å vinne.
pl: korzysta z zamkniętych pozycji i spodziewa się wygranej.
pt: gosta de posições fechadas e espera ganhar.
ro: se bucură de pozițiile închise și se așteaptă să câștige.
ru: пользуется закрытыми позициями и рассчитывает на победу.
sq: gëzon pozicione të mbyllura dhe pret të fitojë.
sr: ужива у затвореним позицијама и очекује победу.
sv: åtnjuter stängda positioner och förväntar sig att vinna.
sw: anafurahia nafasi zilizofungwa na anatarajia kushinda.
ta: மூடிய பதவிகளை அனுபவித்து வெற்றி பெற எதிர்பார்க்கிறார்.
th: เพลิดเพลินกับสถานะปิดและคาดว่าจะชนะ
tr: Kapalı pozisyonlardan hoşlanır ve kazanmayı bekler.
uk: насолоджується закритими позиціями та очікує на перемогу.
ur: بند پوزیشنوں سے لطف اندوز ہوتا ہے اور جیتنے کی امید رکھتا ہے۔
vi: thích các vị thế đóng và mong đợi chiến thắng.

source: Because of his age, he plays mostly not too modern openings.
ar: بسبب سنه، فإنه يلعب في الغالب افتتاحيات ليست حديثة جدًا.
bg: Поради възрастта си, той свири предимно не твърде модерни дебюти.
bn: বয়সের কারণে, সে বেশিরভাগই খুব বেশি আধুনিক ওপেনিংয়ে খেলে না।
cs: Vzhledem ke svému věku hraje většinou ne příliš moderní úvodní skladby.
da: På grund af sin alder spiller han for det meste ikke alt for moderne åbninger.
de: Aufgrund seines Alters spielt er meist nicht allzu moderne Eröffnungen.
el: Λόγω της ηλικίας του, παίζει κυρίως όχι πολύ μοντέρνα ανοίγματα.
es: Debido a su edad, suele jugar aperturas no demasiado modernas.
et: Oma vanuse tõttu mängib ta enamasti mitte liiga moodsaid avanguid.
fa: به دلیل سنش، او بیشتر شروع بازی نه چندان مدرنی دارد.
fi: Ikänsä vuoksi hän soittaa enimmäkseen ei kovin moderneja avauksia.
fr: En raison de son âge, il joue principalement des ouvertures pas trop modernes.
he: בגלל גילו, הוא מנגן בעיקר פתיחות לא מודרניות מדי.
hi: अपनी उम्र के कारण, वह ज्यादातर आधुनिक ओपनिंग नहीं खेलते हैं।
hu: Kora miatt többnyire nem túl modern megnyitásokat játszik.
id: Karena usianya, ia kebanyakan memainkan pembukaan yang tidak terlalu modern.
it: A causa della sua età, gioca per lo più con aperture non troppo moderne.
ja: 彼は年齢のせいで、あまり現代的ではないオープニングを主に演奏します。
lt: Dėl savo amžiaus jis dažniausiai groja ne itin modernias debiutas.
lv: Vecuma dēļ viņš pārsvarā spēlē ne pārāk modernas ievadspēles.
nl: Vanwege zijn leeftijd speelt hij meestal niet al te moderne openingen.
no: På grunn av alderen spiller han stort sett ikke altfor moderne åpninger.
pl: Ze względu na swój wiek gra głównie niezbyt współczesne debiuty.
pt: Por conta da idade, ele toca principalmente aberturas não muito modernas.
ro: Din cauza vârstei sale, cântă în mare parte deschideri nu prea moderne.
ru: В силу своего возраста он играет в основном не слишком современные дебюты.
sq: Për shkak të moshës së tij, ai luan kryesisht hapje jo shumë moderne.
sr: Због својих година, свира углавном не баш модерне уводне комаде.
sv: På grund av sin ålder spelar han mestadels inte alltför moderna öppningar.
sw: Kwa sababu ya umri wake, anacheza zaidi fursa zisizo za kisasa sana.
ta: அவரது வயதின் காரணமாக, அவர் பெரும்பாலும் மிகவும் நவீனமான தொடக்க ஆட்டக்காரர்களை அல்ல.
th: เพราะอายุของเขา เขาจึงเล่นเพลงเปิดส่วนใหญ่ที่ไม่ค่อยทันสมัยนัก
tr: Yaşı itibariyle çok da modern olmayan açılışlar çalıyor.
uk: Через свій вік він грає здебільшого не надто сучасні дебюти.
ur: اپنی عمر کی وجہ سے، وہ زیادہ تر زیادہ جدید اوپننگ نہیں کھیلتا ہے۔
vi: Vì tuổi tác, ông chủ yếu chơi những khai cuộc không quá hiện đại.

source: For example, he likes the Tarrasch defense.
ar: على سبيل المثال، فهو يحب دفاع تاراش.
bg: Например, той харесва защитата на Тараш.
bn: উদাহরণস্বরূপ, সে ট্যারাশের প্রতিরক্ষা পছন্দ করে।
cs: Například se mu líbí Tarraschova obrana.
da: For eksempel kan han godt lide Tarrasch-forsvaret.
de: Ihm gefällt zum Beispiel die Tarrasch-Verteidigung.
el: Για παράδειγμα, του αρέσει η άμυνα του Τάρας.
es: Por ejemplo, le gusta la defensa Tarrasch.
et: Näiteks meeldib talle Tarraschi kaitse.
fa: برای مثال، او خط دفاعی تاراش را دوست دارد.
fi: Hän esimerkiksi pitää Tarraschin puolustuksesta.
fr: Par exemple, il aime la défense de Tarrasch.
he: לדוגמה, הוא אוהב את ההגנה של טאראש.
hi: उदाहरण के लिए, उन्हें टारराश रक्षा पसंद है।
hu: Például tetszik neki a Tarrasch-féle védekezés.
id: Misalnya, dia menyukai pertahanan Tarrasch.
it: Ad esempio, gli piace la difesa Tarrasch.
ja: たとえば、彼はタラッシュの守備を気に入っています。
lt: Pavyzdžiui, jam patinka Tarrascho gynyba.
lv: Piemēram, viņam patīk Tarraša aizsardzība.
nl: Hij is bijvoorbeeld gecharmeerd van de Tarrasch-verdediging.
no: For eksempel liker han Tarrasch-forsvaret.
pl: Na przykład podoba mu się obrona Tarrascha.
pt: Por exemplo, ele gosta da defesa Tarrasch.
ro: De exemplu, îi place apărarea lui Tarrasch.
ru: Например, ему нравится защита Тарраша.
sq: Për shembull, atij i pëlqen mbrojtja e Tarrasch.
sr: На пример, свиђа му се Тарашова одбрана.
sv: Till exempel gillar han Tarraschs försvar.
sw: Kwa mfano, anapenda ulinzi wa Tarrasch.
ta: உதாரணமாக, அவர் டாராஷ் தற்காப்பை விரும்புகிறார்.
th: เช่น เขาชอบการป้องกันของ Tarrasch
tr: Mesela Tarrasch savunmasını beğeniyor.
uk: Наприклад, йому подобається захист Тарраша.
ur: مثال کے طور پر، وہ Tarrasch دفاع پسند کرتا ہے.
vi: Ví dụ, ông thích hàng phòng ngự của Tarrasch.

source: Impersonation of Paul Morphy. Emphasizes mobility,
ar: تقليد بول مورفي. يُبرز الحركة.
bg: Имитация на Пол Морфи. Подчертава мобилността,
bn: পল মরফির ছদ্মবেশ ধারণ। গতিশীলতার উপর জোর দেয়,
cs: Napodobení Paula Morphyho. Zdůrazňuje mobilitu,
da: Efterligning af Paul Morphy. Fremhæver mobilitet,
de: Imitation von Paul Morphy. Betont Mobilität,
el: Μίμηση του Paul Morphy. Δίνει έμφαση στην κινητικότητα,
es: Imitación de Paul Morphy. Destaca la movilidad.
et: Paul Morphy jäljendamine. Rõhutab mobiilsust.
fa: تقلید از پاول مورفی. بر تحرک تأکید دارد،
fi: Paul Morphyn imitointi. Korostaa liikkuvuutta.
fr: Issu d'une imitation de Paul Morphy, ce dessin met l'accent sur la mobilité.
he: חיקוי של פול מורפי. מדגיש ניידות,
hi: पॉल मॉर्फी की नकल। गतिशीलता पर ज़ोर देता है,
hu: Paul Morphy megszemélyesítése. Hangsúlyozza a mobilitást,
id: Meniru Paul Morphy. Menekankan mobilitas,
it: Impersonificazione di Paul Morphy. Enfatizza la mobilità,
ja: ポール・モーフィーの物まね。機動力を強調し、
lt: Apsimetinėja Paulu Morphy. Pabrėžia mobilumą.
lv: Pola Morfija imitācija. Uzsver mobilitāti.
nl: Imitatie van Paul Morphy. Benadrukt mobiliteit,
no: Etterligning av Paul Morphy. Vektlegger mobilitet,
pl: Naśladowanie Paula Morphy'ego. Podkreśla mobilność,
pt: Imitação de Paul Morphy. Enfatiza a mobilidade,
ro: Imitația lui Paul Morphy. Pune accentul pe mobilitate,
ru: Имитация Пола Морфи. Подчёркивает подвижность,
sq: Imitimi i Paul Morphy-t. Thekson lëvizshmërinë,
sr: Имитација Пола Морфија. Наглашава мобилност,
sv: Imitation av Paul Morphy. Betonar rörlighet,
sw: Uigaji wa Paul Morphy. Inasisitiza uhamaji,
ta: பால் மோர்பியின் ஆள்மாறாட்டம். இயக்கம் வலியுறுத்துகிறது,
th: การเลียนแบบพอล มอร์ฟี เน้นความคล่องตัว
tr: Paul Morphy'nin taklidi. Hareketliliği vurgular.
uk: Імітація Пола Морфі. Підкреслює мобільність,
ur: پال مورفی کی نقالی۔ نقل و حرکت پر زور دیتا ہے،
vi: Bắt chước Paul Morphy. Nhấn mạnh tính di động,

source: then king attack, prefers open positions.
ar: ثم يهاجم الملك، ويفضل المواقع المفتوحة.
bg: след това атака на краля, предпочита открити позиции.
bn: তারপর রাজা আক্রমণ, খোলা অবস্থান পছন্দ করে।
cs: pak královský útok, preferuje otevřené pozice.
da: derefter kongeangreb, foretrækker åbne positioner.
de: dann Königsangriff, bevorzugt offene Stellungen.
el: έπειτα επίθεση βασιλιά, προτιμά ανοιχτές θέσεις.
es: Entonces el rey ataca, prefiere posiciones abiertas.
et: siis kuningarünnak, eelistab avatud positsioone.
fa: سپس حمله به شاه، موقعیت‌های باز را ترجیح می‌دهد.
fi: sitten kuningashyökkäys, suosii avoimia paikkoja.
fr: puis le roi attaque, préfère les positions ouvertes.
he: ואז התקפת מלך, מעדיף עמדות פתוחות.
hi: फिर राजा हमला, खुली स्थिति को प्राथमिकता देता है।
hu: majd királytámadás, a nyílt pozíciókat részesíti előnyben.
id: lalu raja menyerang, lebih memilih posisi terbuka.
it: poi attacco del re, preferisce posizioni aperte.
ja: その後、キングが攻撃し、オープンポジションを好みます。
lt: tada karaliaus ataka, pirmenybę teikia atviroms pozicijoms.
lv: tad karaļa uzbrukums, dod priekšroku atvērtām pozīcijām.
nl: dan de koning aanvalt, geeft de voorkeur aan open posities.
no: deretter kongeangrep, foretrekker åpne posisjoner.
pl: następnie atak króla, preferuje otwarte pozycje.
pt: então o rei ataca, prefere posições abertas.
ro: apoi atacul regelui, preferă pozițiile deschise.
ru: затем атака короля, предпочитает открытые позиции.
sq: pastaj sulmi i mbretit, preferon pozicione të hapura.
sr: затим краљевски напад, преферира отворене позиције.
sv: sedan kunganfall, föredrar öppna positioner.
sw: kisha mfalme mashambulizi, anapendelea nafasi wazi.
ta: பின்னர் ராஜா தாக்குதல், திறந்த நிலைகளை விரும்புகிறது.
th: จากนั้นกษัตริย์ก็เข้าโจมตี โดยชอบตำแหน่งเปิดมากกว่า
tr: sonra şah saldırısı, açık pozisyonları tercih eder.
uk: потім королівська атака, віддає перевагу відкритим позиціям.
ur: پھر بادشاہ حملہ، کھلی پوزیشنوں کو ترجیح دیتے ہیں.
vi: sau đó vua tấn công, thích các vị trí mở.

source: He starts slowly, using openings that do not occupy much space
ar: يبدأ ببطء، مستخدمًا فتحات لا تشغل مساحة كبيرة
bg: Той започва бавно, използвайки отвори, които не заемат много място
bn: সে ধীরে ধীরে শুরু করে, এমন খোলা জায়গা ব্যবহার করে যা খুব বেশি জায়গা দখল করে না।
cs: Začíná pomalu a používá otvory, které nezabírají mnoho místa.
da: Han starter langsomt og bruger åbninger, der ikke optager meget plads.
de: Er beginnt langsam und nutzt Öffnungen, die nicht viel Platz einnehmen
el: Ξεκινάει αργά, χρησιμοποιώντας ανοίγματα που δεν καταλαμβάνουν πολύ χώρο.
es: Comienza lentamente, utilizando aberturas que no ocupan mucho espacio.
et: Ta alustab aeglaselt, kasutades avasid, mis ei võta palju ruumi.
fa: او به آرامی شروع می‌کند و از دهانه‌هایی استفاده می‌کند که فضای زیادی را اشغال نمی‌کنند.
fi: Hän aloittaa hitaasti käyttäen aukkoja, jotka eivät vie paljon tilaa
fr: Il commence lentement, en utilisant des ouvertures qui n'occupent pas beaucoup d'espace
he: הוא מתחיל לאט, תוך שימוש בפתחים שאינם תופסים הרבה מקום
hi: वह धीरे-धीरे शुरू करता है, और ऐसे छिद्रों का उपयोग करता है जो अधिक जगह नहीं घेरते
hu: Lassan kezdi, olyan nyílásokat használva, amelyek nem foglalnak sok helyet.
id: Dia memulai dengan perlahan, menggunakan bukaan yang tidak memakan banyak ruang
it: Inizia lentamente, utilizzando aperture che non occupano molto spazio
ja: 彼は、あまりスペースを取らない隙間からゆっくりと始める。
lt: Jis pradeda lėtai, naudodamas angas, kurios neužima daug vietos.
lv: Viņš sāk lēnām, izmantojot atveres, kas neaizņem daudz vietas.
nl: Hij begint langzaam en gebruikt openingen die niet veel ruimte innemen
no: Han starter sakte, og bruker åpninger som ikke tar opp mye plass.
pl: Zaczyna powoli, wykorzystując otwory, które nie zajmują dużo miejsca
pt: Ele começa devagar, usando aberturas que não ocupam muito espaço
ro: El începe încet, folosind deschideri care nu ocupă mult spațiu.
ru: Он начинает медленно, используя отверстия, которые не занимают много места.
sq: Ai fillon ngadalë, duke përdorur hapje që nuk zënë shumë hapësirë
sr: Почиње полако, користећи отворе који не заузимају много простора
sv: Han börjar långsamt och använder öppningar som inte tar upp mycket plats.
sw: Anaanza polepole, kwa kutumia fursa ambazo hazichukui nafasi nyingi
ta: அவர் மெதுவாகத் தொடங்குகிறார், அதிக இடத்தை எடுத்துக் கொள்ளாத திறப்புகளைப் பயன்படுத்துகிறார்.
th: เขาเริ่มต้นอย่างช้าๆ โดยใช้ช่องเปิดที่ไม่กินพื้นที่มากนัก
tr: Çok fazla yer kaplamayan açıklıklar kullanarak yavaşça başlıyor
uk: Він починає повільно, використовуючи отвори, які не займають багато місця
ur: وہ آہستہ آہستہ شروع کرتا ہے، ایسے سوراخوں کا استعمال کرتا ہے جو زیادہ جگہ نہیں رکھتے
vi: Anh ấy bắt đầu chậm rãi, sử dụng những lỗ hổng không chiếm nhiều không gian

source: in the center, but don't be lulled in a false sense of security.
ar: في الوسط، ولكن لا تنخدع بشعور زائف بالأمان.
bg: в центъра, но не се поддавайте на фалшиво чувство за сигурност.
bn: কেন্দ্রে, কিন্তু নিরাপত্তার মিথ্যা ধারণায় ডুবে যেও না।
cs: uprostřed, ale nenechte se ukolébat falešným pocitem bezpečí.
da: i midten, men lad dig ikke lulle ind i en falsk følelse af sikkerhed.
de: im Zentrum, aber wiegen Sie sich nicht in falscher Sicherheit.
el: στο κέντρο, αλλά μην σας παρασύρει μια ψευδής αίσθηση ασφάλειας.
es: en el centro, pero no te dejes llevar por una falsa sensación de seguridad.
et: keskel, aga ära lase end petlikust turvatundest uinutada.
fa: در مرکز، اما با حس امنیت کاذب غرق نشوید.
fi: keskustassa, mutta älä anna valheellisen turvallisuuden tunteen vaipua sinuun.
fr: au centre, mais ne vous laissez pas bercer par un faux sentiment de sécurité.
he: במרכז, אבל אל תתנו לתחושה כוזבת של ביטחון.
hi: केंद्र में रहें, लेकिन सुरक्षा की झूठी भावना में न बहें।
hu: a központban, de ne ringasson hamis biztonságérzet.
id: di tengah, tetapi jangan terbuai dalam rasa aman yang salah.
it: al centro, ma non lasciatevi cullare da un falso senso di sicurezza.
ja: 中心にありますが、誤った安心感に陥らないでください。
lt: centre, bet neapsigąskite klaidingu saugumo jausmu.
lv: centrā, bet neļaujieties viltus drošības sajūtai.
nl: in het centrum, maar laat u niet in slaap sussen door een vals gevoel van veiligheid.
no: i sentrum, men ikke la deg lulle inn i en falsk trygghetsfølelse.
pl: w centrum, ale nie daj się zwieść fałszywemu poczuciu bezpieczeństwa.
pt: no centro, mas não se deixe enganar por uma falsa sensação de segurança.
ro: în centru, dar nu te lăsa legănat de un fals sentiment de siguranță.
ru: в центре, но не поддавайтесь ложному чувству безопасности.
sq: në qendër, por mos u lëkundni nga një ndjenjë e rreme sigurie.
sr: у центру, али немојте се уљуљкавати у лажном осећају сигурности.
sv: i centrum, men låt dig inte invaggas i en falsk känsla av trygghet.
sw: katikati, lakini usilazwe katika hali ya uwongo ya usalama.
ta: மையத்தில், ஆனால் தவறான பாதுகாப்பு உணர்வில் மூழ்கிவிடாதீர்கள்.
th: อยู่ตรงกลางแต่ไม่ต้องหลงเชื่อความรู้สึกปลอดภัยแบบผิดๆ
tr: merkezde olun, ancak sahte bir güvenlik duygusuna kapılmayın.
uk: в центрі, але не піддавайтеся хибному відчуттю безпеки.
ur: مرکز میں ہے، لیکن تحفظ کے جھوٹے احساس میں مبتلا نہ ہوں۔
vi: ở trung tâm, nhưng đừng để cảm giác an toàn giả tạo làm bạn mất cảnh giác.
