Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Start the game
ar: ابدأ اللعبة
bg: Започнете играта
bn: খেলা শুরু করুন
cs: Spusťte hru
da: Start spillet
de: Starte das Spiel
el: Ξεκινήστε το παιχνίδι
es: Iniciar el juego
et: Alusta mängu
fa: بازی را شروع کنید
fi: Aloita peli
fr: Démarrer le jeu
he: התחל את המשחק
hi: खेल शुरू करें
hu: Indítsd el a játékot
id: Mulai permainannya
it: Inizia il gioco
ja: ゲームを始める
lt: Pradėti žaidimą
lv: Sākt spēli
nl: Start het spel
no: Start spillet
pl: Rozpocznij grę
pt: Comece o jogo
ro: Începeți jocul
ru: Начать игру
sq: Fillo lojën
sr: Покрени игру
sv: Starta spelet
sw: Anza mchezo
ta: விளையாட்டைத் தொடங்கு
th: เริ่มเกม
tr: Oyunu başlat
uk: Розпочати гру
ur: کھیل شروع کریں۔
vi: Bắt đầu trò chơi

source: Input the PGN filename for saving player games
ar: أدخل اسم ملف PGN لحفظ ألعاب اللاعب
bg: Въведете името на PGN файла за запазване на игрите на играча
bn: প্লেয়ার গেম সংরক্ষণের জন্য PGN ফাইলের নাম ইনপুট করুন।
cs: Zadejte název PGN souboru pro ukládání her hráčů
da: Indtast PGN-filnavnet for at gemme spillerspil
de: Geben Sie den PGN-Dateinamen zum Speichern der Spielerspiele ein
el: Εισαγάγετε το όνομα αρχείου PGN για την αποθήκευση παιχνιδιών παίκτη
es: Ingrese el nombre del archivo PGN para guardar los juegos del jugador
et: Sisesta PGN-failinimi mängija mängude salvestamiseks
fa: نام فایل PGN را برای ذخیره بازی‌های بازیکن وارد کنید
fi: Syötä PGN-tiedostonimi pelaajapelien tallentamista varten
fr: Saisissez le nom du fichier PGN pour enregistrer les parties du joueur
he: הזן את שם קובץ ה-PGN לשמירת משחקי השחקן
hi: प्लेयर गेम्स को सहेजने के लिए PGN फ़ाइल नाम इनपुट करें
hu: Írd be a PGN fájlnevet a játékosjátékok mentéséhez
id: Masukkan nama file PGN untuk menyimpan permainan pemain
it: Inserisci il nome del file PGN per salvare le partite dei giocatori
ja: プレイヤーのゲームを保存するためのPGNファイル名を入力します
lt: Įveskite PGN failo pavadinimą žaidėjų žaidimams išsaugoti
lv: Ievadiet PGN faila nosaukumu spēlētāju spēļu saglabāšanai
nl: Voer de PGN-bestandsnaam in om spelerspellen op te slaan
no: Skriv inn PGN-filnavnet for å lagre spillerspill
pl: Wprowadź nazwę pliku PGN, aby zapisać grę gracza
pt: Insira o nome do arquivo PGN para salvar os jogos do jogador
ro: Introduceți numele fișierului PGN pentru salvarea jocurilor jucătorului
ru: Введите имя PGN-файла для сохранения игр игрока.
sq: Fut emrin e skedarit PGN për të ruajtur lojërat e lojtarëve
sr: Унесите име PGN датотеке за чување партија играча
sv: Ange PGN-filnamnet för att spara spelarspel
sw: Ingiza jina la faili la PGN ili kuhifadhi michezo ya wachezaji
ta: பிளேயர் கேம்களைச் சேமிப்பதற்கான PGN கோப்புப் பெயரை உள்ளிடவும்.
th: ป้อนชื่อไฟล์ PGN เพื่อบันทึกเกมของผู้เล่น
tr: Oyuncu oyunlarını kaydetmek için PGN dosya adını girin
uk: Введіть ім'я PGN-файлу для збереження ігор гравця
ur: پلیئر گیمز کو محفوظ کرنے کے لیے PGN فائل کا نام درج کریں۔
vi: Nhập tên tệp PGN để lưu trò chơi của người chơi

source: Input the engine ELO strength
ar: أدخل قوة ELO للمحرك
bg: Въведете силата на ELO на двигателя
bn: ইঞ্জিনের ELO শক্তি ইনপুট করুন
cs: Zadejte sílu ELO motoru
da: Indtast motorens ELO-styrke
de: Geben Sie die ELO-Stärke der Engine ein
el: Εισαγάγετε την ισχύ ELO του κινητήρα
es: Introduzca la fuerza ELO del motor
et: Sisestage mootori ELO tugevus
fa: قدرت موتور ELO را وارد کنید
fi: Syötä moottorin ELO-voimakkuus
fr: Entrez la force ELO du moteur
he: הזן את עוצמת ה-ELO של המנוע
hi: इंजन ELO शक्ति इनपुट करें
hu: Adja meg a motor ELO erősségét
id: Masukkan kekuatan ELO mesin
it: Inserire la forza ELO del motore
ja: エンジンのELO強度を入力してください
lt: Įveskite variklio ELO stiprumą
lv: Ievadiet dzinēja ELO stiprumu
nl: Voer de ELO-sterkte van de motor in
no: Skriv inn motorens ELO-styrke
pl: Wprowadź siłę ELO silnika
pt: Insira a força ELO do motor
ro: Introduceți puterea ELO a motorului
ru: Введите силу ELO двигателя
sq: Futni forcën ELO të motorit
sr: Унесите снагу ELO мотора
sv: Ange motorns ELO-styrka
sw: Ingiza nguvu ya ELO ya injini
ta: இயந்திரத்தின் ELO வலிமையை உள்ளிடவும்.
th: ป้อนค่าความแรง ELO ของเครื่องยนต์
tr: Motor ELO gücünü girin
uk: Введіть силу ELO двигуна
ur: انجن ELO کی طاقت داخل کریں۔
vi: Nhập cường độ ELO của động cơ

source: Open the engine settings dialog box
ar: افتح مربع حوار إعدادات المحرك
bg: Отворете диалоговия прозорец за настройки на двигателя
bn: ইঞ্জিন সেটিংস ডায়ালগ বক্স খুলুন।
cs: Otevření dialogového okna nastavení enginu
da: Åbn dialogboksen for motorindstillinger
de: Öffnen Sie das Dialogfeld „Engine-Einstellungen“
el: Άνοιγμα του παραθύρου διαλόγου ρυθμίσεων μηχανής
es: Abra el cuadro de diálogo de configuración del motor
et: Ava mootori sätete dialoogiboks
fa: کادر محاوره‌ای تنظیمات موتور را باز کنید
fi: Avaa moottorin asetusten valintaikkuna
fr: Ouvrir la boîte de dialogue des paramètres du moteur
he: פתח את תיבת הדו-שיח של הגדרות המנוע
hi: इंजन सेटिंग्स संवाद बॉक्स खोलें
hu: Nyissa meg a motorbeállítások párbeszédpaneljét
id: Buka kotak dialog pengaturan mesin
it: Aprire la finestra di dialogo delle impostazioni del motore
ja: エンジン設定ダイアログボックスを開く
lt: Atidaryti variklio nustatymų dialogo langą
lv: Atvērt programmas iestatījumu dialoglodziņu
nl: Open het dialoogvenster Engine-instellingen
no: Åpne dialogboksen for motorinnstillinger
pl: Otwórz okno dialogowe ustawień silnika
pt: Abra a caixa de diálogo de configurações do mecanismo
ro: Deschideți caseta de dialog a setărilor motorului
ru: Откройте диалоговое окно настроек движка
sq: Hap kutinë e dialogut të cilësimeve të motorit
sr: Отворите дијалошки прозор за подешавања мотора
sv: Öppna dialogrutan för motorinställningar
sw: Fungua kisanduku cha mazungumzo cha mipangilio ya injini
ta: இயந்திர அமைப்புகள் உரையாடல் பெட்டியைத் திறக்கவும்.
th: เปิดกล่องโต้ตอบการตั้งค่าเครื่องยนต์
tr: Motor ayarları iletişim kutusunu açın
uk: Відкрийте діалогове вікно налаштувань двигуна
ur: انجن کی ترتیبات کا ڈائیلاگ باکس کھولیں۔
vi: Mở hộp thoại cài đặt động cơ

source: Open the Rodent engine personalities dialog box
ar: افتح مربع حوار شخصيات محرك القوارض
bg: Отворете диалоговия прозорец за персонализации на двигателя Rodent
bn: রডেন্ট ইঞ্জিন পার্সোনালিটিস ডায়ালগ বক্স খুলুন।
cs: Otevření dialogového okna Personalization of Rodent Engine
da: Åbn dialogboksen Personligheder for gnavermotor
de: Öffnen Sie das Dialogfeld „Rodent Engine-Persönlichkeiten“
el: Άνοιγμα του παραθύρου διαλόγου προσωπικοτήτων του μηχανισμού τρωκτικών
es: Abra el cuadro de diálogo Personalidades del motor Rodent
et: Ava näriliste mootori isiksuste dialoogiboks
fa: کادر محاوره‌ای شخصیت‌های موتور Rodent را باز کنید
fi: Avaa jyrsijämoottorin persoonallisuuksien valintaikkuna
fr: Ouvrir la boîte de dialogue Personnalités du moteur Rongeur
he: פתח את תיבת הדו-שיח של אישיויות מנוע המכרסמים
hi: कृंतक इंजन व्यक्तित्व संवाद बॉक्स खोलें
hu: Nyissa meg a rágcsálómotor-jellemzők párbeszédpanelt
id: Buka kotak dialog kepribadian mesin Rodent
it: Aprire la finestra di dialogo Personalità del motore Rodent
ja: Rodentエンジンのパーソナリティダイアログボックスを開く
lt: Atidaryti graužikų variklio charakteristikų dialogo langą
lv: Atvērt dialoglodziņu Grauzēju dzinēja personalizācijas
nl: Open het dialoogvenster Rodent-enginepersoonlijkheden
no: Åpne dialogboksen Personligheter for gnagermotor
pl: Otwórz okno dialogowe osobowości silnika Rodent
pt: Abra a caixa de diálogo Personalidades do motor Rodent
ro: Deschideți caseta de dialog Personalități motor rozătoare
ru: Откройте диалоговое окно настроек движка Rodent.
sq: Hap kutinë e dialogut të personaliteteve të motorit të brejtësve
sr: Отворите дијалошки прозор за карактеристике мотора за глодаре
sv: Öppna dialogrutan Personligheter för gnagarmotorn
sw: Fungua kisanduku cha mazungumzo ya haiba ya injini ya panya
ta: ரோடென்ட் என்ஜின் ஆளுமைகள் உரையாடல் பெட்டியைத் திறக்கவும்.
th: เปิดกล่องโต้ตอบบุคลิกภาพของเครื่องยนต์หนู
tr: Rodent motor kişilikleri iletişim kutusunu açın
uk: Відкрийте діалогове вікно налаштувань двигуна Rodent
ur: Rodent انجن پرسنلٹی ڈائیلاگ باکس کھولیں۔
vi: Mở hộp thoại tính cách của động cơ Rodent

source: Add a new player
ar: إضافة لاعب جديد
bg: Добавяне на нов играч
bn: একজন নতুন খেলোয়াড় যোগ করুন
cs: Přidat nového hráče
da: Tilføj en ny spiller
de: Einen neuen Spieler hinzufügen
el: Προσθήκη νέου παίκτη
es: Agregar un nuevo jugador
et: Lisa uus mängija
fa: اضافه کردن یک بازیکن جدید
fi: Lisää uusi pelaaja
fr: Ajouter un nouveau joueur
he: הוסף שחקן חדש
hi: एक नया खिलाड़ी जोड़ें
hu: Új játékos hozzáadása
id: Tambahkan pemain baru
it: Aggiungi un nuovo giocatore
ja: 新しいプレーヤーを追加する
lt: Pridėti naują žaidėją
lv: Pievienot jaunu spēlētāju
nl: Voeg een nieuwe speler toe
no: Legg til en ny spiller
pl: Dodaj nowego gracza
pt: Adicionar um novo jogador
ro: Adăugați un jucător nou
ru: Добавить нового игрока
sq: Shto një lojtar të ri
sr: Додај новог играча
sv: Lägg till en ny spelare
sw: Ongeza mchezaji mpya
ta: புதிய வீரரைச் சேர்
th: เพิ่มผู้เล่นใหม่
tr: Yeni bir oyuncu ekle
uk: Додати нового гравця
ur: ایک نیا کھلاڑی شامل کریں۔
vi: Thêm người chơi mới

source: Delete the current player
ar: حذف المشغل الحالي
bg: Изтриване на текущия играч
bn: বর্তমান প্লেয়ারটি মুছুন
cs: Smazat aktuálního hráče
da: Slet den aktuelle afspiller
de: Den aktuellen Player löschen
el: Διαγραφή του τρέχοντος παίκτη
es: Eliminar el jugador actual
et: Kustuta praegune mängija
fa: حذف بازیکن فعلی
fi: Poista nykyinen pelaaja
fr: Supprimer le joueur actuel
he: מחיקת הנגן הנוכחי
hi: वर्तमान प्लेयर हटाएँ
hu: Aktuális játékos törlése
id: Hapus pemain saat ini
it: Elimina il giocatore corrente
ja: 現在のプレーヤーを削除する
lt: Ištrinti dabartinį žaidėją
lv: Dzēst pašreizējo spēlētāju
nl: Verwijder de huidige speler
no: Slett gjeldende spiller
pl: Usuń aktualnego gracza
pt: Excluir o jogador atual
ro: Ștergeți jucătorul curent
ru: Удалить текущего игрока
sq: Fshij lojtarin aktual
sr: Обриши тренутног играча
sv: Ta bort den aktuella spelaren
sw: Futa kichezaji cha sasa
ta: தற்போதைய பிளேயரை நீக்கு
th: ลบผู้เล่นปัจจุบัน
tr: Mevcut oynatıcıyı sil
uk: Видалити поточного гравця
ur: موجودہ کھلاڑی کو حذف کریں۔
vi: Xóa trình phát hiện tại

source: Save the current player details
ar: حفظ تفاصيل اللاعب الحالي
bg: Запазване на данните за текущия играч
bn: বর্তমান খেলোয়াড়ের বিবরণ সংরক্ষণ করুন
cs: Uložit aktuální údaje hráče
da: Gem de aktuelle spilleroplysninger
de: Speichern Sie die aktuellen Spielerdetails
el: Αποθήκευση των στοιχείων του τρέχοντος παίκτη
es: Guardar los detalles del jugador actual
et: Salvesta praeguse mängija andmed
fa: جزئیات بازیکن فعلی را ذخیره کنید
fi: Tallenna nykyisen pelaajan tiedot
fr: Enregistrer les détails du joueur actuel
he: שמור את פרטי השחקן הנוכחי
hi: वर्तमान खिलाड़ी का विवरण सहेजें
hu: Aktuális játékosadatok mentése
id: Simpan detail pemain saat ini
it: Salva i dettagli del giocatore corrente
ja: 現在のプレーヤーの詳細を保存する
lt: Išsaugoti dabartinio žaidėjo informaciją
lv: Saglabāt pašreizējā spēlētāja informāciju
nl: Sla de huidige spelergegevens op
no: Lagre gjeldende spillerdetaljer
pl: Zapisz aktualne dane gracza
pt: Salvar os detalhes atuais do jogador
ro: Salvează detaliile jucătorului curent
ru: Сохранить данные текущего игрока
sq: Ruaj detajet e lojtarit aktual
sr: Сачувај податке о тренутном играчу
sv: Spara aktuell spelares information
sw: Hifadhi maelezo ya mchezaji wa sasa
ta: தற்போதைய வீரர் விவரங்களைச் சேமிக்கவும்.
th: บันทึกรายละเอียดผู้เล่นปัจจุบัน
tr: Mevcut oyuncu ayrıntılarını kaydet
uk: Зберегти дані поточного гравця
ur: موجودہ کھلاڑی کی تفصیلات کو محفوظ کریں۔
vi: Lưu thông tin chi tiết của người chơi hiện tại

source: Player ELO rating
ar: تصنيف اللاعب ELO
bg: Рейтинг на играча ELO
bn: খেলোয়াড়ের ELO রেটিং
cs: Hodnocení ELO hráče
da: Spillerens ELO-vurdering
de: Spieler-ELO-Wertung
el: Βαθμολογία ELO παίκτη
es: Clasificación ELO del jugador
et: Mängija ELO hinnang
fa: رتبه‌بندی ELO بازیکن
fi: Pelaajan ELO-luokitus
fr: Classement ELO du joueur
he: דירוג ELO של השחקן
hi: खिलाड़ी ELO रेटिंग
hu: Játékos ELO-értékelése
id: Peringkat ELO pemain
it: Valutazione ELO del giocatore
ja: プレイヤーのELOレーティング
lt: Žaidėjo ELO įvertinimas
lv: Spēlētāja ELO vērtējums
nl: Speler ELO-beoordeling
no: Spillerens ELO-vurdering
pl: Ocena ELO gracza
pt: Classificação ELO do jogador
ro: Evaluarea ELO a jucătorului
ru: Рейтинг игрока ELO
sq: Vlerësimi ELO i lojtarit
sr: ЕЛО рејтинг играча
sv: Spelarens ELO-betyg
sw: Ukadiriaji wa ELO wa mchezaji
ta: வீரர் ELO மதிப்பீடு
th: เรตติ้ง ELO ของผู้เล่น
tr: Oyuncu ELO derecesi
uk: Рейтинг ELO гравця
ur: پلیئر ای ایل او کی درجہ بندی
vi: Xếp hạng ELO của người chơi

source: Check to edit the player ELO rating
ar: حدد هذا الخيار لتحرير تصنيف ELO للاعب
bg: Отметнете, за да редактирате ELO рейтинга на играча
bn: প্লেয়ার ELO রেটিং সম্পাদনা করতে চেক করুন।
cs: Zaškrtněte pro úpravu hodnocení ELO hráče
da: Markér for at redigere spillerens ELO-vurdering
de: Aktivieren Sie dieses Kontrollkästchen, um die ELO-Bewertung des Spielers zu bearbeiten.
el: Επιλέξτε για να επεξεργαστείτε την βαθμολογία ELO του παίκτη
es: Marque para editar la calificación ELO del jugador
et: Märki, et muuta mängija ELO reitingut
fa: برای ویرایش رتبه‌بندی ELO بازیکن، تیک بزنید.
fi: Valitse tämä muokataksesi pelaajan ELO-luokitusta
fr: Cochez pour modifier le classement ELO du joueur
he: סמן כדי לערוך את דירוג ה-ELO של השחקן
hi: खिलाड़ी की ELO रेटिंग संपादित करने के लिए जाँच करें
hu: Jelölje be a játékos ELO-értékének szerkesztéséhez
id: Periksa untuk mengedit peringkat ELO pemain
it: Seleziona per modificare la valutazione ELO del giocatore
ja: プレイヤーのELOレーティングを編集するにはチェックを入れてください
lt: Pažymėkite, jei norite redaguoti žaidėjo ELO reitingą
lv: Atzīmējiet, lai rediģētu spēlētāja ELO reitingu
nl: Vink aan om de ELO-beoordeling van de speler te bewerken
no: Kryss av for å redigere spillerens ELO-vurdering
pl: Zaznacz, aby edytować ocenę ELO gracza
pt: Marque para editar a classificação ELO do jogador
ro: Bifați pentru a edita ratingul ELO al jucătorului
ru: Установите флажок, чтобы изменить рейтинг ELO игрока.
sq: Kontrolloni për të ndryshuar vlerësimin ELO të lojtarit
sr: Означите да бисте изменили ЕЛО рејтинг играча
sv: Markera om du vill redigera spelarens ELO-betyg
sw: Angalia ili kuhariri ukadiriaji wa ELO wa kichezaji
ta: பிளேயர் ELO மதிப்பீட்டைத் திருத்த சரிபார்க்கவும்.
th: เลือกเพื่อแก้ไขเรตติ้ง ELO ของผู้เล่น
tr: Oyuncunun ELO derecesini düzenlemek için işaretleyin
uk: Позначте, щоб редагувати рейтинг ELO гравця
ur: پلیئر کی ELO درجہ بندی میں ترمیم کرنے کے لیے چیک کریں۔
vi: Kiểm tra để chỉnh sửa xếp hạng ELO của người chơi

source: Check to use a move delay for the rated game.
ar: حدد هذا الخيار لاستخدام تأخير الحركة للعبة المصنفة.
bg: Отметнете, за да използвате забавяне на хода за играта с рейтинг.
bn: রেট করা গেমের জন্য একটি সরানোর বিলম্ব ব্যবহার করতে চেক করুন।
cs: Zaškrtněte pro použití zpoždění tahu pro hodnocenou hru.
da: Markér for at bruge en trækforsinkelse for det bedømte spil.
de: Aktivieren Sie dieses Kontrollkästchen, um eine Zugverzögerung für das bewertete Spiel zu verwenden.
el: Επιλέξτε για να χρησιμοποιήσετε καθυστέρηση κίνησης για το παιχνίδι με αξιολόγηση.
es: Marque esta opción para utilizar un retraso de movimiento para el juego clasificado.
et: Märgi, et kasutada hinnatud mängu puhul liikumise viivitust.
fa: برای استفاده از تأخیر حرکت برای بازی دارای رتبه، تیک بزنید.
fi: Valitse tämä, jos haluat käyttää liikkumisviivettä luokitellulle pelille.
fr: Cochez pour utiliser un délai de déplacement pour le jeu classé.
he: סמן כדי להשתמש בעיכוב מהלך עבור המשחק המדורג.
hi: रेटेड गेम के लिए चाल विलंब का उपयोग करने के लिए जाँच करें।
hu: Jelölje be, ha mozgáskésleltetést szeretne használni a korhatár-besorolású játékban.
id: Centang untuk menggunakan penundaan gerakan pada permainan yang diberi peringkat.
it: Selezionare questa opzione per utilizzare un ritardo di spostamento per la partita classificata.
ja: 評価されたゲームで移動遅延を使用するにはチェックを入れます。
lt: Pažymėkite, jei norite, kad įvertintame žaidime būtų naudojamas judesio užlaikymas.
lv: Atzīmējiet, lai novērtētajai spēlei izmantotu kustības aizkavi.
nl: Selecteer of u een zetvertraging wilt gebruiken voor het beoordeelde spel.
no: Kryss av for å bruke en trekkforsinkelse for det aldersgrensede spillet.
pl: Zaznacz, aby użyć opóźnienia ruchu dla ocenianej gry.
pt: Marque para usar um atraso de movimento para o jogo classificado.
ro: Bifează pentru a utiliza o întârziere a mișcării pentru jocul evaluat.
ru: Установите этот флажок, чтобы использовать задержку хода для рейтинговой игры.
sq: Kontrolloni për të përdorur një vonesë lëvizjeje për lojën e vlerësuar.
sr: Означите да бисте користили одлагање потеза за оцењену игру.
sv: Markera om du vill använda en fördröjning av drag för det åldersgränsade spelet.
sw: Angalia ili utumie ucheleweshaji wa kuhamisha kwa mchezo uliokadiriwa.
ta: மதிப்பிடப்பட்ட விளையாட்டுக்கு நகர்வு தாமதத்தைப் பயன்படுத்த சரிபார்க்கவும்.
th: เลือกเพื่อใช้การหน่วงเวลาการเคลื่อนที่สำหรับเกมที่ได้รับการจัดอันดับ
tr: Derecelendirilmiş oyun için hareket gecikmesi kullanmak üzere işaretleyin.
uk: Позначте, щоб використовувати затримку ходу для рейтингової гри.
ur: ریٹیڈ گیم کے لیے حرکت میں تاخیر استعمال کرنے کے لیے چیک کریں۔
vi: Chọn sử dụng độ trễ di chuyển cho trò chơi được xếp hạng.

source: Check to set engine settings as current
ar: حدد هذا الخيار لتعيين إعدادات المحرك كإعداد حالي
bg: Отметнете, за да зададете настройките на двигателя като текущи
bn: ইঞ্জিন সেটিংস বর্তমান হিসেবে সেট করতে চেক করুন
cs: Zaškrtněte pro nastavení motoru jako aktuální
da: Markér for at indstille motorindstillingerne som aktuelle
de: Aktivieren Sie dieses Kontrollkästchen, um die Motoreinstellungen als aktuell festzulegen.
el: Ελέγξτε για να ορίσετε τις ρυθμίσεις του κινητήρα ως τρέχουσες
es: Marque para establecer la configuración del motor como actual
et: Märkige, et määrata mootori sätted kehtivaks
fa: برای تنظیم تنظیمات موتور به صورت فعلی، تیک بزنید
fi: Valitse, jos haluat moottorin asetukset nykyisiksi
fr: Cochez pour définir les paramètres du moteur comme actuels
he: סמן כדי להגדיר את הגדרות המנוע כעדכניות
hi: इंजन सेटिंग को वर्तमान के रूप में सेट करने के लिए जाँच करें
hu: Jelölje be, ha a motorbeállításokat aktuálisként szeretné beállítani
id: Periksa untuk mengatur pengaturan mesin sebagai yang terkini
it: Selezionare per impostare le impostazioni del motore come correnti
ja: エンジン設定を現在の設定に設定するにはチェックを入れます
lt: Pažymėkite, jei norite nustatyti variklio nustatymus kaip dabartinius
lv: Atzīmējiet, lai iestatītu dzinēja iestatījumus kā pašreizējos
nl: Controleer of de motorinstellingen actueel zijn
no: Kryss av for å angi motorinnstillingene som gjeldende
pl: Zaznacz, aby ustawić ustawienia silnika jako aktualne
pt: Marque para definir as configurações do motor como atuais
ro: Bifați pentru a seta setările motorului ca fiind actuale
ru: Установите флажок, чтобы установить текущие настройки двигателя.
sq: Kontrolloni për të vendosur cilësimet e motorit si aktuale
sr: Означите да бисте поставили подешавања мотора као тренутна
sv: Markera om du vill ställa in motorinställningarna som aktuella
sw: Angalia ili kuweka mipangilio ya injini kama ya sasa
ta: எஞ்சின் அமைப்புகளை தற்போதையதாக அமைக்க சரிபார்க்கவும்.
th: ตรวจสอบเพื่อตั้งค่าเครื่องยนต์ให้เป็นปัจจุบัน
tr: Motor ayarlarını güncel olarak ayarlamak için işaretleyin
uk: Поставте позначку, щоб встановити поточні налаштування двигуна
ur: انجن کی ترتیبات کو کرنٹ کے طور پر سیٹ کرنے کے لیے چیک کریں۔
vi: Kiểm tra để thiết lập cài đặt động cơ là hiện tại

source: Check to set clock settings as current
ar: حدد هذا الخيار لتعيين إعدادات الساعة على أنها الحالية
bg: Отметнете, за да зададете настройките на часовника като текущи
bn: ঘড়ির সেটিংস বর্তমান হিসেবে সেট করতে চেক করুন
cs: Zaškrtněte pro nastavení hodin jako aktuální
da: Markér for at indstille urindstillingerne som aktuelle
de: Aktivieren Sie dieses Kontrollkästchen, um die Uhreinstellungen als aktuelle festzulegen.
el: Επιλέξτε για να ορίσετε τις ρυθμίσεις ρολογιού ως τρέχουσες
es: Marque para establecer la configuración del reloj como actual
et: Märkige, et määrata kella seaded kehtivaks
fa: برای تنظیم تنظیمات ساعت به عنوان تنظیمات فعلی، تیک بزنید
fi: Valitse asettaaksesi kellon asetukset nykyisiksi
fr: Cochez pour définir les paramètres de l'horloge comme actuels
he: סמן כדי להגדיר את הגדרות השעון כעדכניות
hi: घड़ी की सेटिंग को वर्तमान के रूप में सेट करने के लिए जाँच करें
hu: Jelölje be, ha az óra beállításait aktuálisként szeretné beállítani
id: Centang untuk mengatur pengaturan jam sebagai saat ini
it: Selezionare per impostare le impostazioni dell'orologio come correnti
ja: 時計の設定を現在の設定に設定するにはチェックを入れます
lt: Pažymėkite, jei norite nustatyti laikrodžio nustatymus kaip dabartinius
lv: Atzīmējiet, lai pulksteņa iestatījumus iestatītu kā pašreizējos
nl: Controleer of de klokinstellingen actueel zijn
no: Kryss av for å angi klokkeinnstillingene som gjeldende
pl: Zaznacz, aby ustawić ustawienia zegara jako aktualne
pt: Marque para definir as configurações do relógio como atuais
ro: Bifați pentru a seta setările ceasului ca fiind actuale
ru: Установите флажок, чтобы установить текущие настройки часов.
sq: Kontrolloni për të vendosur cilësimet e orës si aktuale
sr: Означите да бисте поставили подешавања сата као тренутна
sv: Markera om du vill ställa in klockinställningarna som aktuella
sw: Angalia ili kuweka mipangilio ya saa kama ya sasa
ta: கடிகார அமைப்புகளை தற்போதையதாக அமைக்க சரிபார்க்கவும்.
th: เลือกเพื่อตั้งค่านาฬิกาให้เป็นปัจจุบัน
tr: Saat ayarlarını güncel olarak ayarlamak için işaretleyin
uk: Поставте позначку, щоб встановити поточні налаштування годинника
ur: گھڑی کی ترتیبات کو موجودہ کے طور پر سیٹ کرنے کے لیے چیک کریں۔
vi: Kiểm tra để thiết lập cài đặt đồng hồ là hiện tại

source: Check to switch off the opening book for this game
ar: حدد هذا المربع لإيقاف تشغيل كتاب الافتتاح لهذه اللعبة
bg: Отметнете, за да изключите началната книга за тази игра
bn: এই গেমটির জন্য ওপেনিং বুকটি বন্ধ করতে চেক করুন।
cs: Zaškrtněte pro vypnutí úvodní knihy pro tuto hru.
da: Markér for at deaktivere åbningsbogen for dette spil
de: Aktivieren Sie dieses Kontrollkästchen, um das Eröffnungsbuch für dieses Spiel auszuschalten
el: Επιλέξτε για να απενεργοποιήσετε το βιβλίο έναρξης για αυτό το παιχνίδι
es: Marca para desactivar el libro de apertura para este juego
et: Märki see, et selle mängu avaraamat välja lülitada
fa: برای خاموش کردن دفترچه شروع بازی، تیک بزنید.
fi: Valitse tämä vaihtoehto, jos haluat poistaa pelin aloituskirjan käytöstä.
fr: Cochez pour désactiver le livre d'ouverture de ce jeu
he: סמן כדי לכבות את ספר הפתיחה של משחק זה
hi: इस गेम के लिए शुरुआती पुस्तक को बंद करने के लिए चेक करें
hu: Jelölje be a játék nyitókönyvének kikapcsolásához
id: Centang untuk mematikan buku pembuka untuk permainan ini
it: Seleziona per disattivare il libro di apertura per questo gioco
ja: このゲームのオープニングブックをオフにするにはチェックを入れてください
lt: Pažymėkite, jei norite išjungti šio žaidimo atidarymo knygą
lv: Atzīmējiet, lai izslēgtu šīs spēles sākuma grāmatu
nl: Vink aan om het openingsboek voor dit spel uit te schakelen
no: Kryss av for å slå av åpningsboken for dette spillet
pl: Zaznacz, aby wyłączyć książkę otwarć dla tej gry
pt: Marque para desligar o livro de abertura deste jogo
ro: Bifați pentru a dezactiva cartea de deschidere pentru acest joc
ru: Отметьте, чтобы отключить дебютную книгу для этой игры.
sq: Kontrolloni për të çaktivizuar librin e hapjes për këtë lojë
sr: Означите да бисте искључили почетну књигу за ову игру
sv: Markera om du vill stänga av öppningsboken för det här spelet
sw: Angalia ili kuzima kitabu cha ufunguzi cha mchezo huu
ta: இந்த விளையாட்டுக்கான தொடக்கப் புத்தகத்தை அணைக்க சரிபார்க்கவும்.
th: เลือกเพื่อปิดหนังสือเปิดเกมนี้
tr: Bu oyun için açılış kitabını kapatmak için işaretleyin
uk: Поставте галочку, щоб вимкнути початкову книгу для цієї гри.
ur: اس گیم کے لیے ابتدائی کتاب کو بند کرنے کے لیے چیک کریں۔
vi: Kiểm tra để tắt cuốn sách mở đầu cho trò chơi này
