Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Rating adjustment formula
ar: صيغة تعديل التصنيف
bg: Формула за корекция на рейтинга
bn: রেটিং সমন্বয় সূত্র
cs: Vzorec pro úpravu ratingu
da: Formel for justering af vurdering
de: Formel zur Ratinganpassung
el: Τύπος προσαρμογής αξιολόγησης
es: Fórmula de ajuste de calificación
et: Reitingu korrigeerimise valem
fa: فرمول تعدیل رتبه‌بندی
fi: Luokituksen mukautuskaava
fr: Formule d'ajustement de la notation
he: נוסחת התאמת דירוג
hi: रेटिंग समायोजन सूत्र
hu: Értékeléskorrekciós képlet
id: Rumus penyesuaian peringkat
it: Formula di aggiustamento della valutazione
ja: 評価調整式
lt: Reitingo koregavimo formulė
lv: Reitinga korekcijas formula
nl: Formule voor beoordelingsaanpassing
no: Formel for justering av vurdering
pl: Wzór na korektę oceny
pt: Fórmula de ajuste de classificação
ro: Formula de ajustare a ratingului
ru: Формула корректировки рейтинга
sq: Formula e rregullimit të vlerësimit
sr: Формула за прилагођавање рејтинга
sv: Formel för justering av betyg
sw: Fomula ya marekebisho ya ukadiriaji
ta: மதிப்பீட்டு சரிசெய்தல் சூத்திரம்
th: สูตรปรับเรตติ้ง
tr: Derecelendirme ayarlama formülü
uk: Формула коригування рейтингу
ur: درجہ بندی ایڈجسٹمنٹ فارمولا
vi: Công thức điều chỉnh xếp hạng

source: for
ar: ل
bg: за
bn: জন্য
cs: pro
de: für
el: για
es: para
et: eest
fa: برای
fi: varten
fr: pour
he: עֲבוּר
hi: के लिए
hu: mert
id: untuk
it: per
ja: のために
lt: už
lv: priekš
nl: voor
no: til
pl: Do
pt: para
ro: pentru
ru: для
sq: për
sr: за
sv: för
sw: kwa
ta: க்கான
th: สำหรับ
tr: için
uk: для
ur: کے لیے
vi: vì

source: Win value
ar: قيمة الفوز
bg: Стойност на печалбата
bn: জয়ের মান
cs: Hodnota výhry
da: Gevinstværdi
de: Gewinnwert
el: Αξία νίκης
es: Valor de la victoria
et: Võidu väärtus
fa: ارزش برد
fi: Voittoarvo
fr: Valeur de gain
he: ערך הזכייה
hi: जीत का मूल्य
hu: Nyerési érték
id: Nilai kemenangan
it: Valore di vittoria
ja: 勝利価値
lt: Laimėjimo vertė
lv: Uzvaras vērtība
nl: Winwaarde
no: Gevinstverdi
pl: Wartość wygranej
pt: Valor de ganho
ro: Valoare câștigată
ru: Значение выигрыша
sq: Vlera e fitimit
sr: Вредност добитка
sv: Vinstvärde
sw: Thamani ya kushinda
ta: வெற்றி மதிப்பு
th: มูลค่าการชนะ
tr: Kazanç değeri
uk: Значення виграшу
ur: جیت کی قدر
vi: Giá trị chiến thắng

source: Loss value
ar: قيمة الخسارة
bg: Стойност на загубата
bn: ক্ষতির মূল্য
cs: Hodnota ztráty
da: Tabsværdi
de: Verlustwert
el: Αξία απώλειας
es: Valor de pérdida
et: Kahjuväärtus
fa: ارزش از دست رفته
fi: Tappioarvo
fr: Valeur de perte
he: ערך ההפסד
hi: हानि मूल्य
hu: Veszteségérték
id: Nilai kerugian
it: Perdita di valore
ja: 損失額
lt: Nuostolių vertė
lv: Zaudējumu vērtība
nl: Verlieswaarde
no: Tapsverdi
pl: Wartość straty
pt: Valor da perda
ro: Valoarea pierderilor
ru: Убыточная стоимость
sq: Vlera e humbjes
sr: Вредност губитка
sv: Förlustvärde
sw: Thamani ya hasara
ta: இழப்பு மதிப்பு
th: มูลค่าการสูญเสีย
tr: Kayıp değeri
uk: Вартість збитків
ur: نقصان کی قدر
vi: Giá trị mất mát

source: Draw value
ar: قيمة السحب
bg: Теглене на стойност
bn: অঙ্কনের মান
cs: Hodnota kreslení
da: Tegn værdi
de: Ziehungswert
el: Σχεδιάστε την αξία
es: Valor de extracción
et: Joonista väärtus
fa: مقدار رسم کنید
fi: Piirrä arvo
fr: Valeur de tirage
he: ערך משיכה
hi: ड्रा मूल्य
hu: Érték rajzolása
id: Nilai gambar
it: Valore del disegno
ja: ドローバリュー
lt: Piešimo vertė
lv: Zīmēt vērtību
nl: Tekenwaarde
no: Trekk verdi
pl: Wartość rysunku
pt: Valor de sorteio
ro: Valoare de desen
ru: Значение розыгрыша
sq: Vizato vlerën
sr: Вредност цртања
sv: Dragvärde
sw: Chora thamani
ta: மதிப்பு வரைதல்
th: ค่าวาด
tr: Çekme değeri
uk: Значення малювання
ur: قدر کھینچیں۔
vi: Giá trị vẽ

source: Strength adjustment factor
ar: عامل تعديل القوة
bg: Коефициент на корекция на якостта
bn: শক্তি সমন্বয় ফ্যাক্টর
cs: Faktor úpravy pevnosti
da: Styrkejusteringsfaktor
de: Festigkeitsanpassungsfaktor
el: Συντελεστής προσαρμογής αντοχής
es: Factor de ajuste de fuerza
et: Tugevuse korrigeerimise tegur
fa: ضریب تعدیل قدرت
fi: Lujuuden säätökerroin
fr: Facteur d'ajustement de la force
he: גורם התאמת חוזק
hi: शक्ति समायोजन कारक
hu: Erősségi korrekciós tényező
id: Faktor penyesuaian kekuatan
it: Fattore di aggiustamento della forza
ja: 強度調整係数
lt: Stiprumo koregavimo koeficientas
lv: Stiprības korekcijas koeficients
nl: Sterkteaanpassingsfactor
no: Styrkejusteringsfaktor
pl: Współczynnik regulacji siły
pt: Fator de ajuste de força
ro: Factorul de ajustare a forței
ru: Коэффициент корректировки прочности
sq: Faktori i rregullimit të forcës
sr: Фактор корекције чврстоће
sv: Styrkejusteringsfaktor
sw: Sababu ya kurekebisha nguvu
ta: வலிமை சரிசெய்தல் காரணி
th: ปัจจัยการปรับความแข็งแกร่ง
tr: Güç ayarlama faktörü
uk: Коефіцієнт коригування міцності
ur: طاقت ایڈجسٹمنٹ عنصر
vi: Hệ số điều chỉnh cường độ

source: Effective maximum difference value
ar: قيمة الفرق القصوى الفعالة
bg: Ефективна максимална разлика
bn: কার্যকর সর্বোচ্চ পার্থক্য মান
cs: Efektivní maximální hodnota rozdílu
da: Effektiv maksimal differensværdi
de: Effektiver maximaler Differenzwert
el: Μέγιστη τιμή αποτελεσματικής διαφοράς
es: Valor de diferencia máxima efectiva
et: Efektiivne maksimaalne erinevusväärtus
fa: حداکثر مقدار اختلاف مؤثر
fi: Efektiivinen maksimierotusarvo
fr: Valeur de différence maximale effective
he: ערך הפרש מקסימלי אפקטיבי
hi: प्रभावी अधिकतम अंतर मान
hu: Effektív maximális különbségérték
id: Nilai perbedaan maksimum efektif
it: Valore di differenza massima effettiva
ja: 有効最大差値
lt: Efektyvi maksimali skirtumo vertė
lv: Efektīvā maksimālā starpības vērtība
nl: Effectieve maximale verschilwaarde
no: Effektiv maksimal differanseverdi
pl: Efektywna maksymalna wartość różnicy
pt: Valor de diferença máxima efetiva
ro: Valoare maximă efectivă a diferenței
ru: Эффективное максимальное значение разницы
sq: Vlera efektive e diferencës maksimale
sr: Ефективна максимална вредност разлике
sv: Effektivt maximalt skillnadsvärde
sw: Thamani ya juu ya tofauti inayofaa
ta: அதிகபட்ச வேறுபாடு மதிப்பு
th: ค่าความแตกต่างสูงสุดที่มีประสิทธิภาพ
tr: Etkin maksimum fark değeri
uk: Ефективне максимальне значення різниці
ur: مؤثر زیادہ سے زیادہ فرق کی قیمت
vi: Giá trị chênh lệch tối đa hiệu quả

source: Minimum win value
ar: الحد الأدنى لقيمة الفوز
bg: Минимална стойност на печалбата
bn: ন্যূনতম জয়ের মান
cs: Minimální hodnota výhry
da: Minimum gevinstværdi
de: Mindestgewinnwert
el: Ελάχιστη αξία νίκης
es: Valor mínimo de ganancia
et: Minimaalne võiduväärtus
fa: حداقل ارزش برد
fi: Minimivoittoarvo
fr: Valeur minimale de gain
he: ערך זכייה מינימלי
hi: न्यूनतम जीत मूल्य
hu: Minimális nyereményérték
id: Nilai kemenangan minimum
it: Valore minimo di vincita
ja: 最低勝利価値
lt: Minimali laimėjimo vertė
lv: Minimālā laimesta vērtība
nl: Minimale winstwaarde
no: Minimum gevinstverdi
pl: Minimalna wartość wygranej
pt: Valor mínimo de vitória
ro: Valoare minimă a câștigului
ru: Минимальная сумма выигрыша
sq: Vlera minimale e fitimit
sr: Минимална вредност добитка
sv: Minsta vinstvärde
sw: Thamani ya chini ya kushinda
ta: குறைந்தபட்ச வெற்றி மதிப்பு
th: มูลค่าการชนะขั้นต่ำ
tr: Minimum kazanma değeri
uk: Мінімальна вартість виграшу
ur: جیت کی کم از کم قیمت
vi: Giá trị thắng tối thiểu

source: Input rating change for a win
ar: تغيير تصنيف الإدخال للفوز
bg: Промяна на входната оценка за победа
bn: জয়ের জন্য রেটিং পরিবর্তন ইনপুট করুন
cs: Změna vstupního hodnocení pro výhru
da: Ændring af inputvurdering for en sejr
de: Geben Sie eine Bewertungsänderung für einen Sieg ein
el: Αλλαγή αξιολόγησης εισόδου για νίκη
es: Cambio de calificación de entrada para una victoria
et: Sisendreitingu muutus võidu saavutamiseks
fa: تغییر رتبه ورودی برای برد
fi: Syötepistemäärän muutos voittoa varten
fr: Modification de la note d'entrée pour une victoire
he: שינוי דירוג קלט לצורך ניצחון
hi: जीत के लिए इनपुट रेटिंग में बदलाव
hu: Beviteli értékelés változása győzelemhez
id: Masukkan perubahan peringkat untuk kemenangan
it: Modifica della valutazione dell'input per una vittoria
ja: 勝利のための入力評価の変更
lt: Įvesties įvertinimo pakeitimas laimėjimui
lv: Ievades vērtējuma maiņa uzvarai
nl: Wijziging van de invoerbeoordeling voor een overwinning
no: Endring av inndatavurdering for en seier
pl: Zmiana oceny wejściowej w przypadku wygranej
pt: Mudança na classificação de entrada para uma vitória
ro: Schimbarea ratingului de intrare pentru o victorie
ru: Введите изменение рейтинга для победы
sq: Ndryshimi i vlerësimit të hyrjes për një fitore
sr: Промена уноса оцене за победу
sv: Ändring av inmatningsbetyg för en vinst
sw: Ingiza mabadiliko ya ukadiriaji kwa ushindi
ta: வெற்றிக்கான உள்ளீட்டு மதிப்பீட்டில் மாற்றம்
th: การเปลี่ยนแปลงคะแนนอินพุตเพื่อชัยชนะ
tr: Kazanmak için giriş derecelendirmesi değişikliği
uk: Зміна рейтингу введення для перемоги
ur: جیت کے لیے ان پٹ ریٹنگ میں تبدیلی
vi: Đầu vào thay đổi xếp hạng để giành chiến thắng

source: Rating change for a draw
ar: تغيير التصنيف للتعادل
bg: Промяна на рейтинга при равенство
bn: ড্রয়ের জন্য রেটিং পরিবর্তন
cs: Změna hodnocení při remíze
da: Ændring af vurdering ved uafgjort
de: Bewertungsänderung bei einem Unentschieden
el: Αλλαγή βαθμολογίας για ισοπαλία
es: Cambio de calificación por empate
et: Reitingu muutus viigi korral
fa: تغییر امتیاز برای تساوی
fi: Luokituksen muutos tasapelin vuoksi
fr: Changement de note pour un match nul
he: שינוי דירוג עבור תיקו
hi: ड्रॉ के लिए रेटिंग में बदलाव
hu: Értékelésmódosítás döntetlen esetén
id: Perubahan peringkat untuk hasil seri
it: Cambio di valutazione per un pareggio
ja: 引き分けの評価変更
lt: Reitingo pakeitimas dėl lygiųjų
lv: Reitinga maiņa neizšķirta gadījumā
nl: Beoordelingswijziging voor een gelijkspel
no: Endring av vurdering ved uavgjort
pl: Zmiana oceny w przypadku remisu
pt: Mudança de classificação para um empate
ro: Schimbare de rating pentru o remiză
ru: Изменение рейтинга при ничьей
sq: Ndryshim vlerësimi për barazim
sr: Промена оцене за нерешен резултат
sv: Ändring av betyg vid oavgjort
sw: Mabadiliko ya ukadiriaji wa mchoro
ta: ஒரு டிராவிற்கான மதிப்பீட்டில் மாற்றம்
th: การเปลี่ยนแปลงคะแนนสำหรับการเสมอกัน
tr: Beraberlik için reyting değişikliği
uk: Зміна рейтингу за нічию
ur: قرعہ اندازی کے لیے درجہ بندی میں تبدیلی
vi: Thay đổi xếp hạng cho một trận hòa

source: Rating change for a loss
ar: تغيير التصنيف بسبب الخسارة
bg: Промяна на рейтинга при загуба
bn: হারের জন্য রেটিং পরিবর্তন
cs: Změna hodnocení v případě ztráty
da: Ændring af vurdering ved tab
de: Bewertungsänderung bei einem Verlust
el: Αλλαγή αξιολόγησης για απώλεια
es: Cambio de calificación por pérdida
et: Reitingu muutus kaotuse korral
fa: تغییر رتبه‌بندی برای یک ضرر
fi: Luokituksen muutos tappion vuoksi
fr: Changement de notation en cas de perte
he: שינוי דירוג עקב הפסד
hi: हानि के लिए रेटिंग में परिवर्तन
hu: Értékelésmódosítás veszteség esetén
id: Perubahan peringkat untuk kerugian
it: Variazione del rating per una perdita
ja: 損失による格付け変更
lt: Reitingo pakeitimas dėl pralaimėjimo
lv: Reitinga maiņa zaudējuma gadījumā
nl: Beoordelingswijziging voor een verlies
no: Endring av vurdering for tap
pl: Zmiana oceny w przypadku straty
pt: Alteração de classificação para uma perda
ro: Modificare a ratingului pentru o pierdere
ru: Изменение рейтинга за убыток
sq: Ndryshimi i vlerësimit për një humbje
sr: Промена оцене због губитка
sv: Ändring av betyg för en förlust
sw: Mabadiliko ya ukadiriaji kwa hasara
ta: இழப்புக்கான மதிப்பீட்டு மாற்றம்
th: การเปลี่ยนแปลงเรตติ้งสำหรับการขาดทุน
tr: Kayıp nedeniyle derecelendirme değişikliği
uk: Зміна рейтингу у разі збитків
ur: نقصان کے لیے درجہ بندی میں تبدیلی
vi: Thay đổi xếp hạng cho một mất mát

source: Input the strength factor adjustment percentage
ar: أدخل نسبة تعديل عامل القوة
bg: Въведете процента на корекция на коефициента на якост
bn: শক্তি ফ্যাক্টর সমন্বয় শতাংশ ইনপুট করুন
cs: Zadejte procentuální hodnotu úpravy součinitele pevnosti
da: Indtast procentdelen af ​​styrkefaktorjusteringen
de: Geben Sie den Prozentsatz für die Anpassung des Festigkeitsfaktors ein
el: Εισαγάγετε το ποσοστό προσαρμογής του συντελεστή αντοχής
es: Introduzca el porcentaje de ajuste del factor de resistencia
et: Sisestage tugevusteguri korrigeerimise protsent
fa: درصد تعدیل ضریب قدرت را وارد کنید
fi: Syötä lujuuskertoimen säätöprosentti
fr: Saisissez le pourcentage d'ajustement du facteur de résistance
he: הזן את אחוז התאמת גורם החוזק
hi: शक्ति कारक समायोजन प्रतिशत इनपुट करें
hu: Adja meg az erősségi tényező beállítási százalékát
id: Masukkan persentase penyesuaian faktor kekuatan
it: Inserisci la percentuale di regolazione del fattore di resistenza
ja: 強度係数調整率を入力します
lt: Įveskite stiprumo koeficiento koregavimo procentą
lv: Ievadiet stiprības koeficienta korekcijas procentuālo vērtību
nl: Voer het aanpassingspercentage van de sterktefactor in
no: Skriv inn prosentandelen for justering av styrkefaktoren
pl: Wprowadź procentową wartość dostosowania współczynnika siły
pt: Insira a porcentagem de ajuste do fator de resistência
ro: Introduceți procentul de ajustare a factorului de rezistență
ru: Введите процент корректировки коэффициента прочности.
sq: Futni përqindjen e rregullimit të faktorit të forcës
sr: Унесите проценат подешавања фактора чврстоће
sv: Ange procentuell justering av styrkefaktorn
sw: Ingiza asilimia ya marekebisho ya kipengele cha nguvu
ta: வலிமை காரணி சரிசெய்தல் சதவீதத்தை உள்ளிடவும்
th: ป้อนเปอร์เซ็นต์การปรับปัจจัยความแข็งแกร่ง
tr: Güç faktörü ayar yüzdesini girin
uk: Введіть відсоток коригування коефіцієнта міцності
ur: طاقت کے عنصر کی ایڈجسٹمنٹ کا فیصد درج کریں۔
vi: Nhập phần trăm điều chỉnh hệ số cường độ

source: Effective maximum rating difference
ar: فرق التقييم الأقصى الفعال
bg: Ефективна максимална разлика в рейтинга
bn: কার্যকর সর্বোচ্চ রেটিং পার্থক্য
cs: Efektivní maximální rozdíl hodnocení
da: Effektiv maksimal vurderingsforskel
de: Effektive maximale Bewertungsdifferenz
el: Μέγιστη πραγματική διαφορά αξιολόγησης
es: Diferencia de calificación máxima efectiva
et: Efektiivne maksimaalne reitingu erinevus
fa: حداکثر اختلاف رتبه‌بندی مؤثر
fi: Efektiivinen enimmäisluokitusero
fr: Différence de puissance maximale effective
he: הפרש דירוג מקסימלי אפקטיבי
hi: प्रभावी अधिकतम रेटिंग अंतर
hu: Effektív maximális értékelési különbség
id: Perbedaan peringkat maksimum yang efektif
it: Differenza di valutazione massima effettiva
ja: 有効最大定格差
lt: Efektyvus maksimalus įvertinimo skirtumas
lv: Efektīvā maksimālā vērtējuma starpība
nl: Effectief maximaal beoordelingsverschil
no: Effektiv maksimal vurderingsforskjell
pl: Maksymalna efektywna różnica w ocenie
pt: Diferença de classificação máxima efetiva
ro: Diferența maximă efectivă de rating
ru: Эффективная максимальная разница в рейтинге
sq: Diferenca maksimale efektive e vlerësimit
sr: Ефективна максимална разлика у оценама
sv: Effektiv maximal betygsskillnad
sw: Tofauti bora zaidi ya ukadiriaji
ta: அதிகபட்ச மதிப்பீட்டு வேறுபாடு
th: ความแตกต่างของค่าเรตติ้งสูงสุดที่มีประสิทธิภาพ
tr: Etkili maksimum derecelendirme farkı
uk: Ефективна максимальна різниця в рейтингу
ur: مؤثر زیادہ سے زیادہ درجہ بندی کا فرق
vi: Chênh lệch xếp hạng tối đa hiệu quả

source: This dialog box allows the user to set options for the formula
ar: يتيح مربع الحوار هذا للمستخدم تعيين خيارات للصيغة
bg: Този диалогов прозорец позволява на потребителя да зададе опции за формулата
bn: এই ডায়ালগ বক্সটি ব্যবহারকারীকে সূত্রের জন্য বিকল্প সেট করতে দেয়
cs: Toto dialogové okno umožňuje uživateli nastavit možnosti pro vzorec
da: Denne dialogboks giver brugeren mulighed for at angive indstillinger for formlen
de: In diesem Dialogfeld kann der Benutzer Optionen für die Formel festlegen
el: Αυτό το παράθυρο διαλόγου επιτρέπει στον χρήστη να ορίσει επιλογές για τον τύπο
es: Este cuadro de diálogo permite al usuario configurar opciones para la fórmula
et: See dialoogiboks võimaldab kasutajal valemi suvandeid määrata
fa: این کادر محاوره‌ای به کاربر اجازه می‌دهد گزینه‌هایی را برای فرمول تنظیم کند.
fi: Tässä valintaikkunassa käyttäjä voi määrittää kaavan asetukset
fr: Cette boîte de dialogue permet à l'utilisateur de définir les options de la formule
he: תיבת דו-שיח זו מאפשרת למשתמש להגדיר אפשרויות עבור הנוסחה
hi: यह संवाद बॉक्स उपयोगकर्ता को सूत्र के लिए विकल्प सेट करने की अनुमति देता है
hu: Ez a párbeszédpanel lehetővé teszi a felhasználó számára a képlet beállításainak megadását.
id: Kotak dialog ini memungkinkan pengguna untuk mengatur opsi untuk rumus
it: Questa finestra di dialogo consente all'utente di impostare le opzioni per la formula
ja: このダイアログボックスでは、ユーザーは数式のオプションを設定できます。
lt: Šis dialogo langas leidžia vartotojui nustatyti formulės parinktis
lv: Šis dialoglodziņš ļauj lietotājam iestatīt formulas opcijas
nl: Met dit dialoogvenster kan de gebruiker opties voor de formule instellen
no: Denne dialogboksen lar brukeren angi alternativer for formelen
pl: To okno dialogowe umożliwia użytkownikowi ustawienie opcji formuły
pt: Esta caixa de diálogo permite ao usuário definir opções para a fórmula
ro: Această casetă de dialog permite utilizatorului să seteze opțiuni pentru formulă
ru: Это диалоговое окно позволяет пользователю задать параметры формулы.
sq: Kjo kuti dialogu i lejon përdoruesit të caktojë opsionet për formulën
sr: Овај дијалог прозор омогућава кориснику да подеси опције за формулу
sv: I den här dialogrutan kan användaren ange alternativ för formeln
sw: Kisanduku kidadisi hiki humruhusu mtumiaji kuweka chaguo za fomula
ta: இந்த உரையாடல் பெட்டி பயனரை சூத்திரத்திற்கான விருப்பங்களை அமைக்க அனுமதிக்கிறது.
th: กล่องโต้ตอบนี้ช่วยให้ผู้ใช้สามารถตั้งค่าตัวเลือกสำหรับสูตรได้
tr: Bu iletişim kutusu, kullanıcının formül için seçenekleri ayarlamasına olanak tanır
uk: Це діалогове вікно дозволяє користувачеві встановити параметри для формули
ur: یہ ڈائیلاگ باکس صارف کو فارمولے کے لیے آپشن سیٹ کرنے کی اجازت دیتا ہے۔
vi: Hộp thoại này cho phép người dùng thiết lập các tùy chọn cho công thức

source: used to adjust the player rating after a game against an engine.
ar: يتم استخدامه لتعديل تصنيف اللاعب بعد اللعبة ضد محرك.
bg: използва се за коригиране на рейтинга на играча след игра срещу енджина.
bn: ইঞ্জিনের বিরুদ্ধে খেলার পরে খেলোয়াড়ের রেটিং সামঞ্জস্য করতে ব্যবহৃত হয়।
cs: používá se k úpravě hodnocení hráče po hře proti enginu.
da: bruges til at justere spillerens vurdering efter en kamp mod en motor.
de: wird verwendet, um die Spielerbewertung nach einem Spiel gegen eine Engine anzupassen.
el: χρησιμοποιείται για την προσαρμογή της βαθμολογίας του παίκτη μετά από ένα παιχνίδι εναντίον μιας μηχανής.
es: Se utiliza para ajustar la calificación del jugador después de un juego contra un motor.
et: kasutatakse mängija reitingu kohandamiseks pärast mängu mootori vastu.
fa: برای تنظیم رتبه بازیکن پس از بازی مقابل یک موتور استفاده می‌شود.
fi: käytetään pelaajan luokituksen säätämiseen pelin jälkeen moottoria vastaan.
fr: utilisé pour ajuster la note du joueur après une partie contre un moteur.
he: משמש להתאמת דירוג השחקן לאחר משחק נגד מנוע.
hi: किसी इंजन के विरुद्ध खेल के बाद खिलाड़ी की रेटिंग समायोजित करने के लिए उपयोग किया जाता है।
hu: a játékos értékelésének módosítására szolgál egy motor elleni meccs után.
id: digunakan untuk menyesuaikan peringkat pemain setelah pertandingan melawan mesin.
it: utilizzato per regolare la valutazione del giocatore dopo una partita contro un motore.
ja: エンジンとの対戦後にプレイヤーの評価を調整するために使用されます。
lt: naudojamas žaidėjo reitingui koreguoti po žaidimo prieš variklį.
lv: izmanto, lai pielāgotu spēlētāja reitingu pēc spēles pret dzinēju.
nl: Wordt gebruikt om de spelersbeoordeling aan te passen na een spel tegen een engine.
no: brukes til å justere spillervurderingen etter en kamp mot en motor.
pl: używane do dostosowania oceny gracza po rozgrywce z silnikiem.
pt: usado para ajustar a classificação do jogador após um jogo contra um mecanismo.
ro: folosit pentru a ajusta ratingul jucătorului după un meci împotriva unui motor de joc.
ru: используется для корректировки рейтинга игрока после игры против движка.
sq: përdoret për të rregulluar vlerësimin e lojtarit pas një loje kundër një motori.
sr: користи се за подешавање рејтинга играча након игре против енџина.
sv: används för att justera spelarens betyg efter en match mot en motor.
sw: hutumika kurekebisha ukadiriaji wa mchezaji baada ya mchezo dhidi ya injini.
ta: ஒரு எஞ்சினுக்கு எதிரான ஆட்டத்திற்குப் பிறகு வீரர் மதிப்பீட்டை சரிசெய்யப் பயன்படுகிறது.
th: ใช้เพื่อปรับคะแนนผู้เล่นหลังจากเล่นเกมกับเอนจิ้น
tr: Bir motora karşı oynanan bir oyundan sonra oyuncunun derecesini ayarlamak için kullanılır.
uk: використовується для коригування рейтингу гравця після гри проти движка.
ur: انجن کے خلاف کھیل کے بعد پلیئر ریٹنگ کو ایڈجسٹ کرنے کے لیے استعمال کیا جاتا ہے۔
vi: được sử dụng để điều chỉnh xếp hạng của người chơi sau một trận đấu với một công cụ.

source: Win value - the ranking point increase for winning a game.
ar: قيمة الفوز - زيادة نقاط الترتيب عند الفوز باللعبة.
bg: Стойност на победата - увеличението на точките за класиране за спечелване на игра.
bn: জয়ের মান - একটি খেলা জেতার জন্য র‍্যাঙ্কিং পয়েন্ট বৃদ্ধি।
cs: Hodnota výhry - zvýšení bodů v žebříčku za vítězství ve hře.
da: Gevinstværdi - stigningen i rangpoint ved at vinde et spil.
de: Gewinnwert – die Erhöhung der Ranglistenpunkte durch den Gewinn eines Spiels.
el: Αξία νίκης - η αύξηση των πόντων κατάταξης για τη νίκη σε ένα παιχνίδι.
es: Valor de victoria: aumento de puntos de clasificación por ganar un juego.
et: Võidu väärtus - edetabelipunktide suurenemine mängu võitmise eest.
fa: ارزش برد - افزایش امتیاز رتبه‌بندی برای برد در یک بازی.
fi: Voiton arvo - pelin voitosta saatava sijoituspisteiden nousu.
fr: Valeur de victoire - l'augmentation des points de classement pour avoir gagné une partie.
he: ערך ניצחון - עלייה בנקודות הדירוג עקב ניצחון במשחק.
hi: जीत मूल्य - किसी खेल को जीतने पर रैंकिंग अंक में वृद्धि।
hu: Győzelmi érték - a játék megnyeréséért járó rangsorolási pontnövekedés.
id: Nilai kemenangan - peningkatan poin peringkat karena memenangkan permainan.
it: Valore di vittoria: aumento dei punti in classifica per aver vinto una partita.
ja: 勝利値 - ゲームに勝利することで増加するランキングポイント。
lt: Laimėjimo vertė – reitingo taškų padidėjimas už laimėtą žaidimą.
lv: Uzvaras vērtība — ranga punktu pieaugums par spēles uzvaru.
nl: Winwaarde - de toename in rangschikkingspunten voor het winnen van een spel.
no: Gevinstverdi – økningen i rangeringspoeng for å vinne et spill.
pl: Wartość zwycięstwa – zwiększenie punktów rankingowych za wygranie gry.
pt: Valor da vitória - aumento de pontos no ranking por vencer um jogo.
ro: Valoarea câștigului - creșterea punctelor de clasament pentru câștigarea unui joc.
ru: Ценность выигрыша — прирост рейтинговых очков за победу в игре.
sq: Vlera e fitores - rritja e pikëve të renditjes për fitimin e një loje.
sr: Вредност победе - повећање ранг поена за победу у игри.
sv: Vinstvärde - ökningen av rankingpoäng för att vinna ett spel.
sw: Thamani ya kushinda - ongezeko la pointi kwa kushinda mchezo.
ta: வெற்றி மதிப்பு - ஒரு ஆட்டத்தில் வெற்றி பெறுவதற்கான தரவரிசைப் புள்ளி அதிகரிப்பு.
th: มูลค่าการชนะ - คะแนนอันดับจะเพิ่มขึ้นเมื่อชนะเกม
tr: Kazanma değeri - Bir oyunu kazanmanın getirdiği sıralama puanı artışı.
uk: Значення виграшу – збільшення рейтингових очок за перемогу в грі.
ur: جیت کی قدر - کھیل جیتنے کے لیے درجہ بندی پوائنٹ میں اضافہ۔
vi: Giá trị chiến thắng - điểm xếp hạng tăng lên khi thắng một trò chơi.
