Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Start the game - Click to start a rated game with the current options.
ar: ابدأ اللعبة - انقر لبدء لعبة مصنفة بالخيارات الحالية.
bg: Стартиране на играта - Кликнете, за да стартирате игра с рейтинг с текущите опции.
bn: খেলা শুরু করুন - বর্তমান বিকল্পগুলি সহ একটি রেট করা খেলা শুরু করতে ক্লিক করুন।
cs: Spustit hru – Kliknutím spustíte hodnocenou hru s aktuálními možnostmi.
da: Start spillet - Klik for at starte et bedømt spil med de aktuelle muligheder.
de: Spiel starten – Klicken Sie hier, um ein bewertetes Spiel mit den aktuellen Optionen zu starten.
el: Έναρξη παιχνιδιού - Κάντε κλικ για να ξεκινήσετε ένα παιχνίδι με αξιολόγηση με τις τρέχουσες επιλογές.
es: Iniciar el juego: haz clic para iniciar un juego clasificado con las opciones actuales.
et: Alusta mängu – klõpsa, et alustada hinnatud mängu praeguste valikutega.
fa: شروع بازی - برای شروع یک بازی رتبه‌بندی‌شده با گزینه‌های فعلی، کلیک کنید.
fi: Aloita peli – Napsauta aloittaaksesi luokitellun pelin nykyisillä asetuksilla.
fr: Démarrer le jeu - Cliquez pour démarrer une partie classée avec les options actuelles.
he: התחלת המשחק - לחץ כדי להתחיל משחק מדורג עם האפשרויות הנוכחיות.
hi: खेल शुरू करें - वर्तमान विकल्पों के साथ रेटेड खेल शुरू करने के लिए क्लिक करें।
hu: Játék indítása – Kattintson ide egy besorolt ​​játék elindításához az aktuális beállításokkal.
id: Mulai permainan - Klik untuk memulai permainan yang diberi peringkat dengan opsi saat ini.
it: Avvia il gioco: fai clic per avviare una partita valutata con le opzioni correnti.
ja: ゲームを開始 - クリックすると、現在のオプションで評価されたゲームが開始されます。
lt: Pradėti žaidimą – spustelėkite, jei norite pradėti įvertintą žaidimą su dabartinėmis parinktimis.
lv: Sākt spēli — noklikšķiniet, lai sāktu novērtētu spēli ar pašreizējām opcijām.
nl: Start het spel - Klik om een beoordeeld spel te starten met de huidige opties.
no: Start spillet – Klikk for å starte et aldersgrenset spill med gjeldende alternativer.
pl: Rozpocznij grę - Kliknij, aby rozpocząć ocenioną grę z bieżącymi opcjami.
pt: Iniciar o jogo - Clique para iniciar um jogo classificado com as opções atuais.
ro: Începeți jocul - Faceți clic pentru a începe un joc evaluat cu opțiunile curente.
ru: Начать игру — Нажмите, чтобы начать рейтинговую игру с текущими параметрами.
sq: Nis lojën - Klikoni për të filluar një lojë të vlerësuar me opsionet aktuale.
sr: Покрени игру - Кликните да бисте покренули оцењену игру са тренутним опцијама.
sv: Starta spelet – Klicka för att starta ett betygsatt spel med de aktuella alternativen.
sw: Anzisha mchezo - Bofya ili kuanza mchezo uliokadiriwa na chaguo za sasa.
ta: விளையாட்டைத் தொடங்கு - தற்போதைய விருப்பங்களுடன் மதிப்பிடப்பட்ட விளையாட்டைத் தொடங்க கிளிக் செய்யவும்.
th: เริ่มเกม - คลิกเพื่อเริ่มเกมที่ได้รับการจัดอันดับพร้อมตัวเลือกปัจจุบัน
tr: Oyunu başlat - Mevcut seçeneklerle derecelendirilmiş bir oyunu başlatmak için tıklayın.
uk: Розпочати гру – натисніть, щоб розпочати рейтингову гру з поточними опціями.
ur: گیم شروع کریں - موجودہ اختیارات کے ساتھ ریٹیڈ گیم شروع کرنے کے لیے کلک کریں۔
vi: Bắt đầu trò chơi - Nhấp để bắt đầu trò chơi được xếp hạng với các tùy chọn hiện tại.

source: If you want an interesting and varied opening book for human - engine games,
ar: إذا كنت تريد كتاب افتتاحي مثير للاهتمام ومتنوع لألعاب المحرك البشري،
bg: Ако искате интересна и разнообразна начална книга за игри с човешки двигател,
bn: যদি আপনি মানুষের জন্য একটি আকর্ষণীয় এবং বৈচিত্র্যময় উদ্বোধনী বই চান - ইঞ্জিন গেম,
cs: Pokud chcete zajímavou a rozmanitou úvodní knihu pro hry s lidským enginem,
da: Hvis du ønsker en interessant og varieret åbningsbog til menneske-motorspil,
de: Wenn Sie ein interessantes und abwechslungsreiches Eröffnungsbuch für Human-Engine-Spiele möchten,
el: Αν θέλετε ένα ενδιαφέρον και ποικίλο εισαγωγικό βιβλίο για παιχνίδια ανθρώπινης μηχανής,
es: Si quieres un libro de aperturas interesante y variado para juegos con motor humano,
et: Kui soovid huvitavat ja mitmekesist avaraamatut inimmootoriga mängudele,
fa: اگر یک کتاب شروع بازی جالب و متنوع برای بازی‌های موتوری-انسانی می‌خواهید،
fi: Jos haluat mielenkiintoisen ja monipuolisen aloituskirjan ihmismoottoripeleihin,
fr: Si vous souhaitez un livre d'ouverture intéressant et varié pour les jeux à moteur humain,
he: אם אתם רוצים ספר פתיחה מעניין ומגוון למשחקי מנוע אנושיים,
hi: यदि आप मानव-इंजन गेम के लिए एक दिलचस्प और विविध प्रारंभिक पुस्तक चाहते हैं,
hu: Ha egy érdekes és változatos nyitókönyvet szeretnél embermotoros játékokhoz,
id: Jika Anda menginginkan buku pembuka yang menarik dan bervariasi untuk permainan mesin manusia,
it: Se vuoi un libro di apertura interessante e vario per giochi con motore umano,
ja: 人間とエンジンのゲームのための興味深く多様なオープニングブックが必要な場合は、
lt: Jei norite įdomios ir įvairios įžanginės knygos apie žmonių varomus žaidimus,
lv: Ja vēlaties interesantu un daudzveidīgu ievadgrāmatu cilvēku vadītām spēlēm,
nl: Als je een interessant en gevarieerd openingsboek voor mens-machine-spellen wilt,
no: Hvis du ønsker en interessant og variert åpningsbok for spill med menneskemotorer,
pl: Jeśli szukasz ciekawej i różnorodnej książki otwierającej gry z udziałem człowieka i silnika,
pt: Se você quer um livro de abertura interessante e variado para jogos de motor humano,
ro: Dacă vrei o carte de deschidere interesantă și variată pentru jocuri cu motoare umane,
ru: Если вам нужна интересная и разнообразная дебютная книга для игр с участием человека и движка,
sq: Nëse dëshironi një libër hyrës interesant dhe të larmishëm për lojëra me motor njerëzor,
sr: Ако желите занимљиву и разноврсну уводну књигу за игре са људским мотором,
sv: Om du vill ha en intressant och varierad inledningsbok för spel med människa-motorer,
sw: Ikiwa unataka kitabu cha kufurahisha na tofauti cha ufunguzi kwa michezo ya injini ya wanadamu,
ta: மனித - இயந்திர விளையாட்டுகளுக்கான சுவாரஸ்யமான மற்றும் மாறுபட்ட தொடக்கப் புத்தகத்தை நீங்கள் விரும்பினால்,
th: หากคุณต้องการหนังสือเปิดตัวที่น่าสนใจและหลากหลายสำหรับเกมเอนจิ้นมนุษย์
tr: İnsan-motor oyunları için ilgi çekici ve çeşitli bir açılış kitabı istiyorsanız,
uk: Якщо ви хочете цікаву та різноманітну вступну книгу для ігор на людських двигунах,
ur: اگر آپ انسانی انجن گیمز کے لیے ایک دلچسپ اور متنوع افتتاحی کتاب چاہتے ہیں،
vi: Nếu bạn muốn có một cuốn sách mở đầu thú vị và đa dạng cho trò chơi giữa người và máy,

source: I would recommend the polyglot opening book
ar: أوصي بقراءة كتاب الافتتاح متعدد اللغات
bg: Бих препоръчал началната книга за полиглоти
bn: আমি পলিগ্লট সূচনা বইটি সুপারিশ করব
cs: Doporučil bych úvodní knihu polyglotů
da: Jeg vil anbefale den polyglotte åbningsbog
de: Ich würde das polyglotte Eröffnungsbuch empfehlen
el: Θα πρότεινα το βιβλίο εισαγωγής πολυγλωσσίας
es: Recomendaría el libro de aperturas políglotas.
et: Soovitaksin polüglottide avaraamatut
fa: من کتاب شروع چندزبانه را توصیه می‌کنم
fi: Suosittelisin polyglottia sisältävää avauskirjaa.
fr: Je recommanderais le livre d'ouverture polyglotte
he: אני ממליץ על ספר הפתיחה הרב-לשוניות
hi: मैं पॉलीग्लॉट ओपनिंग बुक की सिफारिश करूंगा
hu: Én a poliglott nyitókönyvet ajánlanám
id: Saya akan merekomendasikan buku pembukaan poliglot
it: Consiglierei il libro di apertura poliglotta
ja: ポリグロットのオープニングブックをお勧めします
lt: Rekomenduočiau poliglotų atidarymo knygą
lv: Es ieteiktu poliglotu atvēršanas grāmatu
nl: Ik zou het polyglotte openingsboek aanbevelen
no: Jeg vil anbefale den flerspråklige åpningsboken
pl: Polecałbym książkę otwierającą poliglotę
pt: Eu recomendaria o livro de abertura poliglota
ro: Aș recomanda cartea de deschidere a limbajului poliglot.
ru: Я бы рекомендовал книгу «Полиглот»
sq: Do të rekomandoja librin hapës të poliglotit
sr: Препоручио бих полиглотску уводну књигу
sv: Jag skulle rekommendera den flerspråkiga öppningsboken
sw: Ningependekeza kitabu cha ufunguzi cha polyglot
ta: நான் பன்மொழிப் புலமைப் புத்தகத்தைப் பரிந்துரைக்கிறேன்.
th: ฉันอยากจะแนะนำหนังสือเปิดโปงภาษาหลายภาษา
tr: Çok dilli açılış kitabını tavsiye ederim
uk: Я б рекомендував вступну книгу поліглота
ur: میں پولی گلوٹ کھولنے والی کتاب کی سفارش کروں گا۔
vi: Tôi muốn giới thiệu cuốn sách mở đầu đa ngôn ngữ

source: This book was part of the Deep Saros engine download.
ar: كان هذا الكتاب جزءًا من تنزيل محرك Deep Saros.
bg: Тази книга беше част от изтеглянето на двигателя Deep Saros.
bn: এই বইটি ডিপ সারোস ইঞ্জিন ডাউনলোডের অংশ ছিল।
cs: Tato kniha byla součástí stahování enginu Deep Saros.
da: Denne bog var en del af download af Deep Saros-motoren.
de: Dieses Buch war Teil des Downloads der Deep Saros-Engine.
el: Αυτό το βιβλίο ήταν μέρος της μηχανής λήψης Deep Saros.
es: Este libro fue parte de la descarga del motor Deep Saros.
et: See raamat oli osa Deep Saros mootori allalaadimisest.
fa: این کتاب بخشی از دانلود موتور Deep Saros بود.
fi: Tämä kirja oli osa Deep Saros -moottorin latausta.
fr: Ce livre faisait partie du téléchargement du moteur Deep Saros.
he: ספר זה היה חלק מהורדת מנוע Deep Saros.
hi: यह पुस्तक डीप सारोस इंजन डाउनलोड का हिस्सा थी।
hu: Ez a könyv a Deep Saros motor letöltésének része volt.
id: Buku ini adalah bagian dari unduhan mesin Deep Saros.
it: Questo libro faceva parte del download del motore Deep Saros.
ja: この本は、Deep Saros エンジンのダウンロードの一部でした。
lt: Ši knyga buvo „Deep Saros“ variklio atsisiuntimo dalis.
lv: Šī grāmata bija daļa no Deep Saros dzinēja lejupielādes.
nl: Dit boek was onderdeel van de Deep Saros engine download.
no: Denne boken var en del av nedlastingen av Deep Saros-motoren.
pl: Ta książka była częścią pobierania silnika Deep Saros.
pt: Este livro fez parte do download do mecanismo Deep Saros.
ro: Această carte a făcut parte din descărcarea motorului Deep Saros.
ru: Эта книга была частью загрузки движка Deep Saros.
sq: Ky libër ishte pjesë e shkarkimit të motorit të lojës Deep Saros.
sr: Ова књига је била део преузимања Deep Saros мотора.
sv: Den här boken var en del av nedladdningen av Deep Saros-motorn.
sw: Kitabu hiki kilikuwa sehemu ya upakuaji wa injini ya Deep Saros.
ta: இந்தப் புத்தகம் டீப் சரோஸ் எஞ்சின் பதிவிறக்கத்தின் ஒரு பகுதியாகும்.
th: หนังสือเล่มนี้เป็นส่วนหนึ่งของการดาวน์โหลดเครื่องมือ Deep Saros
tr: Bu kitap Deep Saros motorunun indirilmesinin bir parçasıydı.
uk: Ця книга була частиною завантаження двигуна Deep Saros.
ur: یہ کتاب ڈیپ ساروس انجن ڈاؤن لوڈ کا حصہ تھی۔
vi: Cuốn sách này là một phần của công cụ tải xuống Deep Saros.

source: It should have been installed in the following directory -
ar: كان ينبغي أن يتم تثبيته في الدليل التالي -
bg: Трябваше да е инсталиран в следната директория -
bn: এটি নিম্নলিখিত ডিরেক্টরিতে ইনস্টল করা উচিত ছিল -
cs: Mělo by být nainstalováno do následujícího adresáře -
da: Den skulle have været installeret i følgende mappe -
de: Es sollte im folgenden Verzeichnis installiert worden sein -
el: Θα έπρεπε να είχε εγκατασταθεί στον ακόλουθο κατάλογο -
es: Debería haberse instalado en el siguiente directorio:
et: See oleks pidanud olema installitud järgmisesse kataloogi -
fa: باید در دایرکتوری زیر نصب می‌شد -
fi: Sen olisi pitänyt olla asennettuna seuraavaan hakemistoon:
fr: Il aurait dû être installé dans le répertoire suivant -
he: זה היה אמור להיות מותקן בתיקייה הבאה -
hi: इसे निम्नलिखित निर्देशिका में स्थापित किया जाना चाहिए था -
hu: A következő könyvtárba kellett volna telepíteni:
id: Seharusnya diinstal di direktori berikut -
it: Avrebbe dovuto essere installato nella seguente directory:
ja: 次のディレクトリにインストールされているはずです -
lt: Jis turėjo būti įdiegtas šiame kataloge:
lv: Tam vajadzēja būt instalētam šādā direktorijā:
nl: Het had in de volgende directory geïnstalleerd moeten worden:
no: Den burde ha blitt installert i følgende katalog -
pl: Powinien zostać zainstalowany w następującym katalogu -
pt: Ele deveria ter sido instalado no seguinte diretório -
ro: Ar fi trebuit să fie instalat în următorul director -
ru: Его следовало установить в следующий каталог:
sq: Duhet të ishte instaluar në direktorinë e mëposhtme -
sr: Требало је да буде инсталиран у следећем директоријуму -
sv: Den borde ha installerats i följande katalog -
sw: Inapaswa kuwa imewekwa kwenye saraka ifuatayo -
ta: இது பின்வரும் கோப்பகத்தில் நிறுவப்பட்டிருக்க வேண்டும் -
th: ควรได้รับการติดตั้งในไดเร็กทอรีต่อไปนี้ -
tr: Aşağıdaki dizine kurulmuş olması gerekirdi -
uk: Його слід було встановити в наступний каталог -
ur: اسے درج ذیل ڈائرکٹری میں انسٹال کیا جانا چاہیے تھا۔
vi: Nó phải được cài đặt trong thư mục sau -

source: Help for rated game engines
ar: المساعدة لمحركات الألعاب المصنفة
bg: Помощ за рейтингови игрови двигатели
bn: রেট করা গেম ইঞ্জিনগুলির জন্য সাহায্য
cs: Nápověda pro hodnocené herní enginy
da: Hjælp til bedømte spilmotorer
de: Hilfe für bewertete Spiele-Engines
el: Βοήθεια για μηχανές παιχνιδιών με αξιολόγηση
es: Ayuda para motores de juegos clasificados
et: Abi hinnatud mängumootorite jaoks
fa: کمک برای موتورهای بازی رتبه‌بندی‌شده
fi: Apua arvioiduille pelimoottoreille
fr: Aide pour les moteurs de jeu notés
he: עזרה למנועי משחק מדורגים
hi: रेटेड गेम इंजनों के लिए सहायता
hu: Segítség a besorolt ​​játékmotorokhoz
id: Bantuan untuk mesin game berperingkat
it: Aiuto per i motori di gioco classificati
ja: 定格ゲームエンジンのヘルプ
lt: Pagalba įvertintiems žaidimų varikliams
lv: Palīdzība novērtētiem spēļu dzinējiem
nl: Hulp voor beoordeelde game-engines
no: Hjelp med aldersgrensede spillmotorer
pl: Pomoc dla ocenianych silników gier
pt: Ajuda para motores de jogos classificados
ro: Ajutor pentru motoarele de jocuri evaluate
ru: Помощь для рейтинговых игровых движков
sq: Ndihmë për motorët e lojërave të vlerësuara
sr: Помоћ за оцењене енџине за игре
sv: Hjälp med betygsatta spelmotorer
sw: Msaada kwa injini za mchezo zilizokadiriwa
ta: மதிப்பிடப்பட்ட விளையாட்டு இயந்திரங்களுக்கான உதவி
th: ความช่วยเหลือสำหรับเอนจิ้นเกมที่ได้รับการจัดอันดับ
tr: Derecelendirilmiş oyun motorları için yardım
uk: Довідка щодо рейтингових ігрових двигунів
ur: ریٹیڈ گیم انجنوں کے لیے مدد
vi: Trợ giúp cho các công cụ trò chơi được xếp hạng

source: Arasan
ar: أراسان
bg: Арасан
bn: আরাসান
el: Αρασάν
fa: آراسان
he: ארסן
hi: अरासन
ja: アラサン
lt: Arasanas
ru: Арасан
sr: Арасан
ta: அரசன்
th: อาราซาน
uk: Арасан
ur: اراسان

source: Rodent
ar: القوارض
bg: Гризач
bn: ইঁদুর
cs: Hlodavec
da: Gnaver
de: Nagetier
el: Τρωκτικό
es: Roedor
et: Näriline
fa: جوندگان
fi: Jyrsijä
fr: Rongeur
he: מְכַּרסֵם
hi: कृंतक
hu: Rágcsáló
id: Hewan pengerat
it: Roditore
ja: 齧歯類
lt: Graužikas
lv: Grauzējs
nl: Knaagdier
no: Gnager
pl: Gryzoń
pt: Roedor
ro: Rozătoare
ru: Грызун
sq: Brejtës
sr: Глодар
sv: Gnagare
sw: Panya
ta: கொறித்துண்ணி
th: สัตว์ฟันแทะ
tr: Kemirgen
uk: Гризун
ur: چوہا
vi: Động vật gặm nhấm

source: Stockfish
ar: سمك القد
bg: Сушена риба
bn: স্টকফিশ
cs: Treska
da: Tørfisk
de: Stockfisch
el: Μπακαλάος
es: Pescado de seco
et: Kukekala
fa: ماهی استاک فیش
fi: Kapakala
fr: Stockfisch
he: דגי סטוקפיש
hi: सूखी हुई मछली
hu: Szárított tőkehal
id: Ikan stok
it: Stoccafisso
ja: ストックフィッシュ
lt: Jūrų ešeriai
lv: Jūras kāposti
nl: Stokvis
no: Tørrfisk
pl: Sztokfisz
pt: Bacalhau
ro: Batog uscat
ru: Вяленая рыба
sq: Peshk i stokut
sr: Бакалар
sv: Lutfisk
sw: Samaki wa samaki
ta: ஸ்டாக்ஃபிஷ்
th: ปลาสต็อกฟิช
tr: Kurutulmuş balık
uk: В'ялена риба
ur: اسٹاک فش
vi: Cá tuyết

source: The engines used < Rated game > all have the UCI limit strength option.
ar: تحتوي جميع المحركات المستخدمة < اللعبة المصنفة > على خيار قوة حد UCI.
bg: Използваните двигатели < Рейтингова игра> имат опцията за ограничение на силата на UCI.
bn: <Rated game > ব্যবহৃত ইঞ্জিনগুলির সবগুলিতে UCI সীমা শক্তি বিকল্প রয়েছে।
cs: Všechny použité enginy <Hodnocená hra> mají možnost limitu síly UCI.
da: De anvendte motorer <Rated game> har alle UCI-styrkegrænseindstillingen.
de: Die verwendeten Engines <Rated Game> verfügen alle über die UCI-Grenzstärkeoption.
el: Οι κινητήρες που χρησιμοποιούνται <Rated game> έχουν όλες την επιλογή ορίου ισχύος UCI.
es: Todos los motores utilizados en <Juego clasificado> tienen la opción de fuerza límite UCI.
et: Kasutatud mootoritel <Rated game> on kõigil UCI tugevuspiirangu valik.
fa: موتورهای استفاده شده <بازی دارای رتبه‌بندی> همگی دارای گزینه‌ی قدرت محدود UCI هستند.
fi: Käytetyissä < Rated game > -moottoreissa on kaikissa UCI:n tehorajoitus.
fr: Les moteurs utilisés < Jeu classé > ont tous l'option de limite de puissance UCI.
he: לכל המנועים שבהם נעשה שימוש <משחק מדורג> יש אפשרות הגבלת עוצמה של UCI.
hi: उपयोग किए गए सभी इंजन < रेटेड गेम > में UCI सीमा शक्ति विकल्प है।
hu: A < Rated game > játékban használt motorok mindegyike rendelkezik UCI limit erősségi opcióval.
id: Mesin yang digunakan <Rated game> semuanya memiliki opsi batas kekuatan UCI.
it: I motori utilizzati < Partita classificata > hanno tutti l'opzione di limite di forza UCI.
ja: 使用されるエンジン < 定格ゲーム > にはすべて、UCI 制限強度オプションがあります。
lt: Visi naudojami < Rated game > varikliai turi UCI ribinio stiprumo parinktį.
lv: Visiem izmantotajiem dzinējiem < Rated game > ir UCI ierobežojuma jaudas opcija.
nl: De engines die < Rated game > gebruiken, beschikken allemaal over de UCI-limietsterkte-optie.
no: Motorene som brukes <Rated game> har alle UCI-styrkegrensealternativet.
pl: Wszystkie silniki używane w grze < Ocena gry > mają opcję limitu mocy UCI.
pt: Os motores usados < Jogo classificado > todos têm a opção de limite de força da UCI.
ro: Motoarele utilizate < Joc evaluat > au toate opțiunea de limitare a puterii UCI.
ru: Все используемые движки < Рейтинговая игра > имеют опцию ограничения прочности UCI.
sq: Motorët e përdorur < Lojë e vlerësuar > kanë të gjithë opsionin e forcës së limitit UCI.
sr: Коришћени мотори < Оцењена игра > сви имају опцију ограничења снаге UCI.
sv: Motorerna som används <Rated game> har alla UCI-styrkegränsalternativet.
sw: Injini zinazotumiwa < Iliyokadiriwa mchezo > zote zina chaguo la nguvu ya kikomo cha UCI.
ta: மதிப்பிடப்பட்ட விளையாட்டு > பயன்படுத்தப்படும் இயந்திரங்கள் அனைத்தும் UCI வரம்பு வலிமை விருப்பத்தைக் கொண்டுள்ளன.
th: เครื่องยนต์ที่ใช้ < เกมที่ได้รับการจัดอันดับ > ทั้งหมดมีตัวเลือกความแข็งแกร่งจำกัด UCI
tr: < Derecelendirilmiş oyun > kullanılan motorların hepsinde UCI sınır gücü seçeneği vardır.
uk: Використані двигуни <Рейтингова гра> мають опцію обмеження сили UCI.
ur: استعمال کیے جانے والے انجن <Rated game> سبھی میں UCI کی حد کی طاقت کا اختیار ہے۔
vi: Các công cụ được sử dụng <Trò chơi được xếp hạng> đều có tùy chọn giới hạn sức mạnh của UCI.

source: This allows the user to select an approximate ELO rating
ar: يتيح هذا للمستخدم اختيار تصنيف ELO تقريبي
bg: Това позволява на потребителя да избере приблизителна ELO оценка
bn: এটি ব্যবহারকারীকে একটি আনুমানিক ELO রেটিং নির্বাচন করতে দেয়
cs: To umožňuje uživateli vybrat přibližné hodnocení ELO.
da: Dette giver brugeren mulighed for at vælge en omtrentlig ELO-vurdering
de: Dies ermöglicht dem Benutzer die Auswahl einer ungefähren ELO-Bewertung
el: Αυτό επιτρέπει στον χρήστη να επιλέξει μια κατά προσέγγιση βαθμολογία ELO
es: Esto permite al usuario seleccionar una calificación ELO aproximada
et: See võimaldab kasutajal valida ligikaudse ELO-reitingu
fa: این به کاربر اجازه می‌دهد تا یک رتبه‌بندی تقریبی ELO را انتخاب کند.
fi: Näin käyttäjä voi valita likimääräisen ELO-luokituksen
fr: Cela permet à l'utilisateur de sélectionner une note ELO approximative
he: זה מאפשר למשתמש לבחור דירוג ELO משוער
hi: यह उपयोगकर्ता को एक अनुमानित ELO रेटिंग चुनने की अनुमति देता है
hu: Ez lehetővé teszi a felhasználó számára egy hozzávetőleges ELO-besorolás kiválasztását
id: Ini memungkinkan pengguna untuk memilih peringkat ELO perkiraan
it: Ciò consente all'utente di selezionare una valutazione ELO approssimativa
ja: これにより、ユーザーはおおよそのELOレーティングを選択できます。
lt: Tai leidžia vartotojui pasirinkti apytikslį ELO įvertinimą
lv: Tas ļauj lietotājam izvēlēties aptuvenu ELO vērtējumu
nl: Hiermee kan de gebruiker een benaderende ELO-beoordeling selecteren
no: Dette lar brukeren velge en omtrentlig ELO-vurdering
pl: Umożliwia użytkownikowi wybór przybliżonej oceny ELO
pt: Isso permite que o usuário selecione uma classificação ELO aproximada
ro: Acest lucru permite utilizatorului să selecteze o evaluare ELO aproximativă.
ru: Это позволяет пользователю выбрать приблизительный рейтинг ELO.
sq: Kjo i lejon përdoruesit të zgjedhë një vlerësim të përafërt ELO.
sr: Ово омогућава кориснику да изабере приближну ЕЛО оцену
sv: Detta låter användaren välja en ungefärlig ELO-klassificering
sw: Hii inaruhusu mtumiaji kuchagua kadirio la ELO
ta: இது பயனருக்கு தோராயமான ELO மதிப்பீட்டைத் தேர்ந்தெடுக்க அனுமதிக்கிறது.
th: สิ่งนี้ช่วยให้ผู้ใช้สามารถเลือกค่า ELO โดยประมาณได้
tr: Bu, kullanıcının yaklaşık bir ELO derecesi seçmesine olanak tanır
uk: Це дозволяє користувачеві вибрати приблизний рейтинг ELO.
ur: یہ صارف کو ایک تخمینی ELO درجہ بندی منتخب کرنے کی اجازت دیتا ہے۔
vi: Điều này cho phép người dùng chọn xếp hạng ELO gần đúng

source: for the playing strength of the engine.
ar: لقوة تشغيل المحرك.
bg: за силата на свирене на двигателя.
bn: ইঞ্জিনের বাজানোর শক্তির জন্য।
cs: pro herní sílu motoru.
da: for motorens spillestyrke.
de: für die Spielstärke der Engine.
el: για την ισχύ παιχνιδιού του κινητήρα.
es: para la fuerza de juego del motor.
et: mootori mängujõu jaoks.
fa: برای قدرت بازی موتور.
fi: moottorin soittovoimakkuuden vuoksi.
fr: pour la force de jeu du moteur.
he: לעוצמת הנגינה של המנוע.
hi: इंजन की खेल शक्ति के लिए.
hu: a motor játékerősségéhez.
id: untuk kekuatan permainan mesin.
it: per la potenza di gioco del motore.
ja: エンジンの再生強度のため。
lt: dėl variklio grojimo stiprumo.
lv: par motora spēles spēku.
nl: voor de speelsterkte van de engine.
no: for motorens spillestyrke.
pl: dla mocy silnika.
pt: para a potência do motor.
ro: pentru puterea de joc a motorului.
ru: для игровой мощи двигателя.
sq: për fuqinë e lojës së motorit.
sr: за снагу свирања мотора.
sv: för motorns spelstyrka.
sw: kwa nguvu ya kucheza ya injini.
ta: இயந்திரத்தின் விளையாடும் வலிமைக்காக.
th: เพื่อความแข็งแกร่งในการเล่นของเครื่องยนต์
tr: motorun çalma gücü için.
uk: для ігрової сили двигуна.
ur: انجن کی طاقت کے لیے۔
vi: để tăng sức mạnh của động cơ.
