Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Check to use UCI limit strength for engine adjustments
ar: حدد استخدام قوة حد UCI لتعديلات المحرك
bg: Отметнете, за да използвате UCI граничната якост за настройки на двигателя
bn: ইঞ্জিন সমন্বয়ের জন্য UCI সীমা শক্তি ব্যবহার করতে পরীক্ষা করুন।
cs: Zaškrtněte pro použití limitní pevnosti UCI pro seřízení motoru
da: Markér for at bruge UCI-grænsestyrken til motorjusteringer
de: Aktivieren Sie dieses Kontrollkästchen, um die UCI-Grenzstärke für Motoreinstellungen zu verwenden.
el: Ελέγξτε για να χρησιμοποιήσετε την οριακή ισχύ UCI για τις ρυθμίσεις του κινητήρα
es: Marcar para utilizar la fuerza límite UCI para ajustes del motor
et: Märkige, et mootori reguleerimisel kasutataks UCI piirtugevust
fa: بررسی کنید که آیا از قدرت محدود UCI برای تنظیمات موتور استفاده می‌شود یا خیر.
fi: Valitse UCI:n rajavoimakkuus moottorin säädöille
fr: Vérifiez l'utilisation de la limite de résistance UCI pour les réglages du moteur
he: סמן כדי להשתמש בעוצמת גבול UCI עבור התאמות מנוע
hi: इंजन समायोजन के लिए UCI सीमा शक्ति का उपयोग करने के लिए जाँच करें
hu: Jelölje be, hogy az UCI határerősségét használja-e a motorbeállításokhoz
id: Periksa untuk menggunakan kekuatan batas UCI untuk penyesuaian mesin
it: Selezionare per utilizzare la forza limite UCI per le regolazioni del motore
ja: エンジン調整にUCI限界強度を使用するかどうかをチェックします
lt: Pažymėkite, kad variklio reguliavimui būtų naudojamas UCI ribinis stiprumas
lv: Atzīmējiet, lai dzinēja regulēšanai izmantotu UCI ierobežojošo spēku
nl: Controleer of de UCI-limietsterkte wordt gebruikt voor motoraanpassingen
no: Kryss av for å bruke UCI-grensestyrke for motorjusteringer
pl: Zaznacz, aby użyć limitu wytrzymałości UCI do regulacji silnika
pt: Marque para usar a força limite da UCI para ajustes do motor
ro: Verificați dacă utilizați limita de rezistență UCI pentru reglajele motorului
ru: Установите флажок, чтобы использовать предельное значение силы UCI для регулировки двигателя.
sq: Kontrolloni për të përdorur forcën limit UCI për rregullimet e motorit
sr: Означите да бисте користили UCI ограничење јачине за подешавања мотора
sv: Markera för att använda UCI-gränsstyrka för motorjusteringar
sw: Angalia ili utumie nguvu ya kikomo ya UCI kwa marekebisho ya injini
ta: இயந்திர சரிசெய்தல்களுக்கு UCI வரம்பு வலிமையைப் பயன்படுத்த சரிபார்க்கவும்.
th: ตรวจสอบการใช้ขีดจำกัด UCI สำหรับการปรับเครื่องยนต์
tr: Motor ayarlamaları için UCI sınır gücünü kullanmak üzere işaretleyin
uk: Позначте, щоб використовувати граничну міцність UCI для регулювання двигуна
ur: انجن ایڈجسٹمنٹ کے لیے UCI کی حد کی طاقت کو استعمال کرنے کے لیے چیک کریں۔
vi: Kiểm tra để sử dụng giới hạn cường độ UCI cho việc điều chỉnh động cơ

source: Enter the nodes per second value,
ar: أدخل قيمة العقد في الثانية،
bg: Въведете стойността на възлите в секунда,
bn: প্রতি সেকেন্ডে নোডের মান লিখুন,
cs: Zadejte hodnotu uzlů za sekundu,
da: Indtast værdien for noder pr. sekund,
de: Geben Sie den Wert für die Knoten pro Sekunde ein.
el: Εισαγάγετε την τιμή των κόμβων ανά δευτερόλεπτο,
es: Introduzca el valor de nodos por segundo,
et: Sisestage sõlmede arv sekundis,
fa: مقدار گره در ثانیه را وارد کنید،
fi: Syötä solmujen lukumäärä sekunnissa -arvo,
fr: Entrez la valeur des nœuds par seconde,
he: הזן את ערך הצמתים לשנייה,
hi: प्रति सेकंड नोड्स का मान दर्ज करें,
hu: Adja meg a csomópontok másodpercenkénti értékét,
id: Masukkan nilai node per detik,
it: Inserisci il valore dei nodi al secondo,
ja: 1秒あたりのノード数を入力します。
lt: Įveskite mazgų per sekundę vertę,
lv: Ievadiet mezglu skaitu sekundē.
nl: Voer de waarde voor het aantal knooppunten per seconde in,
no: Skriv inn verdien for noder per sekund,
pl: Wprowadź wartość węzłów na sekundę,
pt: Insira o valor de nós por segundo,
ro: Introduceți valoarea nodurilor pe secundă,
ru: Введите значение количества узлов в секунду,
sq: Futni vlerën e nyjeve për sekondë,
sr: Унесите вредност броја чворова у секунди,
sv: Ange värdet för noder per sekund,
sw: Ingiza nodi kwa kila sekunde,
ta: வினாடிக்கு முனைகளின் மதிப்பை உள்ளிடவும்,
th: ป้อนค่าโหนดต่อวินาที
tr: Saniye başına düğüm değerini girin,
uk: Введіть значення кількості вузлів за секунду,
ur: نوڈس فی سیکنڈ ویلیو درج کریں،
vi: Nhập giá trị số nút trên giây,

source: higher for stronger, lower for weaker,
ar: أعلى للأقوى، وأدنى للضعيف،
bg: по-високо за по-силно, по-ниско за по-слабо,
bn: শক্তিশালীদের জন্য উচ্চতর, দুর্বলদের জন্য নিম্নতর,
cs: vyšší pro silnější, nižší pro slabší,
da: højere for stærkere, lavere for svagere,
de: höher für stärker, niedriger für schwächer,
el: υψηλότερο για ισχυρότερο, χαμηλότερο για ασθενέστερο,
es: Más alto para más fuerte, más bajo para más débil,
et: kõrgem tugevama, madalam nõrgema jaoks,
fa: برای قوی‌ترها بالاتر، برای ضعیف‌ترها پایین‌تر،
fi: korkeampi vahvemmalle, matalampi heikommalle,
fr: plus haut pour plus fort, plus bas pour plus faible,
he: גבוה יותר לחזק יותר, נמוך יותר לחלש יותר,
hi: मजबूत के लिए अधिक, कमजोर के लिए कम,
hu: magasabb az erősebbhez, alacsonyabb a gyengébbhez,
id: lebih tinggi untuk yang lebih kuat, lebih rendah untuk yang lebih lemah,
it: più alto per più forte, più basso per più debole,
ja: 高いほど強く、低いほど弱く、
lt: didesnis – stipresniam, mažesnis – silpnesniam,
lv: augstāks stiprākam, zemāks vājākam,
nl: hoger voor sterker, lager voor zwakker,
no: høyere for sterkere, lavere for svakere,
pl: wyższy dla silniejszego, niższy dla słabszego,
pt: maior para mais forte, menor para mais fraco,
ro: mai mare pentru mai puternic, mai mic pentru mai slab,
ru: выше для более сильного, ниже для более слабого,
sq: më i lartë për më të fortë, më i ulët për më të dobët,
sr: више за јаче, ниже за слабије,
sv: högre för starkare, lägre för svagare,
sw: juu kwa nguvu, chini kwa dhaifu,
ta: வலிமையானவருக்கு உயர்ந்தது, பலவீனமானவருக்குக் குறைவானது,
th: สูงขึ้นเพื่อแข็งแกร่งขึ้น ต่ำลงเพื่ออ่อนแอลง
tr: daha güçlü için daha yüksek, daha zayıf için daha düşük,
uk: вище для сильнішого, нижче для слабшого,
ur: مضبوط کے لیے زیادہ، کمزور کے لیے کم،
vi: cao hơn cho mạnh hơn, thấp hơn cho yếu hơn,

source: but zero for maximum strength
ar: ولكن صفر لأقصى قوة
bg: но нула за максимална сила
bn: কিন্তু সর্বোচ্চ শক্তির জন্য শূন্য
cs: ale nula pro maximální sílu
da: men nul for maksimal styrke
de: aber Null für maximale Stärke
el: αλλά μηδέν για μέγιστη ισχύ
es: pero cero para máxima fuerza
et: aga maksimaalse tugevuse korral null
fa: اما صفر برای حداکثر قدرت
fi: mutta nolla maksimaalisen lujuuden saavuttamiseksi
fr: mais zéro pour une résistance maximale
he: אבל אפס לעוצמה מקסימלית
hi: लेकिन अधिकतम शक्ति के लिए शून्य
hu: de nulla a maximális szilárdságért
id: tapi nol untuk kekuatan maksimum
it: ma zero per la massima forza
ja: しかし、最大強度の場合はゼロ
lt: bet nulis maksimaliam stiprumui
lv: bet nulle maksimālai izturībai
nl: maar nul voor maximale sterkte
no: men null for maksimal styrke
pl: ale zero dla maksymalnej siły
pt: mas zero para força máxima
ro: dar zero pentru rezistență maximă
ru: но ноль для максимальной силы
sq: por zero për forcën maksimale
sr: али нула за максималну снагу
sv: men noll för maximal styrka
sw: lakini sifuri kwa nguvu ya juu
ta: ஆனால் அதிகபட்ச வலிமைக்கு பூஜ்ஜியம்
th: แต่ศูนย์เพื่อความแข็งแกร่งสูงสุด
tr: ancak maksimum güç için sıfır
uk: але нуль для максимальної міцності
ur: لیکن زیادہ سے زیادہ طاقت کے لیے صفر
vi: nhưng số không cho sức mạnh tối đa

source: Enter the blur evaluation value,
ar: أدخل قيمة تقييم التمويه،
bg: Въведете стойността за оценка на размазването,
bn: ব্লার মূল্যায়ন মান লিখুন,
cs: Zadejte hodnotu vyhodnocení rozmazání,
da: Indtast værdien for evaluering af sløring,
de: Geben Sie den Unschärfebewertungswert ein.
el: Εισαγάγετε την τιμή αξιολόγησης θολώματος,
es: Introduzca el valor de evaluación de desenfoque,
et: Sisestage hägususe hindamise väärtus,
fa: مقدار ارزیابی تاری را وارد کنید،
fi: Syötä sumennuksen arviointiarvo,
fr: Entrez la valeur d'évaluation du flou,
he: הזן את ערך הערכת הטשטוש,
hi: धुंधलापन मूल्यांकन मान दर्ज करें,
hu: Adja meg az elmosódás kiértékelésének értékét,
id: Masukkan nilai evaluasi blur,
it: Inserire il valore di valutazione della sfocatura,
ja: ぼかし評価値を入力します。
lt: Įveskite suliejimo įvertinimo reikšmę,
lv: Ievadiet izpludinājuma novērtēšanas vērtību,
nl: Voer de waarde voor de onscherpte-evaluatie in,
no: Skriv inn verdien for evaluering av uskarphet,
pl: Wprowadź wartość oceny rozmycia,
pt: Insira o valor de avaliação do desfoque,
ro: Introduceți valoarea de evaluare a estompării,
ru: Введите значение оценки размытия,
sq: Futni vlerën e vlerësimit të turbullirës,
sr: Унесите вредност процене замућења,
sv: Ange värdet för utvärdering av oskärpa,
sw: Weka thamani ya tathmini ya ukungu,
ta: மங்கலான மதிப்பீட்டு மதிப்பை உள்ளிடவும்,
th: ป้อนค่าการประเมินความเบลอ
tr: Bulanıklık değerlendirme değerini girin,
uk: Введіть значення оцінки розмиття,
ur: دھندلاپن کی تشخیص کی قدر درج کریں،
vi: Nhập giá trị đánh giá độ mờ,

source: lower for stronger, higher for weaker
ar: أقل للأقوى، وأعلى للأضعف
bg: по-ниско за по-силно, по-високо за по-слабо
bn: শক্তিশালীদের জন্য কম, দুর্বলদের জন্য বেশি
cs: nižší pro silnější, vyšší pro slabší
da: lavere for stærkere, højere for svagere
de: niedriger für stärker, höher für schwächer
el: χαμηλότερο για ισχυρότερο, υψηλότερο για ασθενέστερο
es: Más bajo para más fuerte, más alto para más débil
et: madalam tugevama, kõrgem nõrgema jaoks
fa: برای قوی‌تر پایین‌تر، برای ضعیف‌تر بالاتر
fi: alempi vahvemmalle, korkeampi heikommalle
fr: plus bas pour plus fort, plus haut pour plus faible
he: נמוך יותר לחזק יותר, גבוה יותר לחלש יותר
hi: मजबूत के लिए कम, कमजोर के लिए अधिक
hu: alacsonyabb az erősebbhez, magasabb a gyengébbhez
id: lebih rendah untuk yang lebih kuat, lebih tinggi untuk yang lebih lemah
it: più basso per più forte, più alto per più debole
ja: 低いほど強く、高いほど弱い
lt: mažesnis – stipresniam, didesnis – silpnesniam
lv: zemāks stiprākam, augstāks vājākam
nl: lager voor sterker, hoger voor zwakker
no: lavere for sterkere, høyere for svakere
pl: niższy dla silniejszego, wyższy dla słabszego
pt: menor para mais forte, maior para mais fraco
ro: mai mic pentru mai puternic, mai mare pentru mai slab
ru: ниже для более сильного, выше для более слабого
sq: më e ulët për më të fortë, më e lartë për më të dobët
sr: ниже за јаче, више за слабије
sv: lägre för starkare, högre för svagare
sw: chini kwa nguvu, juu kwa dhaifu
ta: வலிமையானவருக்குக் குறைவு, பலவீனமானவருக்குக் குறைவு
th: ต่ำลงเพื่อแข็งแกร่งขึ้น สูงขึ้นเพื่ออ่อนแอลง
tr: daha güçlü için daha düşük, daha zayıf için daha yüksek
uk: нижчий для сильнішого, вищий для слабшого
ur: مضبوط کے لیے کم، کمزور کے لیے زیادہ
vi: thấp hơn cho mạnh hơn, cao hơn cho yếu hơn

source: Enter the skill level value,
ar: أدخل قيمة مستوى المهارة،
bg: Въведете стойността на нивото на умения,
bn: দক্ষতা স্তরের মান লিখুন,
cs: Zadejte hodnotu úrovně dovedností,
da: Indtast værdien for færdighedsniveauet,
de: Geben Sie den Wert für die Fähigkeitsstufe ein.
el: Εισαγάγετε την τιμή του επιπέδου δεξιοτήτων,
es: Ingrese el valor del nivel de habilidad,
et: Sisestage oskustaseme väärtus,
fa: مقدار سطح مهارت را وارد کنید،
fi: Syötä taitotason arvo,
fr: Entrez la valeur du niveau de compétence,
he: הזן את ערך רמת המיומנות,
hi: कौशल स्तर मान दर्ज करें,
hu: Adja meg a képzettségi szint értékét,
id: Masukkan nilai tingkat keterampilan,
it: Inserisci il valore del livello di abilità,
ja: スキルレベルの値を入力します。
lt: Įveskite įgūdžių lygio vertę,
lv: Ievadiet prasmju līmeņa vērtību,
nl: Voer de waarde van het vaardigheidsniveau in,
no: Skriv inn verdien for ferdighetsnivået,
pl: Wprowadź wartość poziomu umiejętności,
pt: Insira o valor do nível de habilidade,
ro: Introduceți valoarea nivelului de calificare,
ru: Введите значение уровня навыка,
sq: Futni vlerën e nivelit të aftësive,
sr: Унесите вредност нивоа вештине,
sv: Ange värdet för färdighetsnivån,
sw: Ingiza thamani ya kiwango cha ujuzi,
ta: திறன் நிலை மதிப்பை உள்ளிடவும்,
th: กรอกค่าระดับทักษะ
tr: Beceri seviyesi değerini girin,
uk: Введіть значення рівня кваліфікації,
ur: مہارت کی سطح کی قدر درج کریں،
vi: Nhập giá trị cấp độ kỹ năng,

source: lower for weaker, higher for stronger
ar: أقل للأضعف، وأعلى للأقوى
bg: по-ниско за по-слабо, по-високо за по-силно
bn: দুর্বলের জন্য কম, শক্তিশালীর জন্য বেশি
cs: nižší pro slabší, vyšší pro silnější
da: lavere for svagere, højere for stærkere
de: niedriger für schwächer, höher für stärker
el: χαμηλότερο για πιο αδύναμο, υψηλότερο για πιο δυνατό
es: Más bajo para más débil, más alto para más fuerte
et: madalam nõrgema, kõrgem tugevama jaoks
fa: برای ضعیف‌تر پایین‌تر، برای قوی‌تر بالاتر
fi: matalampi heikommalle, korkeampi vahvemmalle
fr: plus bas pour plus faible, plus haut pour plus fort
he: נמוך יותר לחלש יותר, גבוה יותר לחזק יותר
hi: कमज़ोर के लिए कम, मज़बूत के लिए ज़्यादा
hu: alacsonyabb a gyengébb, magasabb az erősebb
id: lebih rendah untuk yang lebih lemah, lebih tinggi untuk yang lebih kuat
it: più basso per più debole, più alto per più forte
ja: 低いほど弱く、高いほど強い
lt: mažesnis – silpnesniam, didesnis – stipresniam
lv: zemāks vājākam, augstāks stiprākam
nl: lager voor zwakker, hoger voor sterker
no: lavere for svakere, høyere for sterkere
pl: niższy dla słabszych, wyższy dla silniejszych
pt: menor para mais fraco, maior para mais forte
ro: mai mic pentru mai slab, mai mare pentru mai puternic
ru: ниже для слабее, выше для сильнее
sq: më e ulët për më të dobët, më e lartë për më të fortë
sr: ниже за слабије, више за јаче
sv: lägre för svagare, högre för starkare
sw: chini kwa dhaifu, juu kwa nguvu zaidi
ta: பலவீனமானவருக்குக் குறைவு, வலிமையானவருக்கு உயர்ந்தது
th: ต่ำลงหมายถึงอ่อนแอ สูงขึ้นหมายถึงแข็งแกร่งขึ้น
tr: zayıf için daha düşük, güçlü için daha yüksek
uk: нижчий для слабшого, вищий для сильнішого
ur: کمزور کے لیے کم، مضبوط کے لیے زیادہ
vi: thấp hơn cho yếu hơn, cao hơn cho mạnh hơn

source: Add nodes per second and evaluation blur
ar: إضافة عقدة في الثانية وتقييم ضبابي
bg: Добавяне на възли в секунда и размазване на оценката
bn: প্রতি সেকেন্ডে নোড যোগ করুন এবং মূল্যায়ন ঝাপসা করুন
cs: Přidávání uzlů za sekundu a rozmazání vyhodnocení
da: Tilføj noder pr. sekund og sløring af evaluering
de: Knoten pro Sekunde und Auswertungsunschärfe hinzufügen
el: Προσθήκη κόμβων ανά δευτερόλεπτο και θόλωση αξιολόγησης
es: Añadir nodos por segundo y evaluación de desenfoque
et: Lisa sõlmed sekundis ja hägusta hindamist
fa: اضافه کردن گره در ثانیه و ارزیابی تاری
fi: Lisää solmuja sekunnissa ja arvioinnin sumennus
fr: Ajoutez des nœuds par seconde et un flou d'évaluation
he: הוספת צמתים לשנייה וטשטוש הערכה
hi: प्रति सेकंड नोड्स और मूल्यांकन धुंधलापन जोड़ें
hu: Csomópontok hozzáadása másodpercenként és kiértékelés elmosása
id: Tambahkan node per detik dan evaluasi blur
it: Aggiungi nodi al secondo e sfocatura della valutazione
ja: 1秒あたりのノード数と評価ブラーを追加します
lt: Pridėkite mazgus per sekundę ir įvertinkite suliejimą
lv: Pievienot mezglus sekundē un novērtēt izpludināt
nl: Voeg knooppunten per seconde toe en vervaag de evaluatie
no: Legg til noder per sekund og evalueringsuskarphet
pl: Dodaj węzły na sekundę i rozmyj ocenę
pt: Adicionar nós por segundo e desfoque de avaliação
ro: Adăugați noduri pe secundă și estompați evaluarea
ru: Добавьте узлы в секунду и размытие оценки
sq: Shtoni nyje për sekondë dhe turbullim vlerësimi
sr: Додајте чворове у секунди и замућење евалуације
sv: Lägg till noder per sekund och oskärpa i utvärderingen
sw: Ongeza nodi kwa sekunde na ukungu wa tathmini
ta: வினாடிக்கு முனைகளைச் சேர்த்து மதிப்பீட்டை மங்கலாக்குங்கள்
th: เพิ่มโหนดต่อวินาทีและการประเมินแบบเบลอ
tr: Saniye başına düğüm sayısını ve değerlendirme bulanıklığını ekleyin
uk: Додавання вузлів за секунду та розмиття при оцінці
ur: نوڈس فی سیکنڈ اور ایویلیویشن بلر شامل کریں۔
vi: Thêm nút mỗi giây và đánh giá độ mờ

source: values to the file, if they are not present
ar: القيم إلى الملف، إذا لم تكن موجودة
bg: стойности във файла, ако те не са налични
bn: ফাইলের মান, যদি সেগুলি উপস্থিত না থাকে
cs: hodnoty do souboru, pokud nejsou k dispozici
da: værdier til filen, hvis de ikke er til stede
de: Werte in die Datei, wenn sie nicht vorhanden sind
el: τιμές στο αρχείο, εάν δεν υπάρχουν
es: valores al archivo, si no están presentes
et: väärtused faili, kui neid pole
fa: مقادیر مربوط به فایل، در صورت عدم وجود آنها
fi: arvot tiedostoon, jos niitä ei ole
fr: valeurs au fichier, si elles ne sont pas présentes
he: ערכים לקובץ, אם הם אינם קיימים
hi: यदि वे मौजूद नहीं हैं, तो फ़ाइल में मान जोड़ें
hu: értékek a fájlban, ha azok nincsenek jelen
id: nilai ke file, jika tidak ada
it: valori al file, se non sono presenti
ja: ファイルに値が存在しない場合は追加する
lt: reikšmės faile, jei jų nėra
lv: vērtības failā, ja to nav
nl: waarden aan het bestand toevoegen, indien deze niet aanwezig zijn
no: verdier til filen, hvis de ikke finnes
pl: wartości do pliku, jeśli ich nie ma
pt: valores para o arquivo, se não estiverem presentes
ro: valori în fișier, dacă acestea nu sunt prezente
ru: значения в файл, если они отсутствуют
sq: vlerat në skedar, nëse ato nuk janë të pranishme
sr: вредности у датотеку, ако нису присутне
sv: värden till filen, om de inte finns
sw: maadili kwa faili, ikiwa hazipo
ta: கோப்பிற்கான மதிப்புகள், அவை இல்லாவிட்டால்
th: ค่าไปยังไฟล์หากไม่มีอยู่
tr: eğer mevcut değillerse dosyaya değerler
uk: значення до файлу, якщо вони відсутні
ur: فائل کی قدریں، اگر وہ موجود نہیں ہیں۔
vi: các giá trị vào tệp, nếu chúng không có

source: Select the personality that you want to play against
ar: حدد الشخصية التي تريد اللعب ضدها
bg: Изберете личността, срещу която искате да играете
bn: আপনি যে ব্যক্তিত্বের বিরুদ্ধে খেলতে চান তা নির্বাচন করুন।
cs: Vyberte si osobnost, proti které chcete hrát
da: Vælg den personlighed, du vil spille imod
de: Wählen Sie die Persönlichkeit aus, gegen die Sie spielen möchten
el: Επιλέξτε την προσωπικότητα εναντίον της οποίας θέλετε να παίξετε
es: Selecciona la personalidad contra la que quieres jugar
et: Vali isiksus, kelle vastu soovid mängida
fa: شخصیتی را که می‌خواهید در مقابلش بازی کنید انتخاب کنید
fi: Valitse persoonallisuus, jota vastaan ​​haluat pelata
fr: Sélectionnez la personnalité contre laquelle vous souhaitez jouer
he: בחר את האישיות שאתה רוצה לשחק נגדה
hi: उस व्यक्तित्व का चयन करें जिसके विरुद्ध आप खेलना चाहते हैं
hu: Válaszd ki a személyiséget, aki ellen játszani szeretnél
id: Pilih kepribadian yang ingin Anda lawan
it: Seleziona la personalità contro cui vuoi giocare
ja: 対戦したい性格を選択してください
lt: Pasirinkite asmenybę, prieš kurią norite žaisti
lv: Izvēlies personību, pret kuru vēlies spēlēt
nl: Selecteer de persoonlijkheid waartegen je wilt spelen
no: Velg personligheten du vil spille mot
pl: Wybierz postać, przeciwko której chcesz grać
pt: Selecione a personalidade contra a qual você deseja jogar
ro: Selectează personalitatea împotriva căreia vrei să joci
ru: Выберите персонажа, против которого вы хотите играть.
sq: Zgjidhni personalitetin kundër të cilit doni të luani
sr: Изаберите личност против које желите да играте
sv: Välj den personlighet du vill spela mot
sw: Chagua mtu ambaye ungependa kucheza dhidi yake
ta: நீங்கள் எதிர்த்து விளையாட விரும்பும் ஆளுமையைத் தேர்ந்தெடுக்கவும்.
th: เลือกบุคลิกภาพที่คุณต้องการเล่นด้วย
tr: Karşınızda oynamak istediğiniz kişiliği seçin
uk: Виберіть персонажа, проти якого ви хочете грати
ur: وہ شخصیت منتخب کریں جس کے خلاف آپ کھیلنا چاہتے ہیں۔
vi: Chọn nhân vật mà bạn muốn chơi cùng

source: from
ar: من
bg: от
bn: থেকে
cs: z
da: fra
de: aus
el: από
es: de
et: alates
fa: از
fi: alkaen
fr: depuis
he: מִן
hi: से
hu: -tól
id: dari
it: da
ja: から
lt: iš
lv: no
nl: van
no: fra
pl: z
pt: de
ro: din
ru: от
sq: nga
sr: од
sv: från
sw: kutoka
ta: இருந்து
th: จาก
tr: itibaren
uk: з
ur: سے
vi: từ

source: Cannot switch
ar: لا يمكن التبديل
bg: Не може да се превключи
bn: স্যুইচ করা যাচ্ছে না
cs: Nelze přepnout
da: Kan ikke skifte
de: Kann nicht wechseln
el: Δεν είναι δυνατή η εναλλαγή
es: No se puede cambiar
et: Ei saa vahetada
fa: نمیشه سوئیچ کرد
fi: Ei voi vaihtaa
fr: Impossible de changer
he: לא ניתן להחליף
hi: स्विच नहीं किया जा सकता
hu: Nem lehet váltani
id: Tidak bisa beralih
it: Impossibile cambiare
ja: 切り替えできません
lt: Nepavyksta perjungti
lv: Nevar pārslēgties
nl: Kan niet wisselen
no: Kan ikke bytte
pl: Nie można przełączyć
pt: Não é possível alternar
ro: Nu se poate comuta
ru: Невозможно переключиться
sq: Nuk mund të ndërrohet
sr: Не могу да пребацим
sv: Kan inte byta
sw: Haiwezi kubadili
ta: மாற்ற முடியாது
th: ไม่สามารถสลับได้
tr: Geçiş yapılamıyor
uk: Не вдається перемкнути
ur: سوئچ نہیں کیا جا سکتا
vi: Không thể chuyển đổi

source: UCI limit strength adjustment
ar: تعديل قوة حد الاتحاد الدولي للدراجات
bg: Корекция на лимита на силата на UCI
bn: UCI সীমা শক্তি সমন্বয়
cs: Úprava limitu síly UCI
da: Justering af UCI-grænsestyrke
de: UCI-Grenzstärkenanpassung
el: Ρύθμιση ορίου ισχύος UCI
es: Ajuste de la fuerza límite de la UCI
et: UCI piirtugevuse reguleerimine
fa: تنظیم قدرت محدودیت UCI
fi: UCI-raja-arvon lujuuden säätö
fr: Ajustement de la limite de résistance de l'UCI
he: התאמת עוצמת גבול UCI
hi: यूसीआई सीमा शक्ति समायोजन
hu: UCI határerősség-beállítás
id: Penyesuaian kekuatan batas UCI
it: Regolazione della forza limite UCI
ja: UCI限界強度調整
lt: UCI ribos stiprumo reguliavimas
lv: UCI ierobežojuma stipruma regulēšana
nl: UCI-limietsterkteaanpassing
no: Justering av UCI-grensestyrke
pl: Regulacja siły granicznej UCI
pt: Ajuste de força limite UCI
ro: Ajustarea limitei de rezistență UCI
ru: Регулировка предела прочности UCI
sq: Rregullimi i forcës së limitit UCI
sr: Подешавање ограничења снаге UCI
sv: Justering av UCI-gränsstyrka
sw: Marekebisho ya nguvu ya kikomo cha UCI
ta: UCI வரம்பு வலிமை சரிசெய்தல்
th: การปรับขีดจำกัดความแข็งแกร่งของ UCI
tr: UCI limit güç ayarı
uk: Коригування граничної міцності UCI
ur: UCI حد طاقت ایڈجسٹمنٹ
vi: Điều chỉnh giới hạn cường độ UCI

source: Nodes per second adjustment
ar: ضبط عدد العقد في الثانية
bg: Корекция на възлите в секунда
bn: প্রতি সেকেন্ডে নোড সমন্বয়
cs: Úprava uzlů za sekundu
da: Justering af noder pr. sekund
de: Anpassung der Knoten pro Sekunde
el: Προσαρμογή κόμβων ανά δευτερόλεπτο
es: Ajuste de nodos por segundo
et: Sõlmede arvu sekundis korrigeerimine
fa: تنظیم گره در ثانیه
fi: Solmujen sekunnissa tapahtuva säätö
fr: Réglage des nœuds par seconde
he: התאמת צמתים לשנייה
hi: प्रति सेकंड नोड्स समायोजन
hu: Csomópontok másodpercenkénti beállítás
id: Penyesuaian node per detik
it: Regolazione dei nodi al secondo
ja: 1秒あたりのノード調整
lt: Mazgų per sekundę koregavimas
lv: Mezglu skaita sekundē regulēšana
nl: Aanpassing knooppunten per seconde
no: Justering av noder per sekund
pl: Dostosowanie liczby węzłów na sekundę
pt: Ajuste de nós por segundo
ro: Ajustarea nodurilor pe secundă
ru: Регулировка количества узлов в секунду
sq: Rregullimi i nyjeve për sekondë
sr: Подешавање броја чворова у секунди
sv: Justering av noder per sekund
sw: Nodes kwa marekebisho ya pili
ta: வினாடிக்கு முனைகள் சரிசெய்தல்
th: การปรับโหนดต่อวินาที
tr: Saniye başına düğüm ayarlaması
uk: Коригування кількості вузлів за секунду
ur: نوڈس فی سیکنڈ ایڈجسٹمنٹ
vi: Điều chỉnh số nút trên giây
