Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Window always on top
ar: النافذة دائما في الأعلى
bg: Прозорецът винаги е отгоре
bn: জানালা সবসময় উপরে থাকে
cs: Okno vždy nahoře
da: Vinduet er altid øverst
de: Fenster immer im Vordergrund
el: Το παράθυρο είναι πάντα στην κορυφή
es: Ventana siempre arriba
et: Aken alati üleval
fa: پنجره همیشه در بالا
fi: Ikkuna aina päällimmäisenä
fr: Fenêtre toujours en haut
he: החלון תמיד למעלה
hi: खिड़की हमेशा ऊपर
hu: Ablak mindig felül
id: Jendela selalu di atas
it: Finestra sempre in primo piano
ja: ウィンドウは常に最前面に
lt: Langas visada viršuje
lv: Logs vienmēr augšpusē
nl: Venster altijd bovenaan
no: Vinduet alltid på toppen
pl: Okno zawsze na górze
pt: Janela sempre no topo
ro: Fereastra mereu în partea de sus
ru: Окно всегда сверху
sq: Dritarja gjithmonë sipër
sr: Прозор увек на врху
sv: Fönstret alltid uppe
sw: Dirisha daima juu
ta: ஜன்னல் எப்போதும் மேலே இருக்கும்
th: หน้าต่างจะอยู่ด้านบนเสมอ
tr: Pencere her zaman üstte
uk: Вікно завжди зверху
ur: ونڈو ہمیشہ اوپر
vi: Cửa sổ luôn ở trên cùng

source: If you want, you can slow it down with -
ar: إذا كنت تريد، يمكنك إبطائه بـ -
bg: Ако искаш, можеш да го забавиш с -
bn: তুমি চাইলে - দিয়ে এটি ধীর করতে পারো।
cs: Pokud chcete, můžete to zpomalit pomocí -
da: Hvis du vil, kan du sætte farten ned med -
de: Wenn Sie möchten, können Sie es verlangsamen mit -
el: Αν θέλετε, μπορείτε να το επιβραδύνετε με...
es: Si quieres, puedes ralentizarlo con:
et: Kui soovid, saad seda aeglustada -
fa: اگر بخواهید، می‌توانید با ... سرعت آن را کم کنید.
fi: Jos haluat, voit hidastaa sitä -
fr: Si vous le souhaitez, vous pouvez le ralentir avec -
he: אם תרצה, תוכל להאט את הקצב עם -
hi: यदि आप चाहें तो इसे धीमा कर सकते हैं -
hu: Ha akarod, lassíthatod a következővel:
id: Jika Anda mau, Anda dapat memperlambatnya dengan -
it: Se vuoi, puoi rallentarlo con -
ja: 必要に応じて、速度を遅くすることもできます。
lt: Jei norite, galite sulėtinti tempą su...
lv: Ja vēlaties, varat to palēnināt ar -
nl: Als je wilt, kun je het vertragen met -
no: Hvis du vil, kan du senke farten med -
pl: Jeśli chcesz, możesz to spowolnić za pomocą -
pt: Se quiser, você pode desacelerar com -
ro: Dacă vrei, poți încetini ritmul cu -
ru: Если хотите, можете замедлить его с помощью -
sq: Nëse dëshironi, mund ta ngadalësoni me -
sr: Ако желите, можете га успорити са -
sv: Om du vill kan du sakta ner det med -
sw: Ikiwa unataka, unaweza kupunguza kasi na -
ta: நீங்கள் விரும்பினால், இதை மெதுவாக்கலாம் -
th: หากต้องการคุณสามารถชะลอความเร็วได้ด้วย -
tr: İsterseniz bunu şu şekilde yavaşlatabilirsiniz:
uk: Якщо хочете, можете уповільнити це за допомогою -
ur: اگر آپ چاہیں تو آپ اسے اس کے ساتھ سست کر سکتے ہیں -
vi: Nếu bạn muốn, bạn có thể làm chậm nó lại bằng -

source: < Main menu > < Engine > < Move delay >
ar: < القائمة الرئيسية > < المحرك > < تأخير الحركة >
bg: < Главно меню > < Двигател > < Забавяне на движение >
bn: <প্রধান মেনু > <ইঞ্জিন > <মুভ বিলম্ব >
cs: < Hlavní nabídka > < Motor > < Zpoždění pohybu >
da: < Hovedmenu > < Motor > < Forsinkelse i bevægelse >
de: < Hauptmenü > < Motor > < Bewegungsverzögerung >
el: < Κύριο μενού > < Μηχανή > < Καθυστέρηση κίνησης >
es: < Menú principal > < Motor > < Retardo de movimiento >
et: < Peamenüü > < Mootor > < Liikumise viivitus >
fa: <منوی اصلی> <موتور> <تاخیر حرکت>
fi: < Päävalikko > < Moottori > < Liikkeen viive >
fr: < Menu principal > < Moteur > < Délai de déplacement >
he: < תפריט ראשי > < מנוע > < השהיית תנועה >
hi: < मुख्य मेनू > < इंजन > < चाल विलंब >
hu: < Főmenü > < Motor > < Mozgáskésleltetés >
id: < Menu Utama > < Mesin > < Penundaan Pergerakan >
it: < Menu principale > < Motore > < Ritardo di spostamento >
ja: < メインメニュー > < エンジン > < 移動遅延 >
lt: < Pagrindinis meniu > < Variklis > < Judėjimo uždelsimas >
lv: < Galvenā izvēlne > < Dzinējs > < Kustības aizkave >
nl: < Hoofdmenu > < Motor > < Verplaatsingsvertraging >
no: < Hovedmeny > < Motor > < Forsinkelse i bevegelse >
pl: < Menu główne > < Silnik > < Opóźnienie ruchu >
pt: < Menu principal > < Motor > < Atraso de movimento >
ro: < Meniu principal > < Motor > < Întârziere mișcare >
ru: < Главное меню > < Двигатель > < Задержка движения >
sq: < Menuja kryesore > < Motori > < Vonesa e lëvizjes >
sr: < Главни мени > < Мотор > < Кашњење кретања >
sv: < Huvudmeny > < Motor > < Fördröjning av rörelse >
sw: < Menyu kuu > < Injini > < Hoja kuchelewa >
ta: <முதன்மை மெனு > <இயந்திரம் > <நகர்வு தாமதம் >
th: < เมนูหลัก > < เครื่องยนต์ > < หน่วงเวลาการเคลื่อนที่ >
tr: < Ana menü > < Motor > < Hareket gecikmesi >
uk: < Головне меню > < Двигун > < Затримка руху >
ur: < مین مینو > < انجن > < تاخیر منتقل کریں >
vi: < Menu chính > < Động cơ > < Độ trễ di chuyển >

source: Play a rated game against a chess engine
ar: العب لعبة مصنفة ضد محرك الشطرنج
bg: Играйте рейтингова игра срещу шахматен енджин
bn: একটি দাবা ইঞ্জিনের বিরুদ্ধে একটি রেটযুক্ত খেলা খেলুন
cs: Zahrajte si hodnocenou hru proti šachovému enginu
da: Spil et bedømt spil mod en skakmaskine
de: Spielen Sie ein bewertetes Spiel gegen eine Schach-Engine
el: Παίξτε ένα παιχνίδι με αξιολόγηση εναντίον μιας μηχανής σκακιού
es: Juega una partida clasificada contra un motor de ajedrez
et: Mängi hinnatud mängu malemootori vastu
fa: یک بازی رده‌بندی‌شده در مقابل یک موتور شطرنج انجام دهید
fi: Pelaa nimellisarvoista peliä shakkimoottoria vastaan
fr: Jouez une partie classée contre un moteur d'échecs
he: שחק משחק מדורג נגד מנוע שחמט
hi: शतरंज इंजन के विरुद्ध रेटेड गेम खेलें
hu: Játssz egy értékelt játékot egy sakkmotor ellen
id: Mainkan permainan berperingkat melawan mesin catur
it: Gioca una partita classificata contro un motore scacchistico
ja: チェスエンジンと対戦してレーティングゲームをプレイする
lt: Žaiskite įvertintą žaidimą prieš šachmatų variklį
lv: Spēlējiet novērtētu spēli pret šaha dzinēju
nl: Speel een beoordeeld spel tegen een schaakprogramma
no: Spill et aldersgrenset spill mot en sjakkmotor
pl: Zagraj w grę rankingową przeciwko silnikowi szachowemu
pt: Jogue uma partida classificada contra um mecanismo de xadrez
ro: Joacă un joc cotat împotriva unui motor de șah
ru: Сыграйте рейтинговую игру против шахматного движка
sq: Luaj një lojë të vlerësuar kundër një motori shahu
sr: Одиграјте оцењену партију против шаховског програма
sv: Spela ett klassificerat parti mot en schackmotor
sw: Cheza mchezo uliokadiriwa dhidi ya injini ya chess
ta: ஒரு சதுரங்க இயந்திரத்திற்கு எதிராக மதிப்பிடப்பட்ட விளையாட்டை விளையாடுங்கள்.
th: เล่นเกมจัดอันดับกับโปรแกรมหมากรุก
tr: Bir satranç motoruna karşı derecelendirilmiş bir oyun oynayın
uk: Зіграйте рейтингову гру проти шахового движка
ur: شطرنج کے انجن کے خلاف ریٹیڈ گیم کھیلیں
vi: Chơi một ván cờ được xếp hạng với một máy cờ vua

source: Check to copy limit strength settings to custom parameters
ar: حدد هذا الخيار لنسخ إعدادات قوة الحد إلى المعلمات المخصصة
bg: Отметнете, за да копирате настройките за ограничена сила към персонализирани параметри
bn: সীমা শক্তি সেটিংস কাস্টম প্যারামিটারে কপি করতে চেক করুন।
cs: Zaškrtněte pro kopírování nastavení limitní síly do vlastních parametrů.
da: Markér for at kopiere indstillinger for grænsestyrke til brugerdefinerede parametre
de: Aktivieren Sie dieses Kontrollkästchen, um die Einstellungen für die Grenzstärke in benutzerdefinierte Parameter zu kopieren.
el: Επιλέξτε για να αντιγράψετε τις ρυθμίσεις ισχύος ορίου σε προσαρμοσμένες παραμέτρους
es: Marque para copiar la configuración de intensidad del límite a parámetros personalizados
et: Märkige, et kopeerida tugevuspiirangu sätted kohandatud parameetritesse
fa: برای کپی کردن تنظیمات قدرت محدودیت به پارامترهای سفارشی، علامت بزنید
fi: Valitse, jos haluat kopioida rajoitusvoimakkuusasetukset mukautettuihin parametreihin
fr: Cochez cette case pour copier les paramètres de force limite vers les paramètres personnalisés.
he: סמן כדי להעתיק את הגדרות עוצמת הגבלה לפרמטרים מותאמים אישית
hi: सीमा शक्ति सेटिंग को कस्टम पैरामीटर में कॉपी करने के लिए जाँच करें
hu: Jelölje be, ha a korláterősségi beállításokat egyéni paraméterekbe szeretné másolni
id: Periksa untuk menyalin pengaturan kekuatan batas ke parameter khusus
it: Seleziona per copiare le impostazioni di forza limite nei parametri personalizzati
ja: 限界強度設定をカスタムパラメータにコピーするにはチェックを入れます
lt: Pažymėkite, jei norite nukopijuoti ribos stiprumo nustatymus į pasirinktinius parametrus
lv: Atzīmējiet, lai kopētu ierobežojuma stipruma iestatījumus uz pielāgotajiem parametriem
nl: Selecteer om de instellingen voor de limietsterkte naar aangepaste parameters te kopiëren
no: Kryss av for å kopiere innstillinger for grensestyrke til egendefinerte parametere
pl: Zaznacz, aby skopiować ustawienia limitu wytrzymałości do parametrów niestandardowych
pt: Marque para copiar as configurações de força limite para parâmetros personalizados
ro: Bifați pentru a copia setările de limitare a intensității în parametrii personalizați
ru: Установите флажок, чтобы скопировать настройки предела прочности в пользовательские параметры.
sq: Kontrolloni për të kopjuar cilësimet e fuqisë së limitit në parametra të personalizuar
sr: Означите да бисте копирали подешавања јачине ограничења у прилагођене параметре
sv: Markera om du vill kopiera inställningar för gränsstyrka till anpassade parametrar
sw: Angalia ili kunakili mipangilio ya nguvu ya kikomo kwa vigezo maalum
ta: வரம்பு வலிமை அமைப்புகளை தனிப்பயன் அளவுருக்களுக்கு நகலெடுக்க சரிபார்க்கவும்.
th: เลือกเพื่อคัดลอกการตั้งค่าความแข็งแกร่งของขีดจำกัดไปยังพารามิเตอร์ที่กำหนดเอง
tr: Sınır gücü ayarlarını özel parametrelere kopyalamak için işaretleyin
uk: Поставте прапорець, щоб скопіювати налаштування граничної сили до користувацьких параметрів
ur: حد طاقت کی ترتیبات کو حسب ضرورت پیرامیٹرز میں کاپی کرنے کے لیے چیک کریں۔
vi: Kiểm tra để sao chép cài đặt giới hạn cường độ vào các thông số tùy chỉnh

source: Rating formula explained
ar: شرح صيغة التقييم
bg: Обяснение на формулата за оценка
bn: রেটিং সূত্র ব্যাখ্যা করা হয়েছে
cs: Vysvětlení vzorce pro hodnocení
da: Forklaring af vurderingsformlen
de: Erläuterung der Bewertungsformel
el: Εξήγηση του τύπου αξιολόγησης
es: Explicación de la fórmula de calificación
et: Hinnanguvalemi selgitus
fa: فرمول رتبه‌بندی توضیح داده شده است
fi: Luokituskaavan selitys
fr: Formule de notation expliquée
he: נוסחת הדירוג מוסברת
hi: रेटिंग सूत्र की व्याख्या
hu: Értékelési képlet magyarázata
id: Rumus pemeringkatan dijelaskan
it: Formula di valutazione spiegata
ja: 評価式の説明
lt: Įvertinimo formulės paaiškinimas
lv: Vērtēšanas formulas skaidrojums
nl: Beoordelingsformule uitgelegd
no: Vurderingsformel forklart
pl: Wyjaśnienie wzoru oceny
pt: Fórmula de classificação explicada
ro: Formula de evaluare explicată
ru: Объяснение формулы рейтинга
sq: Formula e vlerësimit e shpjeguar
sr: Објашњење формуле за оцењивање
sv: Betygsformel förklarad
sw: Fomula ya ukadiriaji imefafanuliwa
ta: மதிப்பீட்டு சூத்திரம் விளக்கப்பட்டது
th: อธิบายสูตรการให้คะแนน
tr: Derecelendirme formülü açıklandı
uk: Пояснення формули оцінки
ur: درجہ بندی کے فارمولے کی وضاحت کی گئی۔
vi: Giải thích công thức xếp hạng

source: Check to display personality name
ar: حدد لعرض اسم الشخصية
bg: Отметнете, за да се покаже името на личността
bn: ব্যক্তিত্বের নাম প্রদর্শনের জন্য চেক করুন
cs: Zaškrtněte pro zobrazení jména osobnosti
da: Markér for at vise personlighedsnavn
de: Aktivieren Sie dieses Kontrollkästchen, um den Persönlichkeitsnamen anzuzeigen.
el: Επιλέξτε για να εμφανιστεί το όνομα της προσωπικότητας
es: Marque para mostrar el nombre de la personalidad
et: Märkige, et kuvada isiksuse nime
fa: برای نمایش نام شخصیت، تیک بزنید
fi: Valitse, jos haluat näyttää persoonallisuuden nimen
fr: Cochez pour afficher le nom de la personnalité
he: סמן כדי להציג שם אישיות
hi: व्यक्तित्व का नाम प्रदर्शित करने के लिए जाँच करें
hu: Jelölje be a személyiség nevének megjelenítéséhez
id: Centang untuk menampilkan nama kepribadian
it: Seleziona per visualizzare il nome della personalità
ja: パーソナリティ名を表示するにはチェックを入れます
lt: Pažymėkite, jei norite rodyti asmens vardą
lv: Atzīmējiet, lai rādītu personas vārdu
nl: Vink aan om de persoonlijkheidsnaam weer te geven
no: Kryss av for å vise personlig navn
pl: Zaznacz, aby wyświetlić nazwę osobowości
pt: Marque para exibir o nome da personalidade
ro: Bifați pentru a afișa numele personalității
ru: Установите флажок, чтобы отобразить имя личности
sq: Kontrolloni për të shfaqur emrin e personalitetit
sr: Означите да бисте приказали име личности
sv: Markera för att visa personlighetsnamn
sw: Angalia ili kuonyesha jina la mtu binafsi
ta: ஆளுமைப் பெயரைக் காட்ட சரிபார்க்கவும்.
th: เลือกเพื่อแสดงชื่อบุคลิกภาพ
tr: Kişilik adını görüntülemek için işaretleyin
uk: Поставте позначку, щоб відобразити ім'я персонажа
ur: شخصیت کا نام ظاہر کرنے کے لیے چیک کریں۔
vi: Kiểm tra để hiển thị tên nhân vật

source: with engine name during a game
ar: مع اسم المحرك أثناء اللعبة
bg: с име на двигател по време на игра
bn: খেলার সময় ইঞ্জিনের নাম সহ
cs: s názvem enginu během hry
da: med motornavn under et spil
de: mit Engine-Namen während eines Spiels
el: με όνομα μηχανής κατά τη διάρκεια ενός παιχνιδιού
es: con el nombre del motor durante un juego
et: mootori nimega mängu ajal
fa: با نام موتور در طول یک بازی
fi: moottorin nimellä pelin aikana
fr: avec le nom du moteur pendant une partie
he: עם שם המנוע במהלך משחק
hi: खेल के दौरान इंजन के नाम के साथ
hu: a motor nevével egy játék közben
id: dengan nama mesin selama permainan
it: con il nome del motore durante una partita
ja: ゲーム中にエンジン名を表示
lt: su variklio pavadinimu žaidimo metu
lv: ar dzinēja nosaukumu spēles laikā
nl: met enginenaam tijdens een spel
no: med motornavn under et spill
pl: z nazwą silnika podczas gry
pt: com nome do motor durante um jogo
ro: cu numele motorului în timpul unui joc
ru: с названием движка во время игры
sq: me emrin e motorit gjatë një loje
sr: са именом мотора током игре
sv: med motornamn under ett spel
sw: na jina la injini wakati wa mchezo
ta: விளையாட்டின் போது இயந்திரப் பெயருடன்
th: พร้อมชื่อเครื่องยนต์ระหว่างเกม
tr: oyun sırasında motor adıyla
uk: з назвою двигуна під час гри
ur: کھیل کے دوران انجن کے نام کے ساتھ
vi: với tên động cơ trong một trò chơi

source: Enter the search skill value,
ar: أدخل قيمة مهارة البحث،
bg: Въведете стойността на умението за търсене,
bn: অনুসন্ধান দক্ষতার মান লিখুন,
cs: Zadejte hodnotu vyhledávací dovednosti,
da: Indtast værdien for søgefærdigheden,
de: Geben Sie den Suchfähigkeitswert ein,
el: Εισαγάγετε την τιμή δεξιότητας αναζήτησης,
es: Ingrese el valor de la habilidad de búsqueda,
et: Sisestage otsinguoskuse väärtus,
fa: مقدار مهارت جستجو را وارد کنید،
fi: Syötä hakutaidon arvo,
fr: Entrez la valeur de la compétence de recherche,
he: הזן את ערך מיומנות החיפוש,
hi: खोज कौशल मान दर्ज करें,
hu: Adja meg a keresési készség értékét,
id: Masukkan nilai keterampilan pencarian,
it: Inserisci il valore della competenza di ricerca,
ja: 検索スキル値を入力してください。
lt: Įveskite paieškos įgūdžio vertę,
lv: Ievadiet meklēšanas prasmes vērtību,
nl: Voer de zoekvaardigheidswaarde in,
no: Skriv inn verdien for søkeferdigheten,
pl: Wprowadź wartość umiejętności wyszukiwania,
pt: Digite o valor da habilidade de pesquisa,
ro: Introduceți valoarea abilității de căutare,
ru: Введите значение навыка поиска,
sq: Futni vlerën e aftësisë së kërkimit,
sr: Унесите вредност вештине претраге,
sv: Ange värdet för sökfärdigheten,
sw: Ingiza thamani ya ujuzi wa utafutaji,
ta: தேடல் திறன் மதிப்பை உள்ளிடவும்,
th: ป้อนค่าทักษะการค้นหา
tr: Arama becerisi değerini girin,
uk: Введіть значення навичок пошуку,
ur: تلاش کی مہارت کی قدر درج کریں،
vi: Nhập giá trị kỹ năng tìm kiếm,

source: Check to always automatically copy options
ar: حدد هذا الخيار لنسخ الخيارات تلقائيًا دائمًا
bg: Отметнете, за да копирате опциите винаги автоматично
bn: সর্বদা স্বয়ংক্রিয়ভাবে বিকল্পগুলি অনুলিপি করতে চেক করুন
cs: Zaškrtněte, chcete-li možnosti vždy automaticky kopírovat
da: Markér for altid automatisk at kopiere indstillinger
de: Aktivieren Sie dieses Kontrollkästchen, um Optionen immer automatisch zu kopieren.
el: Επιλέξτε για να αντιγράφονται πάντα αυτόματα οι επιλογές
es: Marque para copiar siempre automáticamente las opciones
et: Märkige, et valikud alati automaatselt kopeeritaks
fa: برای کپی خودکار گزینه‌ها، همیشه تیک بزنید
fi: Valitse, jos haluat kopioida asetukset aina automaattisesti
fr: Cochez pour toujours copier automatiquement les options
he: סמן כדי להעתיק אפשרויות באופן אוטומטי תמיד
hi: विकल्पों को हमेशा स्वचालित रूप से कॉपी करने के लिए जाँच करें
hu: Jelölje be, ha mindig automatikusan szeretné másolni a beállításokat
id: Centang untuk selalu menyalin opsi secara otomatis
it: Seleziona per copiare sempre automaticamente le opzioni
ja: オプションを常に自動的にコピーするにはチェックを入れます
lt: Pažymėkite, jei norite, kad parinktys visada būtų automatiškai kopijuojamos
lv: Atzīmējiet, lai opcijas vienmēr tiktu kopētas automātiski
nl: Selecteer om opties altijd automatisch te kopiëren
no: Kryss av for å alltid kopiere alternativer automatisk
pl: Zaznacz, aby zawsze automatycznie kopiować opcje
pt: Marque para sempre copiar opções automaticamente
ro: Bifați pentru a copia întotdeauna automat opțiunile
ru: Установите флажок, чтобы всегда автоматически копировать параметры
sq: Kontrolloni për të kopjuar gjithmonë automatikisht opsionet
sr: Означите да бисте увек аутоматски копирали опције
sv: Markera om du vill att alternativ alltid ska kopieras automatiskt
sw: Angalia ili kunakili chaguo kiotomatiki kila wakati
ta: விருப்பங்களை எப்போதும் தானாக நகலெடுக்க தேர்வு செய்யவும்.
th: เลือกเพื่อคัดลอกตัวเลือกโดยอัตโนมัติเสมอ
tr: Seçenekleri her zaman otomatik olarak kopyalamak için işaretleyin
uk: Поставте прапорець, щоб завжди автоматично копіювати параметри
ur: ہمیشہ خودکار طور پر اختیارات کاپی کرنے کے لیے چیک کریں۔
vi: Kiểm tra để luôn tự động sao chép các tùy chọn

source: across to custom parameters
ar: عبر إلى المعلمات المخصصة
bg: към персонализираните параметри
bn: কাস্টম প্যারামিটারের উপর নির্ভর করে
cs: napříč vlastními parametry
da: på tværs af brugerdefinerede parametre
de: auf benutzerdefinierte Parameter
el: σε προσαρμοσμένες παραμέτρους
es: a través de parámetros personalizados
et: üle kohandatud parameetritele
fa: در پارامترهای سفارشی
fi: mukautettuihin parametreihin
fr: à travers les paramètres personnalisés
he: לפרמטרים מותאמים אישית
hi: कस्टम पैरामीटर के पार
hu: egyéni paraméterekre át
id: melintasi parameter khusus
it: attraverso parametri personalizzati
ja: カスタムパラメータ全体
lt: per pasirinktinius parametrus
lv: pāri pielāgotajiem parametriem
nl: over naar aangepaste parameters
no: over til tilpassede parametere
pl: do parametrów niestandardowych
pt: para parâmetros personalizados
ro: către parametri personalizați
ru: по пользовательским параметрам
sq: përmes parametrave të personalizuar
sr: преко прилагођених параметара
sv: över till anpassade parametrar
sw: hela kwa vigezo maalum
ta: தனிப்பயன் அளவுருக்களுக்கு குறுக்கே
th: ข้ามไปยังพารามิเตอร์ที่กำหนดเอง
tr: özel parametrelere doğru
uk: до користувацьких параметрів
ur: اپنی مرضی کے پیرامیٹرز تک
vi: qua các tham số tùy chỉnh

source: Check to automatically copy the evaluation blur
ar: حدد هذا الخيار لنسخ ضبابية التقييم تلقائيًا
bg: Отметнете, за да копирате автоматично размазването на оценката
bn: মূল্যায়নের অস্পষ্টতা স্বয়ংক্রিয়ভাবে অনুলিপি করতে চেক করুন।
cs: Zaškrtněte pro automatické kopírování rozmazání vyhodnocení
da: Markér for automatisk at kopiere evalueringssløringen
de: Aktivieren Sie dieses Kontrollkästchen, um die Auswertungsunschärfe automatisch zu kopieren
el: Επιλέξτε για αυτόματη αντιγραφή του θολώματος αξιολόγησης
es: Marque para copiar automáticamente el desenfoque de evaluación
et: Märkige, et hindamise hägusust automaatselt kopeerida
fa: برای کپی خودکار تاری ارزیابی، تیک بزنید.
fi: Valitse tämä, jos haluat kopioida arvioinnin sumennuksen automaattisesti
fr: Cochez pour copier automatiquement le flou d'évaluation
he: סמן כדי להעתיק אוטומטית את טשטוש ההערכה
hi: मूल्यांकन ब्लर को स्वचालित रूप से कॉपी करने के लिए जाँच करें
hu: Jelölje be a kiértékelési elmosás automatikus másolásához
id: Centang untuk menyalin blur evaluasi secara otomatis
it: Seleziona per copiare automaticamente la sfocatura di valutazione
ja: 評価ブラーを自動的にコピーするにはチェックを入れます
lt: Pažymėkite, jei norite automatiškai nukopijuoti įvertinimo suliejimą
lv: Atzīmējiet, lai automātiski kopētu novērtējuma izpludinājumu
nl: Selecteer om de evaluatievervaging automatisch te kopiëren
no: Kryss av for å automatisk kopiere evalueringsuskarpheten
pl: Zaznacz, aby automatycznie kopiować rozmycie oceny
pt: Marque para copiar automaticamente o desfoque de avaliação
ro: Bifați pentru a copia automat estomparea evaluării
ru: Установите флажок, чтобы автоматически копировать оценочное размытие.
sq: Kontrolloni për të kopjuar automatikisht turbullirën e vlerësimit
sr: Означите да бисте аутоматски копирали замућење евалуације
sv: Markera om du vill kopiera utvärderingsoskärpan automatiskt
sw: Angalia ili kunakili ukungu wa tathmini kiotomatiki
ta: மதிப்பீட்டு மங்கலைத் தானாக நகலெடுக்க சரிபார்க்கவும்.
th: เลือกเพื่อคัดลอกการประเมินแบบเบลอโดยอัตโนมัติ
tr: Değerlendirme bulanıklığını otomatik olarak kopyalamak için işaretleyin
uk: Поставте прапорець, щоб автоматично копіювати розмиття оцінювання
ur: تشخیصی دھندلاپن کو خودکار طور پر کاپی کرنے کے لیے چیک کریں۔
vi: Kiểm tra để tự động sao chép độ mờ đánh giá

source: value to custom parameters
ar: القيمة للمعلمات المخصصة
bg: стойност на персонализираните параметри
bn: কাস্টম প্যারামিটারের মান
cs: hodnota vlastních parametrů
da: værdi til brugerdefinerede parametre
de: Wert für benutzerdefinierte Parameter
el: τιμή σε προσαρμοσμένες παραμέτρους
es: valor a parámetros personalizados
et: väärtus kohandatud parameetritele
fa: مقدار به پارامترهای سفارشی
fi: mukautettujen parametrien arvo
fr: valeur des paramètres personnalisés
he: ערך לפרמטרים מותאמים אישית
hi: कस्टम पैरामीटर के लिए मान
hu: érték az egyéni paraméterekhez
id: nilai untuk parameter khusus
it: valore ai parametri personalizzati
ja: カスタムパラメータの値
lt: vertė pasirinktiniams parametrams
lv: vērtība pielāgotajiem parametriem
nl: waarde naar aangepaste parameters
no: verdi til tilpassede parametere
pl: wartość do parametrów niestandardowych
pt: valor para parâmetros personalizados
ro: valoare pentru parametrii personalizați
ru: значение для пользовательских параметров
sq: vlerë për parametrat e personalizuar
sr: вредност прилагођених параметара
sv: värde till anpassade parametrar
sw: thamani kwa vigezo maalum
ta: தனிப்பயன் அளவுருக்களுக்கான மதிப்பு
th: ค่าพารามิเตอร์ที่กำหนดเอง
tr: özel parametrelere değer
uk: значення для користувацьких параметрів
ur: حسب ضرورت پیرامیٹرز کی قدر
vi: giá trị cho các tham số tùy chỉnh
