Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Use move delay - Check to use move delay for human - engine games.
ar: استخدم تأخير الحركة - حدد هذا الخيار لاستخدام تأخير الحركة في الألعاب التي تعتمد على المحرك البشري.
bg: Използвай забавяне на движението - Отметнете, за да използвате забавяне на движението за игри с човешки енджин.
bn: সরানোর বিলম্ব ব্যবহার করুন - মানব - ইঞ্জিন গেমের জন্য সরানোর বিলম্ব ব্যবহার করতে চেক করুন।
cs: Použít zpoždění pohybu – Zaškrtněte pro použití zpoždění pohybu pro hry s lidským enginem.
da: Brug bevægelsesforsinkelse - Markér for at bruge bevægelsesforsinkelse i spil med menneskelige motorer.
de: Bewegungsverzögerung verwenden – Aktivieren Sie dieses Kontrollkästchen, um die Bewegungsverzögerung für Human-Engine-Spiele zu verwenden.
el: Χρήση καθυστέρησης κίνησης - Επιλέξτε για να χρησιμοποιήσετε την καθυστέρηση κίνησης για παιχνίδια ανθρώπου-μηχανής.
es: Usar retraso de movimiento: marque esta opción para utilizar retraso de movimiento en juegos con motor humano.
et: Kasuta liikumise viivitust – märkige, et kasutada liikumise viivitust inimmootoriga mängudes.
fa: استفاده از تأخیر حرکت - برای استفاده از تأخیر حرکت برای بازی‌های موتور انسانی، علامت بزنید.
fi: Käytä liikeviivettä - Valitse tämä, jos haluat käyttää liikeviivettä ihmispelimoottoripeleissä.
fr: Utiliser le délai de déplacement - Cochez cette case pour utiliser le délai de déplacement pour les jeux à moteur humain.
he: השתמש בעיכוב מהלך - סמן כדי להשתמש בעיכוב מהלך עבור משחקים עם מנוע אנושי.
hi: चाल विलंब का उपयोग करें - मानव-इंजन गेम के लिए चाल विलंब का उपयोग करने के लिए जाँच करें।
hu: Mozgáskésleltetés használata - Jelölje be, ha mozgáskésleltetést szeretne használni az ember által vezérelt játékoknál.
id: Gunakan penundaan gerakan - Centang untuk menggunakan penundaan gerakan untuk permainan manusia-mesin.
it: Usa ritardo di movimento: seleziona questa opzione per usare il ritardo di movimento per i giochi con motore umano.
ja: 移動遅延を使用する - チェックすると、ヒューマン エンジン ゲームで移動遅延が使用されます。
lt: Naudoti judėjimo uždelsimą – pažymėkite, jei norite naudoti judėjimo uždelsimą žaidimuose su žmonių varikliais.
lv: Izmantot kustības aizkavi — atzīmējiet, lai cilvēku vadītām spēlēm izmantotu kustības aizkavi.
nl: Gebruik zetvertraging - Vink deze optie aan om zetvertraging te gebruiken voor spellen met een menselijke engine.
no: Bruk bevegelsesforsinkelse – Kryss av for å bruke bevegelsesforsinkelse for spill med menneskelige motorer.
pl: Użyj opóźnienia ruchu - Zaznacz, aby użyć opóźnienia ruchu w grach tworzonych przez człowieka.
pt: Usar atraso de movimento - Marque para usar atraso de movimento em jogos de mecanismo humano.
ro: Folosește întârzierea mișcării - Bifează pentru a utiliza întârzierea mișcării pentru jocurile cu motor uman.
ru: Использовать задержку хода. Установите флажок, чтобы использовать задержку хода для игр с человеческим движком.
sq: Përdor vonesën e lëvizjes - Zgjidh për të përdorur vonesën e lëvizjes për lojërat me motor njerëzor.
sr: Користи кашњење кретања - Означите да бисте користили кашњење кретања за игре са људским мотором.
sv: Använd fördröjning av rörelse - Markera om du vill använda fördröjning av rörelse för spel med mänskliga motorer.
sw: Tumia ucheleweshaji wa kusonga - Angalia ili utumie ucheleweshaji wa kusonga kwa michezo ya injini ya binadamu.
ta: நகர்வு தாமதத்தைப் பயன்படுத்தவும் - மனித - இயந்திர விளையாட்டுகளுக்கு நகர்வு தாமதத்தைப் பயன்படுத்த சரிபார்க்கவும்.
th: ใช้การหน่วงเวลาการเคลื่อนไหว - ตรวจสอบเพื่อใช้การหน่วงเวลาการเคลื่อนไหวสำหรับเกมเอนจิ้นมนุษย์
tr: Hamle gecikmesini kullan - İnsan motorlu oyunlarda hamle gecikmesini kullanmak için işaretleyin.
uk: Використовувати затримку руху – позначте, щоб використовувати затримку руху для ігор з людським движком.
ur: حرکت میں تاخیر کا استعمال کریں - انسانی انجن گیمز کے لیے حرکت میں تاخیر استعمال کرنے کے لیے چیک کریں۔
vi: Sử dụng độ trễ di chuyển - Chọn để sử dụng độ trễ di chuyển cho trò chơi giữa người và máy.

source: Cancel at seconds - Select the time at which move delay is no longer used.
ar: إلغاء عند الثواني - حدد الوقت الذي لن يتم فيه استخدام تأخير الحركة بعد الآن.
bg: Отмяна в секунди - Изберете времето, в което забавянето на движението вече не се използва.
bn: সেকেন্ডে বাতিল করুন - যে সময়টিতে স্থানান্তর বিলম্ব আর ব্যবহার করা হবে না তা নির্বাচন করুন।
cs: Zrušit v sekundách – Vyberte čas, kdy se zpoždění pohybu přestane používat.
da: Annuller om sekunder - Vælg det tidspunkt, hvor bevægelsesforsinkelsen ikke længere bruges.
de: Abbrechen nach Sekunden – Wählen Sie die Zeit aus, zu der die Verschiebungsverzögerung nicht mehr verwendet wird.
el: Ακύρωση σε δευτερόλεπτα - Επιλέξτε τη χρονική στιγμή κατά την οποία η καθυστέρηση κίνησης δεν χρησιμοποιείται πλέον.
es: Cancelar en segundos: seleccione el momento en el que ya no se utiliza el retraso de movimiento.
et: Tühista sekundites – valige aeg, millal liikumise viivitust enam ei kasutata.
fa: لغو در ثانیه - زمانی را انتخاب کنید که دیگر از تأخیر حرکت استفاده نمی‌شود.
fi: Peruuta sekunnissa - Valitse aika, jolloin siirtoviivettä ei enää käytetä.
fr: Annuler en quelques secondes - Sélectionnez l'heure à laquelle le délai de déplacement n'est plus utilisé.
he: ביטול בשניות - בחר את הזמן שבו השהיית התנועה לא תהיה בשימוש עוד.
hi: सेकंड पर रद्द करें - उस समय का चयन करें जिस पर चाल विलंब का उपयोग नहीं किया जाता है।
hu: Mégse másodpercben – Válassza ki azt az időpontot, amikor a mozgáskésleltetés már nem lesz használatban.
id: Batal pada detik - Pilih waktu di mana penundaan gerakan tidak lagi digunakan.
it: Annulla in secondi: seleziona l'orario in cui il ritardo di spostamento non verrà più utilizzato.
ja: キャンセル秒数 - 移動遅延が使用されなくなる時間を選択します。
lt: Atšaukti per sekundes – pasirinkite laiką, kada judėjimo uždelsimas nebenaudojamas.
lv: Atcelt sekundēs — atlasiet laiku, kurā pārvietošanas aizkave vairs netiek izmantota.
nl: Annuleren na seconden - Selecteer het tijdstip waarop de verplaatsingsvertraging niet langer wordt gebruikt.
no: Avbryt om sekunder – Velg tidspunktet når bevegelsesforsinkelsen ikke lenger skal brukes.
pl: Anuluj po sekundach — wybierz czas, w którym opóźnienie ruchu nie będzie już stosowane.
pt: Cancelar em segundos - Selecione o tempo em que o atraso de movimento não será mais usado.
ro: Anulare la secunde - Selectați momentul în care întârzierea mișcării nu mai este utilizată.
ru: Отмена через несколько секунд — выберите время, по истечении которого задержка хода больше не будет использоваться.
sq: Anulo në sekonda - Zgjidhni kohën në të cilën vonesa e lëvizjes nuk përdoret më.
sr: Откажи у неколико секунди - Изаберите време када се кашњење кретања више не користи.
sv: Avbryt efter sekunder – Välj den tidpunkt då fördröjningen inte längre används.
sw: Ghairi kwa sekunde - Chagua wakati ambao ucheleweshaji wa kusonga hautumiki tena.
ta: வினாடிகளில் ரத்துசெய் - நகர்வு தாமதம் இனி பயன்படுத்தப்படாத நேரத்தைத் தேர்ந்தெடுக்கவும்.
th: ยกเลิกที่วินาที - เลือกเวลาที่การหน่วงเวลาการเคลื่อนที่จะไม่ถูกใช้ต่อไป
tr: Saniyede iptal et - Hareket gecikmesinin artık kullanılmayacağı zamanı seçin.
uk: Скасувати через секунди – виберіть час, коли затримка переміщення більше не використовуватиметься.
ur: سیکنڈ میں منسوخ کریں - وہ وقت منتخب کریں جس میں منتقلی میں تاخیر مزید استعمال نہیں کی جاتی ہے۔
vi: Hủy sau vài giây - Chọn thời điểm mà độ trễ di chuyển không còn được sử dụng nữa.

source: Minimum move delay - Select the minimum move delay in seconds.
ar: الحد الأدنى لتأخير الحركة - حدد الحد الأدنى لتأخير الحركة بالثواني.
bg: Минимално забавяне при движение - Изберете минималното забавяне при движение в секунди.
bn: সর্বনিম্ন স্থানান্তর বিলম্ব - সেকেন্ডে সর্বনিম্ন স্থানান্তর বিলম্ব নির্বাচন করুন।
cs: Minimální zpoždění pohybu – Vyberte minimální zpoždění pohybu v sekundách.
da: Minimum bevægelsesforsinkelse - Vælg den minimale bevægelsesforsinkelse i sekunder.
de: Minimale Verschiebungsverzögerung – Wählen Sie die minimale Verschiebungsverzögerung in Sekunden.
el: Ελάχιστη καθυστέρηση κίνησης - Επιλέξτε την ελάχιστη καθυστέρηση κίνησης σε δευτερόλεπτα.
es: Retraso de movimiento mínimo: seleccione el retraso de movimiento mínimo en segundos.
et: Minimaalne liikumisviivitus – valige minimaalne liikumisviivitus sekundites.
fa: حداقل تأخیر حرکت - حداقل تأخیر حرکت را بر حسب ثانیه انتخاب کنید.
fi: Lyhin siirtoviive - Valitse lyhin siirtoviive sekunteina.
fr: Délai de déplacement minimum - Sélectionnez le délai de déplacement minimum en secondes.
he: השהיית מהלך מינימלית - בחר את השהיית המהלך המינימלית בשניות.
hi: न्यूनतम चाल विलंब - सेकंड में न्यूनतम चाल विलंब का चयन करें।
hu: Minimális mozgási késleltetés – Válassza ki a minimális mozgási késleltetést másodpercben.
id: Penundaan gerakan minimum - Pilih penundaan gerakan minimum dalam hitungan detik.
it: Ritardo minimo di spostamento: seleziona il ritardo minimo di spostamento in secondi.
ja: 最小移動遅延 - 最小移動遅延を秒単位で選択します。
lt: Minimalus judėjimo užlaikymas – pasirinkite minimalų judėjimo užlaikymą sekundėmis.
lv: Minimālā pārvietošanās aizkave — atlasiet minimālo pārvietošanās aizkavi sekundēs.
nl: Minimale verplaatsingsvertraging - Selecteer de minimale verplaatsingsvertraging in seconden.
no: Minimum bevegelsesforsinkelse – Velg minimum bevegelsesforsinkelse i sekunder.
pl: Minimalne opóźnienie ruchu — wybierz minimalne opóźnienie ruchu w sekundach.
pt: Atraso mínimo de movimento - Selecione o atraso mínimo de movimento em segundos.
ro: Întârziere minimă de mișcare - Selectați întârzierea minimă de mișcare în secunde.
ru: Минимальная задержка хода — выберите минимальную задержку хода в секундах.
sq: Vonesa minimale e lëvizjes - Zgjidhni vonesën minimale të lëvizjes në sekonda.
sr: Минимално кашњење кретања - Изаберите минимално кашњење кретања у секундама.
sv: Minsta fördröjning av förflyttning – Välj minsta fördröjning av förflyttning i sekunder.
sw: Kiwango cha chini cha kucheleweshwa kwa hoja - Chagua kucheleweshwa kwa chini zaidi kwa sekunde.
ta: குறைந்தபட்ச நகர்வு தாமதம் - வினாடிகளில் குறைந்தபட்ச நகர்வு தாமதத்தைத் தேர்ந்தெடுக்கவும்.
th: ความล่าช้าในการเคลื่อนที่ขั้นต่ำ - เลือกความล่าช้าในการเคลื่อนที่ขั้นต่ำเป็นวินาที
tr: Minimum hareket gecikmesi - Minimum hareket gecikmesini saniye cinsinden seçin.
uk: Мінімальна затримка руху – виберіть мінімальну затримку руху в секундах.
ur: کم از کم حرکت میں تاخیر - سیکنڈوں میں کم از کم حرکت میں تاخیر کا انتخاب کریں۔
vi: Độ trễ di chuyển tối thiểu - Chọn độ trễ di chuyển tối thiểu tính bằng giây.

source: Enforce minimum move delay - Check to enforce the minimum move delay
ar: فرض الحد الأدنى لتأخير الحركة - حدد هذا الخيار لفرض الحد الأدنى لتأخير الحركة
bg: Прилагане на минимално забавяне на движение - Отметнете, за да наложите минимално забавяне на движение
bn: সর্বনিম্ন স্থানান্তর বিলম্ব কার্যকর করুন - সর্বনিম্ন স্থানান্তর বিলম্ব কার্যকর করতে চেক করুন
cs: Vynutit minimální zpoždění pohybu – Zaškrtněte pro vynucení minimálního zpoždění pohybu
da: Håndhæv minimum bevægelsesforsinkelse - Marker for at håndhæve minimum bevægelsesforsinkelsen
de: Minimale Verschiebungsverzögerung erzwingen – Aktivieren Sie dieses Kontrollkästchen, um die minimale Verschiebungsverzögerung zu erzwingen.
el: Επιβολή ελάχιστης καθυστέρησης κίνησης - Επιλέξτε για να επιβάλετε την ελάχιστη καθυστέρηση κίνησης
es: Aplicar retraso mínimo de movimiento: marque para aplicar el retraso mínimo de movimiento
et: Jõusta minimaalne liikumisviivitus – Märkige see ruut, et jõustada minimaalne liikumisviivitus
fa: اعمال حداقل تأخیر حرکت - برای اعمال حداقل تأخیر حرکت، تیک بزنید.
fi: Pakota vähimmäisviive siirtoon - Valitse tämä, jos haluat pakottaa vähimmäisviiveen siirtoon
fr: Appliquer le délai de déplacement minimum - Cochez cette case pour appliquer le délai de déplacement minimum
he: אכיפת השהיית מהלך מינימלית - סמן כדי לאכוף את השהיית המהלך המינימלית
hi: न्यूनतम चाल विलंब लागू करें - न्यूनतम चाल विलंब लागू करने के लिए चेक करें
hu: Minimális mozgási késleltetés kikényszerítése - Jelölje be a minimális mozgási késleltetés kikényszerítéséhez
id: Terapkan penundaan perpindahan minimum - Centang untuk menerapkan penundaan perpindahan minimum
it: Applica ritardo minimo di spostamento - Seleziona per applicare il ritardo minimo di spostamento
ja: 最小移動遅延を強制する - 最小移動遅延を強制するにはチェックを入れます
lt: Priverstinai taikyti minimalų judėjimo vėlavimą – pažymėkite, jei norite taikyti minimalų judėjimo vėlavimą
lv: Ieviest minimālo pārvietošanās aizkavi — atzīmējiet, lai ieviestu minimālo pārvietošanās aizkavi.
nl: Minimale verplaatsingsvertraging afdwingen - Vink aan om de minimale verplaatsingsvertraging af te dwingen
no: Håndhev minimum bevegelsesforsinkelse – Kryss av for å håndheve minimum bevegelsesforsinkelse
pl: Wymuś minimalne opóźnienie ruchu – zaznacz, aby wymusić minimalne opóźnienie ruchu
pt: Aplicar atraso mínimo de movimento - Marque para aplicar o atraso mínimo de movimento
ro: Impune întârzierea minimă de mișcare - Bifați pentru a impune întârzierea minimă de mișcare
ru: Обеспечить минимальную задержку перемещения. Установите этот флажок, чтобы обеспечить минимальную задержку перемещения.
sq: Zbatoni vonesën minimale të lëvizjes - Kontrolloni për të zbatuar vonesën minimale të lëvizjes
sr: Примени минимално одлагање кретања - Означите да бисте применили минимално одлагање кретања
sv: Tillämpa minsta fördröjning av flytt – Markera för att tillämpa minsta fördröjning av flytt
sw: Tekeleza ucheleweshaji wa chini wa uhamishaji - Angalia ili kutekeleza ucheleweshaji wa chini zaidi wa kusonga
ta: குறைந்தபட்ச நகர்வு தாமதத்தை அமல்படுத்து - குறைந்தபட்ச நகர்வு தாமதத்தை அமல்படுத்த சரிபார்க்கவும்.
th: บังคับใช้การหน่วงเวลาการเคลื่อนย้ายขั้นต่ำ - เลือกเพื่อบังคับใช้การหน่วงเวลาการเคลื่อนย้ายขั้นต่ำ
tr: Minimum hareket gecikmesini uygula - Minimum hareket gecikmesini uygulamak için işaretleyin
uk: Застосувати мінімальну затримку переміщення – позначте, щоб застосувати мінімальну затримку переміщення
ur: کم از کم حرکت میں تاخیر کو نافذ کریں - کم از کم حرکت میں تاخیر کو نافذ کرنے کے لیے چیک کریں۔
vi: Áp dụng độ trễ di chuyển tối thiểu - Kiểm tra để áp dụng độ trễ di chuyển tối thiểu

source: In this case, if the program calculates that the time allowed for the move
ar: في هذه الحالة، إذا قام البرنامج بحساب الوقت المسموح به للتحرك
bg: В този случай, ако програмата изчисли, че времето, разрешено за преместването
bn: এই ক্ষেত্রে, যদি প্রোগ্রামটি গণনা করে যে স্থানান্তরের জন্য অনুমোদিত সময়
cs: V tomto případě, pokud program vypočítá, že čas povolený pro přesun
da: I dette tilfælde, hvis programmet beregner, at den tilladte tid til flytningen
de: In diesem Fall berechnet das Programm, dass die für den Umzug vorgesehene Zeit
el: Σε αυτήν την περίπτωση, εάν το πρόγραμμα υπολογίσει ότι ο χρόνος που επιτρέπεται για την κίνηση
es: En este caso, si el programa calcula que el tiempo permitido para el movimiento
et: Sellisel juhul, kui programm arvutab, et liikumiseks lubatud aeg
fa: در این حالت، اگر برنامه محاسبه کند که زمان مجاز برای حرکت
fi: Tässä tapauksessa, jos ohjelma laskee, että siirrolle sallittu aika
fr: Dans ce cas, si le programme calcule que le temps autorisé pour le déplacement
he: במקרה זה, אם התוכנית מחשבת שהזמן המוקצב למעבר
hi: इस मामले में, यदि प्रोग्राम गणना करता है कि चाल के लिए अनुमत समय
hu: Ebben az esetben, ha a program kiszámítja, hogy a mozgáshoz rendelkezésre álló idő
id: Dalam kasus ini, jika program menghitung waktu yang diperbolehkan untuk perpindahan
it: In questo caso, se il programma calcola che il tempo concesso per lo spostamento
ja: この場合、プログラムが移動に許される時間を計算すると、
lt: Šiuo atveju, jei programa apskaičiuoja, kad judėjimui skirtas laikas
lv: Šajā gadījumā, ja programma aprēķina, ka pārvietošanai atvēlētais laiks
nl: In dit geval, als het programma berekent dat de toegestane tijd voor de verplaatsing
no: I dette tilfellet, hvis programmet beregner at tiden som er tillatt for flyttingen
pl: W tym przypadku, jeśli program obliczy, że czas przeznaczony na ruch
pt: Neste caso, se o programa calcular que o tempo permitido para a movimentação
ro: În acest caz, dacă programul calculează că timpul permis pentru mutare
ru: В этом случае, если программа рассчитает, что время, отведенное на ход,
sq: Në këtë rast, nëse programi llogarit se koha e lejuar për lëvizjen
sr: У овом случају, ако програм израчуна да је време дозвољено за потез
sv: I det här fallet, om programmet beräknar att den tillåtna tiden för flytten
sw: Katika kesi hii, ikiwa mpango unahesabu kuwa wakati unaruhusiwa kwa hoja
ta: இந்த விஷயத்தில், நிரல் நகர்த்துவதற்கு அனுமதிக்கப்பட்ட நேரத்தைக் கணக்கிட்டால்
th: ในกรณีนี้หากโปรแกรมคำนวณว่าเวลาที่อนุญาตให้เคลื่อนย้ายได้
tr: Bu durumda, program hareket için izin verilen süreyi hesaplarsa
uk: У цьому випадку, якщо програма розрахує, що час, відведений на переміщення
ur: اس صورت میں، اگر پروگرام حساب کرتا ہے کہ اس اقدام کے لیے وقت کی اجازت ہے۔
vi: Trong trường hợp này, nếu chương trình tính toán thời gian cho phép để di chuyển

source: is less than the minimum move delay, then the move delay is set either to the
ar: أقل من الحد الأدنى لتأخير الحركة، ثم يتم ضبط تأخير الحركة إما على
bg: е по-малко от минималното забавяне на движението, тогава забавянето на движението се задава или на
bn: ন্যূনতম সরানোর বিলম্বের চেয়ে কম হলে, সরানোর বিলম্ব হয় সেট করা হয়
cs: je menší než minimální zpoždění pohybu, pak se zpoždění pohybu nastaví buď na
da: er mindre end den minimale bevægelsesforsinkelse, så indstilles bevægelsesforsinkelsen enten til
de: kleiner als die minimale Bewegungsverzögerung ist, dann wird die Bewegungsverzögerung entweder auf den
el: είναι μικρότερη από την ελάχιστη καθυστέρηση κίνησης, τότε η καθυστέρηση κίνησης ορίζεται είτε στο
es: es menor que el retraso de movimiento mínimo, entonces el retraso de movimiento se establece en el
et: on väiksem kui minimaalne liikumisviivitus, siis seatakse liikumisviivitus kas väärtusele
fa: کمتر از حداقل تأخیر حرکت باشد، آنگاه تأخیر حرکت روی مقدار زیر تنظیم می‌شود:
fi: on pienempi kuin vähimmäissiirtoviive, siirtoviive asetetaan joko arvoon
fr: est inférieur au délai de déplacement minimum, alors le délai de déplacement est défini soit sur
he: קטן מהשהיית המהלך המינימלית, אז השהיית המהלך מוגדרת ל-
hi: न्यूनतम चाल विलंब से कम है, तो चाल विलंब या तो पर सेट किया जाता है
hu: kisebb, mint a minimális mozgási késleltetés, akkor a mozgási késleltetés vagy a következőre van beállítva:
id: kurang dari penundaan gerakan minimum, maka penundaan gerakan diatur ke
it: è inferiore al ritardo minimo di spostamento, quindi il ritardo di spostamento è impostato su
ja: 最小移動遅延より小さい場合、移動遅延は
lt: yra mažesnis už minimalų judėjimo vėlavimą, tada judėjimo vėlavimas nustatomas į
lv: ir mazāks par minimālo pārvietošanās aizkavi, tad pārvietošanās aizkave tiek iestatīta uz
nl: kleiner is dan de minimale verplaatsingsvertraging, dan wordt de verplaatsingsvertraging ingesteld op de
no: er mindre enn minimum bevegelsesforsinkelse, settes bevegelsesforsinkelsen enten til
pl: jest mniejsze niż minimalne opóźnienie ruchu, wówczas opóźnienie ruchu jest ustawiane na
pt: é menor que o atraso mínimo de movimento, então o atraso de movimento é definido como
ro: este mai mică decât întârzierea minimă de mișcare, atunci întârzierea de mișcare este setată fie la
ru: меньше минимальной задержки перемещения, то задержка перемещения устанавливается либо на
sq: është më e vogël se vonesa minimale e lëvizjes, atëherë vonesa e lëvizjes vendoset ose në
sr: мање од минималног кашњења кретања, онда се кашњење кретања подешава на
sv: är mindre än den minsta förflyttningsfördröjningen, så ställs förflyttningsfördröjningen in antingen på
sw: ni chini ya kiwango cha chini cha kuchelewa kwa hoja, basi ucheleweshaji wa hoja umewekwa ama
ta: குறைந்தபட்ச நகர்வு தாமதத்தை விடக் குறைவாக இருந்தால், நகர்வு தாமதம்
th: น้อยกว่าค่าความล่าช้าในการเคลื่อนที่ขั้นต่ำ ค่าความล่าช้าในการเคลื่อนที่จะถูกตั้งค่าเป็น
tr: minimum hareket gecikmesinden daha az ise, hareket gecikmesi şu şekilde ayarlanır:
uk: менша за мінімальну затримку руху, тоді затримка руху встановлюється або на
ur: کم از کم حرکت میں تاخیر سے کم ہے، پھر منتقلی میں تاخیر یا تو پر سیٹ کی جاتی ہے۔
vi: nhỏ hơn độ trễ di chuyển tối thiểu, thì độ trễ di chuyển được đặt thành

source: minimum move delay, or to a random number between 1 and the minimum move delay,
ar: الحد الأدنى لتأخير الحركة، أو إلى رقم عشوائي بين 1 والحد الأدنى لتأخير الحركة،
bg: минимално забавяне на движението или на произволно число между 1 и минималното забавяне на движението,
bn: সর্বনিম্ন স্থানান্তর বিলম্ব, অথবা 1 এবং সর্বনিম্ন স্থানান্তর বিলম্বের মধ্যে একটি র্যান্ডম সংখ্যায়,
cs: minimální zpoždění pohybu nebo na náhodné číslo mezi 1 a minimálním zpožděním pohybu,
da: minimum trækforsinkelse, eller et tilfældigt tal mellem 1 og minimum trækforsinkelsen,
de: minimale Zugverzögerung oder auf eine Zufallszahl zwischen 1 und der minimalen Zugverzögerung,
el: ελάχιστη καθυστέρηση κίνησης ή σε έναν τυχαίο αριθμό μεταξύ του 1 και της ελάχιστης καθυστέρησης κίνησης,
es: retraso mínimo de movimiento, o a un número aleatorio entre 1 y el retraso mínimo de movimiento,
et: minimaalne liikumisviivitus või juhuslik arv vahemikus 1 kuni minimaalne liikumisviivitus,
fa: حداقل تأخیر حرکت، یا به یک عدد تصادفی بین ۱ و حداقل تأخیر حرکت،
fi: pienin siirtoviive tai satunnaisluku 1:n ja pienimmän siirtoviiveen väliltä,
fr: délai de déplacement minimum, ou à un nombre aléatoire compris entre 1 et le délai de déplacement minimum,
he: עיכוב מהלך מינימלי, או למספר אקראי בין 1 לעיכוב המהלך המינימלי,
hi: न्यूनतम चाल विलंब, या 1 और न्यूनतम चाल विलंब के बीच एक यादृच्छिक संख्या तक,
hu: minimális mozgási késleltetés, vagy egy véletlenszerű szám 1 és a minimális mozgási késleltetés között,
id: penundaan gerakan minimum, atau ke angka acak antara 1 dan penundaan gerakan minimum,
it: ritardo minimo di spostamento, o a un numero casuale compreso tra 1 e il ritardo minimo di spostamento,
ja: 最小移動遅延、または1から最小移動遅延までの乱数、
lt: minimalus judėjimo užlaikymas arba atsitiktinis skaičius nuo 1 iki minimalaus judėjimo užlaikymo,
lv: minimālo kustības aizkavi vai nejaušu skaitli no 1 līdz minimālajai kustības aizkavei,
nl: minimale bewegingsvertraging, of een willekeurig getal tussen 1 en de minimale bewegingsvertraging,
no: minimum trekkforsinkelse, eller et tilfeldig tall mellom 1 og minimum trekkforsinkelse,
pl: minimalne opóźnienie ruchu lub do losowej liczby od 1 do minimalnego opóźnienia ruchu,
pt: atraso mínimo de movimento, ou para um número aleatório entre 1 e o atraso mínimo de movimento,
ro: întârzierea minimă de mișcare sau la un număr aleatoriu între 1 și întârzierea minimă de mișcare,
ru: минимальная задержка хода или случайное число от 1 до минимальной задержки хода,
sq: vonesë minimale e lëvizjes, ose në një numër të rastësishëm midis 1 dhe vonesës minimale të lëvizjes,
sr: минимално кашњење кретања или на случајни број између 1 и минималног кашњења кретања,
sv: minsta fördröjning av drag, eller ett slumptal mellan 1 och den minsta fördröjningen av drag,
sw: ucheleweshaji wa chini wa hoja, au kwa nambari isiyo ya kawaida kati ya 1 na ucheleweshaji wa chini wa kusonga,
ta: குறைந்தபட்ச நகர்வு தாமதம், அல்லது 1 க்கும் குறைந்தபட்ச நகர்வு தாமதத்திற்கும் இடையிலான சீரற்ற எண்ணுக்கு,
th: ความล่าช้าในการเคลื่อนที่ขั้นต่ำ หรือเป็นตัวเลขสุ่มระหว่าง 1 ถึงความล่าช้าในการเคลื่อนที่ขั้นต่ำ
tr: minimum hareket gecikmesi veya 1 ile minimum hareket gecikmesi arasında rastgele bir sayıya,
uk: мінімальна затримка руху або випадкове число від 1 до мінімальної затримки руху,
ur: کم از کم حرکت میں تاخیر، یا 1 اور کم از کم حرکت میں تاخیر کے درمیان بے ترتیب تعداد تک،
vi: độ trễ di chuyển tối thiểu hoặc đến một số ngẫu nhiên giữa 1 và độ trễ di chuyển tối thiểu,
