Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: This option can also be used with ELO limit strength.
ar: يمكن أيضًا استخدام هذا الخيار مع قوة حد ELO.
bg: Тази опция може да се използва и с ELO гранична якост.
bn: এই বিকল্পটি ELO সীমা শক্তির সাথেও ব্যবহার করা যেতে পারে।
cs: Tuto možnost lze použít i s mezní pevností ELO.
da: Denne mulighed kan også bruges med ELO-grænsestyrke.
de: Diese Option kann auch mit der ELO-Grenzstärke verwendet werden.
el: Αυτή η επιλογή μπορεί επίσης να χρησιμοποιηθεί με την οριακή ένταση ELO.
es: Esta opción también se puede utilizar con la fuerza límite ELO.
et: Seda valikut saab kasutada ka ELO piirtugevusega.
fa: این گزینه همچنین می‌تواند با قدرت محدود ELO استفاده شود.
fi: Tätä vaihtoehtoa voidaan käyttää myös ELO-rajoitusvoimakkuuden kanssa.
fr: Cette option peut également être utilisée avec la force limite ELO.
he: ניתן להשתמש באפשרות זו גם עם עוצמת גבול ELO.
hi: इस विकल्प का उपयोग ELO सीमा शक्ति के साथ भी किया जा सकता है।
hu: Ez a beállítás ELO határerősséggel is használható.
id: Pilihan ini juga dapat digunakan dengan kekuatan batas ELO.
it: Questa opzione può essere utilizzata anche con la forza limite ELO.
ja: このオプションは、ELO 制限強度でも使用できます。
lt: Šią parinktį taip pat galima naudoti su ELO ribine stiprumo verte.
lv: Šo opciju var izmantot arī ar ELO ierobežojuma stiprumu.
nl: Deze optie kan ook worden gebruikt met ELO-limietsterkte.
no: Dette alternativet kan også brukes med ELO-grensestyrke.
pl: Opcję tę można również stosować z limitem siły ELO.
pt: Esta opção também pode ser usada com a força limite ELO.
ro: Această opțiune poate fi utilizată și cu limita de rezistență ELO.
ru: Эту опцию также можно использовать с ограничением силы ELO.
sq: Ky opsion mund të përdoret gjithashtu me forcën limituese ELO.
sr: Ова опција се такође може користити са ЕЛО граничном снагом.
sv: Detta alternativ kan även användas med ELO-gränsstyrka.
sw: Chaguo hili pia linaweza kutumika kwa nguvu ya kikomo ya ELO.
ta: இந்த விருப்பத்தை ELO வரம்பு வலிமையுடனும் பயன்படுத்தலாம்.
th: ตัวเลือกนี้สามารถใช้ได้กับขีดจำกัดความแข็งแกร่งของ ELO ด้วยเช่นกัน
tr: Bu seçenek ELO limit kuvveti ile de kullanılabilir.
uk: Цей параметр також можна використовувати з граничною міцністю ELO.
ur: یہ اختیار ELO کی حد کی طاقت کے ساتھ بھی استعمال کیا جا سکتا ہے۔
vi: Tùy chọn này cũng có thể được sử dụng với cường độ giới hạn ELO.

source: When used in this way, I found that a setting of 20, varied the moves
ar: عند استخدامها بهذه الطريقة، وجدت أن إعداد 20، يغير الحركات
bg: Когато се използва по този начин, открих, че настройка от 20 променя движенията
bn: এইভাবে ব্যবহার করার সময়, আমি দেখতে পেলাম যে 20 এর সেটিং, চালগুলিকে ভিন্ন করে তোলে
cs: Při tomto použití jsem zjistil, že nastavení 20 mění pohyby
da: Når det blev brugt på denne måde, fandt jeg ud af, at en indstilling på 20 varierede bevægelserne
de: Bei dieser Verwendung habe ich festgestellt, dass eine Einstellung von 20 die Bewegungen variiert
el: Όταν χρησιμοποιήθηκε με αυτόν τον τρόπο, διαπίστωσα ότι μια ρύθμιση 20, ποίκιλλε τις κινήσεις
es: Cuando se usa de esta manera, descubrí que una configuración de 20 variaba los movimientos.
et: Sel viisil kasutades avastasin, et seadistus 20 muutis liigutusi
fa: وقتی به این روش استفاده شد، متوجه شدم که تنظیم روی ۲۰، حرکات را تغییر می‌دهد.
fi: Tällä tavalla käytettynä huomasin, että asetus 20 vaihteli liikkeitä
fr: Utilisé de cette manière, j'ai constaté qu'un réglage de 20 variait les mouvements
he: כאשר נעשה שימוש בדרך זו, גיליתי שהגדרה של 20 שינתה את המהלכים
hi: इस तरह से उपयोग करने पर, मैंने पाया कि 20 की सेटिंग से चालों में विविधता आ गई
hu: Így használva azt tapasztaltam, hogy egy 20-as beállítás változtatta a mozdulatokat
id: Ketika digunakan dengan cara ini, saya menemukan bahwa pengaturan 20 memvariasikan gerakan
it: Quando utilizzato in questo modo, ho scoperto che un'impostazione di 20, variava le mosse
ja: このように使用すると、設定を20にすると動きが変化することがわかりました。
lt: Kai tai buvo naudojama tokiu būdu, pastebėjau, kad 20 nustatymas keitė judesius
lv: Izmantojot šo metodi, es atklāju, ka iestatījums 20 mainīja kustības
nl: Toen ik het op deze manier gebruikte, ontdekte ik dat een instelling van 20 de bewegingen varieerde
no: Når den ble brukt på denne måten, fant jeg ut at en innstilling på 20 varierte bevegelsene
pl: Stosując je w ten sposób, odkryłem, że ustawienie 20 zmieniało ruchy
pt: Quando usado dessa forma, descobri que uma configuração de 20 variava os movimentos
ro: Când am folosit-o în acest fel, am constatat că o setare de 20 varia mișcările
ru: При таком использовании я обнаружил, что настройка 20 варьировала ходы
sq: Kur përdoret në këtë mënyrë, zbulova se një cilësim prej 20, ndryshonte lëvizjet
sr: Када се користи на овај начин, открио сам да подешавање од 20 мења потезе
sv: När den användes på detta sätt upptäckte jag att en inställning på 20 varierade rörelserna
sw: Ilipotumiwa kwa njia hii, niligundua kuwa mpangilio wa 20, ulibadilisha hatua
ta: இந்த வழியில் பயன்படுத்தும்போது, ​​20 என்ற அமைப்பு, நகர்வுகளை வேறுபடுத்துவதைக் கண்டேன்.
th: เมื่อใช้ในลักษณะนี้ ฉันพบว่าการตั้งค่า 20 จะทำให้การเคลื่อนไหวเปลี่ยนแปลงไป
tr: Bu şekilde kullanıldığında, 20 ayarının hareketleri değiştirdiğini buldum
uk: При такому використанні я виявив, що налаштування 20 змінювало рухи
ur: اس طرح استعمال ہونے پر، میں نے محسوس کیا کہ 20 کی ترتیب، چالوں میں مختلف ہے۔
vi: Khi sử dụng theo cách này, tôi thấy rằng cài đặt 20 đã thay đổi các động tác

source: that the engine played but numbers higher than 20 had no effect up to 500
ar: أن المحرك كان يعمل ولكن الأرقام الأعلى من 20 لم يكن لها تأثير حتى 500
bg: че двигателят е работил, но числа по-високи от 20 не са имали ефект до 500
bn: ইঞ্জিনটি বাজল কিন্তু ২০ এর বেশি সংখ্যা ৫০০ পর্যন্ত কোনও প্রভাব ফেলল না
cs: že motor hrál, ale čísla vyšší než 20 neměla žádný vliv až do 500
da: at motoren spillede, men tal højere end 20 havde ingen effekt op til 500
de: dass die Engine spielte, aber Zahlen über 20 hatten keine Wirkung bis 500
el: ότι η μηχανή έπαιξε αλλά οι αριθμοί μεγαλύτεροι από 20 δεν είχαν καμία επίδραση έως το 500
es: que el motor funcionó pero los números superiores a 20 no tuvieron efecto hasta 500
et: et mootor mängis, aga numbrid üle 20 ei avaldanud kuni 500-ni mingit mõju
fa: اینکه موتور اجرا می‌شد اما اعداد بالاتر از ۲۰ تا ۵۰۰ هیچ تاثیری نداشتند
fi: että moottori soi, mutta yli 20:n numeroilla ei ollut vaikutusta 500:aan asti
fr: que le moteur a joué mais que les nombres supérieurs à 20 n'ont eu aucun effet jusqu'à 500
he: שהמנוע עבד אבל מספרים גבוהים מ-20 לא השפיעו עד 500
hi: इंजन तो चला लेकिन 20 से अधिक संख्याओं का 500 तक कोई प्रभाव नहीं पड़ा
hu: hogy a motor játszott, de a 20-nál nagyobb számoknak 500-ig nem volt hatásuk
id: bahwa mesinnya dimainkan tetapi angka lebih dari 20 tidak berpengaruh hingga 500
it: che il motore ha funzionato ma i numeri superiori a 20 non hanno avuto effetto fino a 500
ja: エンジンは作動したが、20以上の数字は500まで効果がない
lt: kad variklis grojo, bet skaičiai, didesni nei 20, neturėjo jokio poveikio iki 500
lv: ka dzinējs darbojās, bet skaitļiem, kas lielāki par 20, nebija nekādas ietekmes līdz 500
nl: dat de motor speelde, maar getallen hoger dan 20 hadden geen effect tot 500
no: at motoren spilte, men tall høyere enn 20 hadde ingen effekt opp til 500
pl: że silnik działał, ale liczby wyższe niż 20 nie miały wpływu do 500
pt: que o motor funcionou, mas números maiores que 20 não tiveram efeito até 500
ro: că motorul a pornit, dar numerele mai mari de 20 nu au avut niciun efect până la 500
ru: что движок играл, но числа выше 20 не имели никакого эффекта вплоть до 500
sq: që motori luajti, por numrat më të lartë se 20 nuk kishin efekt deri në 500
sr: да је мотор радио, али бројеви већи од 20 нису имали ефекта до 500
sv: att motorn spelade men siffror högre än 20 hade ingen effekt upp till 500
sw: kwamba injini ilicheza lakini nambari za juu kuliko 20 hazikuwa na athari hadi 500
ta: இயந்திரம் இயங்கியது, ஆனால் 20 க்கும் அதிகமான எண்கள் 500 வரை எந்த விளைவையும் ஏற்படுத்தவில்லை.
th: ที่เครื่องเล่นได้แต่ตัวเลขเกิน 20 ไม่มีผลถึง 500
tr: motorun çalıştığını ancak 20'den yüksek sayıların 500'e kadar hiçbir etkisinin olmadığını
uk: що двигун грав, але числа вище 20 не мали жодного ефекту до 500
ur: کہ انجن چل گیا لیکن 20 سے زیادہ نمبروں کا 500 تک کوئی اثر نہیں ہوا۔
vi: rằng động cơ đã chạy nhưng số cao hơn 20 không có tác dụng lên đến 500

source: and a setting higher than 1000 seriously weakened the engine.
ar: وإعداد أعلى من 1000 يضعف المحرك بشكل خطير.
bg: и настройка по-висока от 1000 сериозно отслабваше двигателя.
bn: এবং ১০০০ এর বেশি সেটিং ইঞ্জিনকে মারাত্মকভাবে দুর্বল করে দেয়।
cs: a nastavení vyšší než 1000 vážně oslabilo motor.
da: og en indstilling højere end 1000 svækkede motoren alvorligt.
de: und eine Einstellung über 1000 schwächte den Motor erheblich.
el: και μια ρύθμιση υψηλότερη από 1000 αποδυνάμωνε σοβαρά τον κινητήρα.
es: y un ajuste superior a 1000 debilitó gravemente el motor.
et: ja säte üle 1000 nõrgestas mootorit tõsiselt.
fa: و تنظیم بالاتر از ۱۰۰۰ به طور جدی موتور را ضعیف می‌کرد.
fi: ja yli 1000:n asetus heikensi moottoria vakavasti.
fr: et un réglage supérieur à 1000 affaiblissait sérieusement le moteur.
he: והגדרה גבוהה מ-1000 החלישה את המנוע באופן משמעותי.
hi: और 1000 से अधिक की सेटिंग से इंजन गंभीर रूप से कमजोर हो जाता है।
hu: és az 1000-nél magasabb beállítás komolyan legyengítette a motort.
id: dan pengaturan yang lebih tinggi dari 1000 akan melemahkan mesin secara serius.
it: e un'impostazione superiore a 1000 indeboliva seriamente il motore.
ja: 1000 を超える設定では、エンジンが著しく弱くなります。
lt: o nustatymas, didesnis nei 1000, smarkiai susilpnino variklį.
lv: un iestatījums, kas pārsniedz 1000, nopietni vājināja dzinēju.
nl: en een instelling hoger dan 1000 verzwakte de motor ernstig.
no: og en innstilling høyere enn 1000 svekket motoren betraktelig.
pl: a ustawienia wyższe niż 1000 poważnie osłabiały silnik.
pt: e uma configuração maior que 1000 enfraquecia seriamente o motor.
ro: iar o setare mai mare de 1000 a slăbit serios motorul.
ru: а настройка выше 1000 серьезно ослабляла двигатель.
sq: dhe një cilësim më i lartë se 1000 e dobësoi seriozisht motorin.
sr: а подешавање веће од 1000 је озбиљно ослабило мотор.
sv: och en inställning högre än 1000 försvagade motorn allvarligt.
sw: na mpangilio wa juu zaidi ya 1000 ulidhoofisha injini sana.
ta: மேலும் 1000 க்கும் அதிகமான அமைப்பு இயந்திரத்தை கடுமையாக பலவீனப்படுத்தியது.
th: และการตั้งค่าที่สูงกว่า 1,000 จะทำให้เครื่องยนต์อ่อนลงอย่างมาก
tr: ve 1000'den yüksek bir ayar motoru ciddi şekilde zayıflatıyordu.
uk: а налаштування вище 1000 серйозно послаблювало двигун.
ur: اور 1000 سے زیادہ سیٹنگ نے انجن کو شدید طور پر کمزور کر دیا۔
vi: và mức cài đặt cao hơn 1000 sẽ làm động cơ yếu đi đáng kể.

source: So the useful settings in ELO limit strength mode for my computer
ar: لذا فإن الإعدادات المفيدة في وضع قوة حد ELO لجهاز الكمبيوتر الخاص بي
bg: Така че полезните настройки в режима на ограничаване на силата на ELO за моя компютър
bn: তাই ELO-তে থাকা দরকারী সেটিংস আমার কম্পিউটারের জন্য শক্তি মোড সীমিত করে
cs: Takže užitečná nastavení v režimu ELO omezující sílu pro můj počítač
da: Så de nyttige indstillinger i ELO-grænsestyrketilstand for min computer
de: Die nützlichen Einstellungen im ELO-Limit-Stärkemodus für meinen Computer
el: Έτσι, οι χρήσιμες ρυθμίσεις στη λειτουργία περιορισμού ισχύος ELO για τον υπολογιστή μου
es: Entonces, las configuraciones útiles en el modo de fuerza de límite ELO para mi computadora
et: Seega on minu arvuti ELO tugevuse piiramise režiimi kasulikud sätted järgmised:
fa: بنابراین تنظیمات مفید در حالت محدودکننده‌ی ELO برای کامپیوتر من
fi: Joten hyödylliset asetukset ELO:n voimakkuusrajoitustilassa tietokoneelleni
fr: Donc, les paramètres utiles dans le mode de limite de force ELO pour mon ordinateur
he: אז ההגדרות השימושיות במצב עוצמת הגבלה של ELO עבור המחשב שלי
hi: तो मेरे कंप्यूटर के लिए ELO सीमा शक्ति मोड में उपयोगी सेटिंग्स
hu: Tehát a hasznos beállítások az ELO limit strength módjában a számítógépemen
id: Jadi pengaturan yang berguna dalam mode kekuatan batas ELO untuk komputer saya
it: Quindi le impostazioni utili nella modalità di limitazione della forza ELO per il mio computer
ja: 私のコンピュータのELO制限強度モードの便利な設定
lt: Taigi, naudingi ELO ribos stiprumo režimo nustatymai mano kompiuteriui
lv: Tātad noderīgie iestatījumi ELO ierobežojuma stipruma režīmā manam datoram
nl: Dus de nuttige instellingen in ELO beperken de sterktemodus voor mijn computer
no: Så de nyttige innstillingene i ELO-grensestyrkemodus for datamaskinen min
pl: Tak więc przydatne ustawienia w trybie limitu ELO ograniczają siłę mojego komputera
pt: Então as configurações úteis no modo de limite de força ELO para meu computador
ro: Deci, setările utile din modul de putere limită ELO pentru computerul meu
ru: Итак, полезные настройки в режиме ограничения силы ELO для моего компьютера
sq: Pra, cilësimet e dobishme në modalitetin e fuqisë së limitit ELO për kompjuterin tim
sr: Дакле, корисна подешавања у ELO режиму ограничавања јачине за мој рачунар
sv: Så de användbara inställningarna i ELO-gränsstyrkeläget för min dator
sw: Kwa hivyo mipangilio muhimu katika hali ya nguvu ya ELO kwa kompyuta yangu
ta: எனவே ELO-வில் உள்ள பயனுள்ள அமைப்புகள் எனது கணினிக்கான வலிமை பயன்முறையைக் கட்டுப்படுத்துகின்றன.
th: ดังนั้นการตั้งค่าที่มีประโยชน์ในโหมดจำกัดความแข็งแกร่งของ ELO สำหรับคอมพิวเตอร์ของฉัน
tr: Yani bilgisayarım için ELO limit güç modundaki kullanışlı ayarlar
uk: Отже, корисні налаштування в режимі обмеження сили ELO для мого комп'ютера
ur: لہذا ELO میں مفید ترتیبات میرے کمپیوٹر کے لیے طاقت کے موڈ کو محدود کرتی ہیں۔
vi: Vì vậy, các thiết lập hữu ích trong chế độ giới hạn sức mạnh ELO cho máy tính của tôi

source: are 20 or 500 - 1000 but it may be different for your computer.
ar: تتراوح أعدادها بين 20 أو 500 - 1000 ولكن قد تختلف بالنسبة لجهاز الكمبيوتر الخاص بك.
bg: са 20 или 500 - 1000, но може да е различно за вашия компютър.
bn: ২০ অথবা ৫০০ - ১০০০ কিন্তু আপনার কম্পিউটারের জন্য এটি ভিন্ন হতে পারে।
cs: je 20 nebo 500 - 1000, ale u vašeho počítače se to může lišit.
da: er 20 eller 500 - 1000, men det kan være forskelligt for din computer.
de: sind 20 oder 500–1000, aber bei Ihrem Computer kann es anders sein.
el: είναι 20 ή 500 - 1000, αλλά μπορεί να διαφέρουν για τον υπολογιστή σας.
es: Son 20 o 500 - 1000, pero puede ser diferente para su computadora.
et: on 20 või 500–1000, kuid teie arvuti puhul võivad need erineda.
fa: 20 یا 500 - 1000 هستند اما ممکن است برای رایانه شما متفاوت باشد.
fi: ovat 20 tai 500–1000, mutta ne voivat olla erilaisia ​​tietokoneellasi.
fr: sont 20 ou 500 - 1000 mais cela peut être différent pour votre ordinateur.
he: הם 20 או 500 - 1000, אבל זה עשוי להיות שונה עבור המחשב שלך.
hi: 20 या 500 - 1000 हैं लेकिन यह आपके कंप्यूटर के लिए अलग हो सकता है।
hu: 20 vagy 500 - 1000 között vannak, de ez a számítógépeden eltérő lehet.
id: adalah 20 atau 500 - 1000 tetapi mungkin berbeda untuk komputer Anda.
it: sono 20 o 500 - 1000, ma potrebbe essere diverso per il tuo computer.
ja: 20 または 500 - 1000 ですが、コンピュータによって異なる場合があります。
lt: yra 20 arba 500–1000, tačiau jūsų kompiuteryje tai gali skirtis.
lv: ir 20 vai 500–1000, taču jūsu datoram tas var atšķirties.
nl: zijn 20 of 500 - 1000, maar dit kan per computer verschillen.
no: er 20 eller 500–1000, men det kan være forskjellig for datamaskinen din.
pl: wynosi 20 lub 500-1000, ale w zależności od komputera może być inaczej.
pt: são 20 ou 500 - 1000, mas pode ser diferente para o seu computador.
ro: sunt 20 sau 500 - 1000, dar poate fi diferit pentru computerul dvs.
ru: 20 или 500 - 1000, но для вашего компьютера это может быть иначе.
sq: janë 20 ose 500 - 1000, por mund të jenë të ndryshme për kompjuterin tuaj.
sr: су 20 или 500 - 1000, али може бити другачије за ваш рачунар.
sv: är 20 eller 500–1000, men det kan vara olika för din dator.
sw: ni 20 au 500 - 1000 lakini inaweza kuwa tofauti kwa kompyuta yako.
ta: 20 அல்லது 500 - 1000 ஆக இருக்கலாம், ஆனால் உங்கள் கணினிக்கு இது வேறுபட்டிருக்கலாம்.
th: มี 20 หรือ 500 - 1,000 แต่อาจแตกต่างกันไปตามคอมพิวเตอร์ของคุณ
tr: 20 veya 500 - 1000'dir ancak bilgisayarınızda farklılık gösterebilir.
uk: 20 або 500 - 1000, але для вашого комп'ютера це може бути інакше.
ur: 20 یا 500 - 1000 ہیں لیکن یہ آپ کے کمپیوٹر کے لیے مختلف ہو سکتا ہے۔
vi: là 20 hoặc 500 - 1000 nhưng có thể khác nhau tùy theo máy tính của bạn.

source: If you don't want it set or displayed, then set it to zero.
ar: إذا كنت لا تريد تعيينه أو عرضه، فقم بتعيينه على الصفر.
bg: Ако не искате да се задава или показва, задайте го на нула.
bn: যদি আপনি এটি সেট বা প্রদর্শিত না করতে চান, তাহলে এটিকে শূন্যে সেট করুন।
cs: Pokud nechcete, aby byl nastaven nebo zobrazen, nastavte jej na nulu.
da: Hvis du ikke ønsker, at den skal indstilles eller vises, skal du indstille den til nul.
de: Wenn Sie nicht möchten, dass es festgelegt oder angezeigt wird, setzen Sie es auf Null.
el: Αν δεν θέλετε να οριστεί ή να εμφανιστεί, τότε ορίστε το στο μηδέν.
es: Si no desea que se configure o muestre, configúrelo en cero.
et: Kui te ei soovi, et seda määrataks või kuvataks, määrake see nulliks.
fa: اگر نمی‌خواهید تنظیم یا نمایش داده شود، آن را روی صفر تنظیم کنید.
fi: Jos et halua sen näkyvän tai tulevan näkyviin, aseta se nollaksi.
fr: Si vous ne souhaitez pas qu'il soit défini ou affiché, définissez-le sur zéro.
he: אם אינך רוצה שהוא יוגדר או יוצג, הגדר אותו לאפס.
hi: यदि आप इसे सेट या प्रदर्शित नहीं करना चाहते हैं, तो इसे शून्य पर सेट करें।
hu: Ha nem szeretnéd, hogy be legyen állítva vagy megjelenjen, akkor állítsd nullára.
id: Jika Anda tidak ingin mengatur atau menampilkannya, aturlah ke nol.
it: Se non si desidera che venga impostato o visualizzato, impostarlo su zero.
ja: 設定または表示したくない場合は、ゼロに設定します。
lt: Jei nenorite, kad jis būtų nustatytas arba rodomas, nustatykite jį į nulį.
lv: Ja nevēlaties, lai tas tiktu iestatīts vai parādīts, iestatiet to uz nulli.
nl: Als u niet wilt dat deze wordt ingesteld of weergegeven, stelt u deze in op nul.
no: Hvis du ikke vil at den skal angis eller vises, sett den til null.
pl: Jeśli nie chcesz, aby ta wartość była ustawiana lub wyświetlana, ustaw ją na zero.
pt: Se você não quiser que ele seja definido ou exibido, defina-o como zero.
ro: Dacă nu doriți să fie setat sau afișat, setați-l la zero.
ru: Если вы не хотите, чтобы он устанавливался или отображался, установите его на ноль.
sq: Nëse nuk doni që të vendoset ose të shfaqet, atëherë vendoseni në zero.
sr: Ако не желите да буде подешено или приказано, онда га поставите на нулу.
sv: Om du inte vill att den ska ställas in eller visas, ställ in den på noll.
sw: Ikiwa hutaki kuweka au kuonyeshwa, basi iweke kwa sifuri.
ta: நீங்கள் அதை அமைக்கவோ அல்லது காட்டவோ விரும்பவில்லை என்றால், அதை பூஜ்ஜியமாக அமைக்கவும்.
th: หากคุณไม่ต้องการตั้งค่าหรือแสดง ให้ตั้งค่าเป็นศูนย์
tr: Eğer ayarlanmasını veya görüntülenmesini istemiyorsanız, sıfıra ayarlayın.
uk: Якщо ви не хочете, щоб воно було встановлено або відображено, тоді встановіть його на нуль.
ur: اگر آپ اسے سیٹ یا ڈسپلے نہیں کرنا چاہتے ہیں، تو اسے صفر پر سیٹ کریں۔
vi: Nếu bạn không muốn thiết lập hoặc hiển thị thì hãy đặt thành 0.

source: Although nodes per second does not apply when using ELO limit strength,
ar: على الرغم من أن عدد العقد في الثانية لا ينطبق عند استخدام قوة حد ELO،
bg: Въпреки че броят на възлите в секунда не се прилага, когато се използва ограничението на силата на ELO,
bn: যদিও ELO সীমা শক্তি ব্যবহার করার সময় প্রতি সেকেন্ডে নোড প্রযোজ্য নয়,
cs: Ačkoli se počet uzlů za sekundu nepoužije při použití limitní síly ELO,
da: Selvom antallet af noder pr. sekund ikke gælder, når ELO-grænsestyrken bruges,
de: Obwohl die Knoten pro Sekunde bei Verwendung der ELO-Grenzstärke nicht gelten,
el: Παρόλο που ο όρος κόμβοι ανά δευτερόλεπτο δεν ισχύει όταν χρησιμοποιείται η ισχύς ορίου ELO,
es: Aunque los nodos por segundo no se aplican cuando se utiliza la fuerza límite de ELO,
et: Kuigi sõlmede arv sekundis ei kehti ELO piirangu tugevuse kasutamisel,
fa: اگرچه هنگام استفاده از قدرت محدودیت ELO، تعداد گره‌ها در ثانیه اعمال نمی‌شود،
fi: Vaikka solmujen määrä sekunnissa ei päde ELO-rajoitusvoimakkuutta käytettäessä,
fr: Bien que les nœuds par seconde ne s'appliquent pas lors de l'utilisation de la force limite ELO,
he: למרות שמספר הצמתים לשנייה אינו חל בעת שימוש בעוצמת גבול ELO,
hi: यद्यपि ELO सीमा शक्ति का उपयोग करते समय प्रति सेकंड नोड्स लागू नहीं होता है,
hu: Bár a másodpercenkénti csomópontok száma nem érvényes ELO limit erősség használatakor,
id: Meskipun node per detik tidak berlaku saat menggunakan kekuatan batas ELO,
it: Sebbene i nodi al secondo non si applichino quando si utilizza la forza limite ELO,
ja: ELO制限強度を使用する場合、1秒あたりのノード数は適用されませんが、
lt: Nors mazgų skaičius per sekundę netaikomas naudojant ELO ribos stiprumą,
lv: Lai gan mezglu skaits sekundē netiek piemērots, izmantojot ELO ierobežojuma stiprumu,
nl: Hoewel knooppunten per seconde niet van toepassing zijn bij gebruik van ELO-limietsterkte,
no: Selv om noder per sekund ikke gjelder når du bruker ELO-grensestyrke,
pl: Chociaż liczba węzłów na sekundę nie ma zastosowania przy korzystaniu z limitu siły ELO,
pt: Embora nós por segundo não se apliquem ao usar a força limite do ELO,
ro: Deși nodurile pe secundă nu se aplică atunci când se utilizează limita de putere ELO,
ru: Хотя количество узлов в секунду не применяется при использовании предела силы ELO,
sq: Edhe pse nyjet për sekondë nuk zbatohen kur përdoret forca e limitit ELO,
sr: Иако се број чворова у секунди не примењује када се користи ELO ограничење јачине,
sv: Även om noder per sekund inte gäller när man använder ELO-gränsstyrka,
sw: Ingawa nodi kwa sekunde hazitumiki wakati wa kutumia nguvu ya kikomo ya ELO,
ta: ELO வரம்பு வலிமையைப் பயன்படுத்தும் போது நொடிக்கு முனைகள் பொருந்தாது என்றாலும்,
th: แม้ว่าโหนดต่อวินาทีจะไม่สามารถใช้ได้เมื่อใช้ขีดจำกัดความแข็งแกร่งของ ELO
tr: ELO sınır gücü kullanıldığında saniye başına düğüm sayısı geçerli olmasa da,
uk: Хоча кількість вузлів за секунду не застосовується при використанні граничної міцності ELO,
ur: اگرچہ ELO کی حد کی طاقت کا استعمال کرتے وقت نوڈس فی سیکنڈ لاگو نہیں ہوتے ہیں،
vi: Mặc dù số nút trên giây không áp dụng khi sử dụng cường độ giới hạn ELO,
