Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Cannot set to
ar: لا يمكن ضبطه على
bg: Не може да се зададе на
bn: সেট করা যাবে না
cs: Nelze nastavit na
da: Kan ikke indstilles til
de: Kann nicht eingestellt werden auf
el: Δεν είναι δυνατή η ρύθμιση σε
es: No se puede configurar
et: Ei saa määrata
fa: نمی‌توان تنظیم کرد که
fi: Ei voida asettaa arvoon
fr: Impossible de définir sur
he: לא ניתן להגדיר ל
hi: पर सेट नहीं किया जा सकता
hu: Nem lehet beállítani erre:
id: Tidak dapat diatur ke
it: Impossibile impostare su
ja: 設定できません
lt: Negalima nustatyti į
lv: Nevar iestatīt uz
nl: Kan niet worden ingesteld op
no: Kan ikke sette til
pl: Nie można ustawić
pt: Não é possível definir para
ro: Nu se poate seta la
ru: Невозможно установить
sq: Nuk mund të vendoset në
sr: Не може се подесити на
sv: Kan inte ställa in på
sw: Haiwezi kuweka
ta: அமைக்க முடியாது
th: ไม่สามารถตั้งค่าได้
tr: Ayarlanamıyor
uk: Не вдається встановити
ur: پر سیٹ نہیں کیا جا سکتا
vi: Không thể thiết lập thành

source: because
ar: لأن
bg: защото
bn: কারণ
cs: protože
da: fordi
de: Weil
el: επειδή
es: porque
et: sest
fa: زیرا
fi: koska
fr: parce que
he: כִּי
hi: क्योंकि
hu: mert
id: Karena
it: Perché
ja: なぜなら
lt: nes
lv: jo
nl: omdat
no: fordi
pl: ponieważ
pt: porque
ro: deoarece
ru: потому что
sq: sepse
sr: јер
sv: därför att
sw: kwa sababu
ta: ஏனெனில்
th: เพราะ
tr: Çünkü
uk: тому що
ur: کیونکہ
vi: bởi vì

source: file could not be opened.
ar: لم يتم فتح الملف.
bg: файлът не можа да бъде отворен.
bn: ফাইল খোলা যায়নি।
cs: soubor se nepodařilo otevřít.
da: filen kunne ikke åbnes.
de: Datei konnte nicht geöffnet werden.
el: δεν ήταν δυνατό το άνοιγμα του αρχείου.
es: No se pudo abrir el archivo.
et: faili ei saanud avada.
fa: فایل باز نشد.
fi: tiedostoa ei voitu avata.
fr: le fichier n'a pas pu être ouvert.
he: לא ניתן היה לפתוח את הקובץ.
hi: फ़ाइल खोली नहीं जा सकी.
hu: a fájlt nem lehetett megnyitni.
id: berkas tidak dapat dibuka.
it: il file non può essere aperto.
ja: ファイルを開けませんでした。
lt: Nepavyko atidaryti failo.
lv: failu nevarēja atvērt.
nl: bestand kon niet worden geopend.
no: filen kunne ikke åpnes.
pl: Nie można otworzyć pliku.
pt: o arquivo não pôde ser aberto.
ro: Fișierul nu a putut fi deschis.
ru: файл не может быть открыт.
sq: skedari nuk mund të hapej.
sr: датотека није могла бити отворена.
sv: filen kunde inte öppnas.
sw: faili haikuweza kufunguliwa.
ta: கோப்பைத் திறக்க முடியவில்லை.
th: ไม่สามารถเปิดไฟล์ได้
tr: dosya açılamadı.
uk: файл не вдалося відкрити.
ur: فائل نہیں کھولی جا سکی۔
vi: không thể mở được tập tin.

source: because limit strength option was not in file.
ar: لأن خيار قوة الحد لم يكن موجودًا في الملف.
bg: защото опцията за ограничаване на силата не беше във файла.
bn: কারণ সীমা শক্তি বিকল্পটি ফাইলে ছিল না।
cs: protože možnost omezit sílu nebyla v souboru.
da: fordi indstillingen for grænsestyrke ikke var i filen.
de: weil die Option zur Begrenzung der Stärke nicht in der Datei enthalten war.
el: επειδή η επιλογή περιορισμού ισχύος δεν ήταν στο αρχείο.
es: porque la opción de límite de fuerza no estaba en el archivo.
et: kuna failis polnud tugevuse piiramise valikut.
fa: زیرا گزینه حد مقاومت در پرونده نبود.
fi: koska tiedostossa ei ollut vahvuuden rajoitusvaihtoehtoa.
fr: car l'option de limite de force n'était pas dans le fichier.
he: מכיוון שאפשרות הגבלת עוצמה לא הייתה בקובץ.
hi: क्योंकि सीमा शक्ति विकल्प फ़ाइल में नहीं था.
hu: mert az erősség korlátozása opció nem szerepelt a fájlban.
id: karena opsi batas kekuatan tidak ada dalam berkas.
it: perché l'opzione di limitazione della forza non era nel file.
ja: 制限強度オプションがファイルになかったためです。
lt: nes faile nebuvo parinkties „riboti stiprumą“.
lv: jo failā nebija opcijas “ierobežot stiprumu”.
nl: omdat de optie 'Beperk sterkte' niet in het bestand stond.
no: fordi alternativet for grensestyrke ikke var i filen.
pl: ponieważ opcja wytrzymałości granicznej nie była w pliku.
pt: porque a opção de limite de força não estava no arquivo.
ro: deoarece opțiunea de limitare a puterii nu era în fișier.
ru: поскольку опция ограничения прочности отсутствовала в файле.
sq: sepse opsioni i fuqisë së kufizimit nuk ishte në skedar.
sr: јер опција за ограничавање јачине није била у датотеци.
sv: eftersom alternativet för gränsstyrka inte fanns i filen.
sw: kwa sababu chaguo la nguvu ya kikomo halikuwa kwenye faili.
ta: ஏனெனில் வரம்பு வலிமை விருப்பம் கோப்பில் இல்லை.
th: เนื่องจากตัวเลือกขีดจำกัดความแข็งแกร่งไม่ได้อยู่ในไฟล์
tr: çünkü limit gücü seçeneği dosyada yoktu.
uk: оскільки опції обмеження міцності не було у файлі.
ur: کیونکہ حد طاقت کا آپشن فائل میں نہیں تھا۔
vi: vì tùy chọn giới hạn cường độ không có trong tệp.

source: All values are set to default
ar: تم تعيين جميع القيم على الوضع الافتراضي
bg: Всички стойности са зададени по подразбиране
bn: সমস্ত মান ডিফল্টে সেট করা আছে।
cs: Všechny hodnoty jsou nastaveny na výchozí hodnoty
da: Alle værdier er indstillet til standard
de: Alle Werte sind auf Standardwerte eingestellt
el: Όλες οι τιμές έχουν οριστεί στις προεπιλεγμένες τιμές
es: Todos los valores están configurados por defecto
et: Kõik väärtused on seatud vaikeväärtustele
fa: همه مقادیر به صورت پیش‌فرض تنظیم شده‌اند
fi: Kaikki arvot on asetettu oletusarvoihin
fr: Toutes les valeurs sont définies par défaut
he: כל הערכים מוגדרים כברירת מחדל
hi: सभी मान डिफ़ॉल्ट पर सेट हैं
hu: Minden érték alapértelmezettre van állítva
id: Semua nilai diatur ke default
it: Tutti i valori sono impostati sui valori predefiniti
ja: すべての値はデフォルトに設定されています
lt: Visos vertės nustatytos pagal numatytuosius nustatymus
lv: Visas vērtības ir iestatītas uz noklusējuma vērtībām
nl: Alle waarden zijn ingesteld op standaard
no: Alle verdier er satt til standard
pl: Wszystkie wartości są ustawione na domyślne
pt: Todos os valores são definidos como padrão
ro: Toate valorile sunt setate la valorile implicite
ru: Все значения установлены по умолчанию.
sq: Të gjitha vlerat janë vendosur në parazgjedhje
sr: Све вредности су подешене на подразумеване вредности
sv: Alla värden är inställda på standardvärden
sw: Thamani zote zimewekwa kuwa chaguomsingi
ta: எல்லா மதிப்புகளும் இயல்புநிலையாக அமைக்கப்பட்டுள்ளன.
th: ค่าทั้งหมดถูกตั้งค่าเป็นค่าเริ่มต้น
tr: Tüm değerler varsayılan olarak ayarlandı
uk: Усі значення встановлено за замовчуванням
ur: تمام اقدار ڈیفالٹ پر سیٹ ہیں۔
vi: Tất cả các giá trị được đặt thành mặc định

source: So there is no point in writing them
ar: لذلك لا جدوى من كتابتها
bg: Така че няма смисъл да ги пишеш
bn: তাই এগুলো লিখে লাভ নেই।
cs: Takže nemá smysl je psát
da: Så er der ingen grund til at skrive dem
de: Es hat also keinen Sinn, sie zu schreiben
el: Οπότε δεν έχει νόημα να τα γράψω
es: Así que no tiene sentido escribirlas.
et: Seega pole mõtet neid kirjutada
fa: بنابراین نوشتن آنها فایده ای ندارد.
fi: Joten niiden kirjoittamisessa ei ole mitään järkeä
fr: Donc ça ne sert à rien de les écrire
he: אז אין טעם לכתוב אותם
hi: इसलिए उन्हें लिखने का कोई मतलब नहीं है
hu: Szóval nincs értelme leírni őket
id: Jadi tidak ada gunanya menuliskannya
it: Quindi non ha senso scriverli
ja: だから書く意味がない
lt: Tad nėra prasmės jų rašyti
lv: Tāpēc nav jēgas tos rakstīt
nl: Het heeft dus geen zin om ze te schrijven
no: Så det er ikke noe poeng i å skrive dem
pl: Więc nie ma sensu ich pisać
pt: Então não faz sentido escrevê-los
ro: Deci nu are rost să le scriem
ru: Поэтому нет смысла их писать.
sq: Pra, nuk ka kuptim t'i shkruajmë ato
sr: Дакле, нема смисла писати их
sv: Så det är ingen idé att skriva dem
sw: Kwa hivyo hakuna maana katika kuziandika
ta: எனவே அவற்றை எழுதுவதில் எந்த அர்த்தமும் இல்லை.
th: ดังนั้นจึงไม่มีประเด็นที่จะเขียนมัน
tr: O yüzden bunları yazmanın bir anlamı yok
uk: Тож немає сенсу їх писати
ur: اس لیے ان کو لکھنے کا کوئی فائدہ نہیں۔
vi: Vì vậy, không có điểm nào trong việc viết chúng

source: Could not open input file
ar: لم يتمكن من فتح ملف الإدخال
bg: Не можа да се отвори входният файл
bn: ইনপুট ফাইল খোলা যায়নি
cs: Nelze otevřít vstupní soubor
da: Kunne ikke åbne inputfilen
de: Eingabedatei konnte nicht geöffnet werden
el: Δεν ήταν δυνατό το άνοιγμα του αρχείου εισόδου
es: No se pudo abrir el archivo de entrada
et: Sisendfaili avamine ebaõnnestus
fa: فایل ورودی باز نشد
fi: Syöttötiedostoa ei voitu avata
fr: Impossible d'ouvrir le fichier d'entrée
he: לא ניתן היה לפתוח את קובץ הקלט
hi: इनपुट फ़ाइल नहीं खोली जा सकी
hu: Nem sikerült megnyitni a bemeneti fájlt
id: Tidak dapat membuka file masukan
it: Impossibile aprire il file di input
ja: 入力ファイルを開けませんでした
lt: Nepavyko atidaryti įvesties failo
lv: Nevarēja atvērt ievades failu
nl: Kon invoerbestand niet openen
no: Kunne ikke åpne inndatafilen
pl: Nie można otworzyć pliku wejściowego
pt: Não foi possível abrir o arquivo de entrada
ro: Nu s-a putut deschide fișierul de intrare
ru: Не удалось открыть входной файл
sq: Nuk mund të hapej skedari i hyrjes
sr: Није могуће отворити улазну датотеку
sv: Kunde inte öppna indatafilen
sw: Haikuweza kufungua faili ya ingizo
ta: உள்ளீட்டு கோப்பைத் திறக்க முடியவில்லை.
th: ไม่สามารถเปิดไฟล์อินพุตได้
tr: Giriş dosyası açılamadı
uk: Не вдалося відкрити вхідний файл
ur: ان پٹ فائل نہیں کھل سکی
vi: Không thể mở tệp đầu vào

source: Could not open output file
ar: لم يتمكن من فتح ملف الإخراج
bg: Не можа да се отвори изходният файл
bn: আউটপুট ফাইল খোলা যায়নি
cs: Nelze otevřít výstupní soubor
da: Kunne ikke åbne outputfilen
de: Ausgabedatei konnte nicht geöffnet werden
el: Δεν ήταν δυνατό το άνοιγμα του αρχείου εξόδου
es: No se pudo abrir el archivo de salida
et: Väljundfaili avamine ebaõnnestus
fa: فایل خروجی باز نشد
fi: Tulostetiedostoa ei voitu avata
fr: Impossible d'ouvrir le fichier de sortie
he: לא ניתן היה לפתוח את קובץ הפלט
hi: आउटपुट फ़ाइल नहीं खोली जा सकी
hu: Nem sikerült megnyitni a kimeneti fájlt
id: Tidak dapat membuka file keluaran
it: Impossibile aprire il file di output
ja: 出力ファイルを開けませんでした
lt: Nepavyko atidaryti išvesties failo
lv: Nevarēja atvērt izvades failu
nl: Kon uitvoerbestand niet openen
no: Kunne ikke åpne utdatafilen
pl: Nie można otworzyć pliku wyjściowego
pt: Não foi possível abrir o arquivo de saída
ro: Nu s-a putut deschide fișierul de ieșire
ru: Не удалось открыть выходной файл
sq: Nuk mund të hapej skedari i daljes
sr: Није могуће отворити излазну датотеку
sv: Kunde inte öppna utdatafilen
sw: Haikuweza kufungua faili towe
ta: வெளியீட்டு கோப்பைத் திறக்க முடியவில்லை.
th: ไม่สามารถเปิดไฟล์เอาท์พุตได้
tr: Çıktı dosyası açılamadı
uk: Не вдалося відкрити вихідний файл
ur: آؤٹ پٹ فائل نہیں کھول سکی
vi: Không thể mở tệp đầu ra

source: updated, and
ar: تم التحديث، و
bg: актуализиран и
bn: আপডেট করা হয়েছে, এবং
cs: aktualizováno a
da: opdateret, og
de: aktualisiert und
el: ενημερωμένο, και
es: actualizado y
et: uuendatud ja
fa: به‌روزرسانی‌شده، و
fi: päivitetty, ja
fr: mis à jour et
he: מעודכן, ו
hi: अद्यतन, और
hu: frissítve, és
id: diperbarui, dan
it: aggiornato e
ja: 更新され、
lt: atnaujinta ir
lv: atjaunināts, un
nl: bijgewerkt en
no: oppdatert, og
pl: zaktualizowane i
pt: atualizado e
ro: actualizat și
ru: обновлено, и
sq: përditësuar, dhe
sr: ажурирано, и
sv: uppdaterad, och
sw: iliyosasishwa, na
ta: புதுப்பிக்கப்பட்டது, மற்றும்
th: อัปเดตแล้ว และ
tr: güncellendi ve
uk: оновлено, та
ur: اپ ڈیٹ، اور
vi: đã cập nhật và

source: saved to disk
ar: تم حفظه على القرص
bg: запазено на диск
bn: ডিস্কে সংরক্ষিত
cs: uloženo na disk
da: gemt på disk
de: auf der Festplatte gespeichert
el: αποθηκευμένο στο δίσκο
es: guardado en el disco
et: salvestatud kettale
fa: ذخیره شده روی دیسک
fi: tallennettu levylle
fr: enregistré sur le disque
he: נשמר בדיסק
hi: डिस्क पर सहेजा गया
hu: lemezre mentve
id: disimpan ke disk
it: salvato su disco
ja: ディスクに保存
lt: įrašyta į diską
lv: saglabāts diskā
nl: opgeslagen op schijf
no: lagret på disk
pl: zapisano na dysku
pt: salvo no disco
ro: salvat pe disc
ru: сохранено на диске
sq: ruajtur në disk
sr: сачувано на диску
sv: sparad på disk
sw: imehifadhiwa kwenye diski
ta: வட்டில் சேமிக்கப்பட்டது
th: บันทึกลงดิสก์
tr: diske kaydedildi
uk: збережено на диск
ur: ڈسک میں محفوظ
vi: đã lưu vào đĩa

source: Rodent chess engine help
ar: مساعدة في محرك شطرنج القوارض
bg: Помощ за шахматна машина с гризачи
bn: ইঁদুর দাবা ইঞ্জিন সাহায্য
cs: Nápověda k šachovému enginu pro hlodavce
da: Hjælp til skakmotor for gnavere
de: Hilfe zur Rodent-Schach-Engine
el: Βοήθεια για τη μηχανή σκακιού τρωκτικών
es: Ayuda con el motor de ajedrez para roedores
et: Näriliste malemootori abi
fa: کمک در موتور شطرنج جوندگان
fi: Jyrsijöiden shakkimoottorin apua
fr: Aide au moteur d'échecs de rongeurs
he: עזרה במנוע שחמט של מכרסמים
hi: कृंतक शतरंज इंजन सहायता
hu: Rágcsáló sakkmotor segítség
id: Bantuan mesin catur tikus
it: Aiuto con il motore scacchistico dei roditori
ja: げっ歯類チェスエンジンのヘルプ
lt: Graužikų šachmatų variklio pagalba
lv: Grauzēju šaha dzinēja palīdzība
nl: Hulp bij knaagdierschaakprogramma
no: Hjelp med gnager-sjakkmotor
pl: Pomoc dotycząca silnika szachowego Rodent
pt: Ajuda para motor de xadrez de roedores
ro: Ajutor cu motorul de șah pentru rozătoare
ru: Помощь с шахматным движком Rodent
sq: Ndihmë për motorin e shahut të brejtësve
sr: Помоћ за глодарске шаховске моторе
sv: Hjälp med schackmotor för gnagare
sw: Msaada wa injini ya chess ya panya
ta: கொறிக்கும் சதுரங்க இயந்திர உதவி
th: ความช่วยเหลือเกี่ยวกับเครื่องมือหมากรุกหนู
tr: Kemirgen satranç motoru yardımı
uk: Допомога з гризунами в шаховому двигуні
ur: چوہا شطرنج کے انجن کی مدد
vi: Trợ giúp về công cụ cờ vua Rodent

source: Personality descriptions
ar: أوصاف الشخصية
bg: Описания на личността
bn: ব্যক্তিত্বের বর্ণনা
cs: Popisy osobností
da: Personlighedsbeskrivelser
de: Persönlichkeitsbeschreibungen
el: Περιγραφές προσωπικότητας
es: Descripciones de personalidad
et: Isiksuse kirjeldused
fa: توصیفات شخصیتی
fi: Persoonallisuuskuvaukset
fr: Descriptions de personnalité
he: תיאורי אישיות
hi: व्यक्तित्व विवरण
hu: Személyiségleírások
id: Deskripsi kepribadian
it: Descrizioni della personalità
ja: 性格の説明
lt: Asmenybės aprašymai
lv: Personības apraksti
nl: Persoonlijkheidsbeschrijvingen
no: Personlighetsbeskrivelser
pl: Opisy osobowości
pt: Descrições de personalidade
ro: Descrieri de personalitate
ru: Описания личности
sq: Përshkrimet e personalitetit
sr: Описи личности
sv: Personlighetsbeskrivningar
sw: Maelezo ya utu
ta: ஆளுமை விளக்கங்கள்
th: คำอธิบายบุคลิกภาพ
tr: Kişilik tanımları
uk: Описи особистостей
ur: شخصیت کی تفصیل
vi: Mô tả tính cách

source: About Rodent
ar: حول القوارض
bg: За гризачите
bn: ইঁদুর সম্পর্কে
cs: O hlodavci
da: Om gnaver
de: Über Rodent
el: Σχετικά με το τρωκτικό
es: Acerca de Rodent
et: Närilise kohta
fa: درباره جوندگان
fi: Tietoja jyrsijöistä
fr: À propos de Rongeur
he: אודות מכרסם
hi: कृंतक के बारे में
hu: A rágcsálókról
id: Tentang Hewan Pengerat
it: Informazioni sui roditori
ja: 齧歯類について
lt: Apie graužiką
lv: Par grauzējiem
nl: Over knaagdieren
no: Om gnagere
pl: O gryzoniu
pt: Sobre Roedor
ro: Despre rozătoare
ru: О грызунах
sq: Rreth brejtësit
sr: О глодарима
sv: Om gnagare
sw: Kuhusu Rodent
ta: கொறித்துண்ணி பற்றி
th: เกี่ยวกับสัตว์ฟันแทะ
tr: Kemirgen Hakkında
uk: Про гризунів
ur: چوہا کے بارے میں
vi: Về loài gặm nhấm

source: This dialog box allows you to select a playing personality
ar: يسمح لك مربع الحوار هذا باختيار شخصية اللعب
bg: Този диалогов прозорец ви позволява да изберете личност за игра
bn: এই ডায়ালগ বক্সটি আপনাকে একটি খেলার ব্যক্তিত্ব নির্বাচন করতে দেয়
cs: Toto dialogové okno umožňuje vybrat herní osobnost
da: Denne dialogboks giver dig mulighed for at vælge en spillepersonlighed
de: In diesem Dialogfeld können Sie eine Spielpersönlichkeit auswählen
el: Αυτό το παράθυρο διαλόγου σάς επιτρέπει να επιλέξετε μια προσωπικότητα που θα παίξει
es: Este cuadro de diálogo le permite seleccionar una personalidad de juego.
et: See dialoogiboks võimaldab teil valida mängustiili.
fa: این کادر محاوره‌ای به شما امکان می‌دهد شخصیت بازی را انتخاب کنید
fi: Tässä valintaikkunassa voit valita soittopersoonallisuuden.
fr: Cette boîte de dialogue vous permet de sélectionner une personnalité de joueur
he: תיבת דו-שיח זו מאפשרת לך לבחור אישיות משחק
hi: यह संवाद बॉक्स आपको एक खेलने योग्य व्यक्तित्व का चयन करने की अनुमति देता है
hu: Ez a párbeszédablak lehetővé teszi egy játékos személyiség kiválasztását.
id: Kotak dialog ini memungkinkan Anda untuk memilih kepribadian bermain
it: Questa finestra di dialogo consente di selezionare una personalità di gioco
ja: このダイアログボックスでは、プレイパーソナリティを選択できます。
lt: Šiame dialogo lange galite pasirinkti grojimo asmenybę
lv: Šajā dialoglodziņā varat izvēlēties spēlētāja personību.
nl: Met dit dialoogvenster kunt u een speelpersoonlijkheid selecteren
no: Denne dialogboksen lar deg velge en spillepersonlighet
pl: To okno dialogowe umożliwia wybór osobowości gracza
pt: Esta caixa de diálogo permite que você selecione uma personalidade de jogo
ro: Această casetă de dialog vă permite să selectați o personalitate de joc
ru: Это диалоговое окно позволяет вам выбрать игровую личность.
sq: Kjo kuti dialogu ju lejon të zgjidhni një personalitet që luan
sr: Овај дијалошки оквир вам омогућава да изаберете личност играча
sv: I den här dialogrutan kan du välja en spelpersonlighet
sw: Kisanduku kidadisi hiki hukuruhusu kuchagua mtu anayecheza
ta: இந்த உரையாடல் பெட்டி நீங்கள் விளையாடும் ஆளுமையைத் தேர்ந்தெடுக்க அனுமதிக்கிறது.
th: กล่องโต้ตอบนี้ช่วยให้คุณสามารถเลือกบุคลิกการเล่นได้
tr: Bu iletişim kutusu, oynayan bir kişiliği seçmenize olanak tanır
uk: Це діалогове вікно дозволяє вибрати ігровий характер
ur: یہ ڈائیلاگ باکس آپ کو کھیلنے والی شخصیت کو منتخب کرنے کی اجازت دیتا ہے۔
vi: Hộp thoại này cho phép bạn chọn một nhân vật chơi

source: and options for the Rodent chess engines.
ar: وخيارات لمحركات الشطرنج القوارض.
bg: и опции за шахматните двигатели Rodent.
bn: এবং রডেন্ট দাবা ইঞ্জিনের বিকল্পগুলি।
cs: a možnosti pro šachové enginy Rodent.
da: og muligheder for Rodent-skakmotorerne.
de: und Optionen für die Rodent-Schach-Engines.
el: και επιλογές για τις μηχανές σκακιού Rodent.
es: y opciones para los motores de ajedrez Rodent.
et: ja valikud näriliste malemootoritele.
fa: و گزینه‌هایی برای موتورهای شطرنج Rodent.
fi: ja vaihtoehtoja Rodent-shakkimoottoreille.
fr: et des options pour les moteurs d'échecs Rodent.
he: ואפשרויות למנועי השחמט Rodent.
hi: और रोडेंट शतरंज इंजन के लिए विकल्प।
hu: és a Rodent sakkmotorok opciói.
id: dan pilihan untuk mesin catur Rodent.
it: e opzioni per i motori scacchistici Rodent.
ja: Rodent チェス エンジンのオプション。
lt: ir „Rodent“ šachmatų variklių parinktys.
lv: un Grauzēju šaha dzinēju opcijas.
nl: en opties voor de Rodent-schaakengines.
no: og alternativer for Rodent-sjakkmotorene.
pl: i opcje dla silników szachowych Rodent.
pt: e opções para os motores de xadrez Rodent.
ro: și opțiuni pentru motoarele de șah Rodent.
ru: и опции для шахматных движков Rodent.
sq: dhe opsione për motorët e shahut Rodent.
sr: и опције за шаховске моторе Rodent.
sv: och alternativ för Rodent-schackmotorerna.
sw: na chaguzi za injini za chess za panya.
ta: மற்றும் ரோடென்ட் சதுரங்க இயந்திரங்களுக்கான விருப்பங்கள்.
th: และตัวเลือกสำหรับโปรแกรมเล่นหมากรุก Rodent
tr: ve Rodent satranç motorları için seçenekler.
uk: та опції для шахових двигунів Rodent.
ur: اور روڈنٹ شطرنج کے انجنوں کے لیے اختیارات۔
vi: và các tùy chọn cho công cụ cờ vua Rodent.

source: Current personality - The drop down list box allows you to pick a personality.
ar: الشخصية الحالية - تسمح لك القائمة المنسدلة باختيار شخصية.
bg: Текуща личност - Падащото меню ви позволява да изберете личност.
bn: বর্তমান ব্যক্তিত্ব - ড্রপ ডাউন তালিকা বাক্স আপনাকে একটি ব্যক্তিত্ব বাছাই করতে দেয়।
cs: Aktuální osobnost – Rozbalovací seznam umožňuje vybrat osobnost.
da: Nuværende personlighed - Rullelisten giver dig mulighed for at vælge en personlighed.
de: Aktuelle Persönlichkeit – Über das Dropdown-Listenfeld können Sie eine Persönlichkeit auswählen.
el: Τρέχουσα προσωπικότητα - Το αναπτυσσόμενο πλαίσιο λίστας σάς επιτρέπει να επιλέξετε μια προσωπικότητα.
es: Personalidad actual: el cuadro de lista desplegable le permite elegir una personalidad.
et: Praegune isiksus – rippmenüüst saate valida isiksuse.
fa: شخصیت فعلی - کادر لیست کشویی به شما امکان می‌دهد یک شخصیت انتخاب کنید.
fi: Nykyinen persoonallisuus – Voit valita persoonallisuuden alasvetovalikosta.
fr: Personnalité actuelle - La liste déroulante vous permet de choisir une personnalité.
he: אישיות נוכחית - תיבת הרשימה הנפתחת מאפשרת לך לבחור אישיות.
hi: वर्तमान व्यक्तित्व - ड्रॉप डाउन सूची बॉक्स आपको एक व्यक्तित्व चुनने की अनुमति देता है।
hu: Jelenlegi személyiség – A legördülő listából kiválaszthatja a kívánt személyiséget.
id: Kepribadian saat ini - Kotak daftar drop-down memungkinkan Anda memilih kepribadian.
it: Personalità attuale: la casella a discesa consente di selezionare una personalità.
ja: 現在のパーソナリティ - ドロップダウン リスト ボックスでパーソナリティを選択できます。
lt: Dabartinė asmenybė – išskleidžiamajame sąraše galite pasirinkti asmenybę.
lv: Pašreizējā personība — nolaižamajā sarakstā varat izvēlēties personību.
nl: Huidige persoonlijkheid - Via de vervolgkeuzelijst kunt u een persoonlijkheid selecteren.
no: Nåværende personlighet – Nedtrekkslisten lar deg velge en personlighet.
pl: Aktualna osobowość - rozwijana lista umożliwia wybranie osobowości.
pt: Personalidade atual - A caixa de listagem suspensa permite que você escolha uma personalidade.
ro: Personalitate actuală - Caseta derulantă vă permite să alegeți o personalitate.
ru: Текущая личность. Раскрывающийся список позволяет выбрать личность.
sq: Personaliteti aktual - Kutia e listës zbritëse ju lejon të zgjidhni një personalitet.
sr: Тренутна личност - Падајући мени вам омогућава да изаберете личност.
sv: Nuvarande personlighet – I rullgardinsmenyn kan du välja en personlighet.
sw: Mtu wa sasa - Sanduku la orodha kunjuzi hukuruhusu kuchagua mtu.
ta: தற்போதைய ஆளுமை - கீழ்தோன்றும் பட்டியல் பெட்டி ஒரு ஆளுமையைத் தேர்ந்தெடுக்க உங்களை அனுமதிக்கிறது.
th: บุคลิกภาพปัจจุบัน - กล่องรายการแบบดรอปดาวน์ช่วยให้คุณสามารถเลือกบุคลิกภาพได้
tr: Mevcut kişilik - Açılır liste kutusu bir kişilik seçmenize olanak tanır.
uk: Поточна особистість – Випадаючий список дозволяє вибрати особистість.
ur: موجودہ شخصیت - ڈراپ ڈاؤن لسٹ باکس آپ کو ایک شخصیت چننے کی اجازت دیتا ہے۔
vi: Tính cách hiện tại - Hộp danh sách thả xuống cho phép bạn chọn một tính cách.
