Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Stockfish engines 8-15 have the slow mover option, 16 and 17 do not.
ar: تتمتع محركات Stockfish من 8 إلى 15 بخيار الحركة البطيئة، بينما لا تتمتع المحركات من 16 إلى 17 بهذا الخيار.
bg: Двигателите Stockfish 8-15 имат опцията за бавно движение, 16 и 17 не.
bn: স্টকফিশ ইঞ্জিন ৮-১৫-এ স্লো মুভার অপশন আছে, ১৬ এবং ১৭-তে নেই।
cs: Motory Stockfish 8-15 mají možnost pomalého chodu, 16 a 17 nikoli.
da: Stockfish-motorer 8-15 har slow mover-muligheden, 16 og 17 har ikke.
de: Die Stockfish-Engines 8–15 verfügen über die Slow-Mover-Option, 16 und 17 nicht.
el: Οι κινητήρες Stockfish 8-15 έχουν την επιλογή αργής κίνησης, ενώ οι 16 και 17 όχι.
es: Los motores Stockfish 8-15 tienen la opción de movimiento lento, 16 y 17 no.
et: Stockfish mootoritel 8-15 on aeglase liikumise võimalus, mootoritel 16 ja 17 mitte.
fa: موتورهای Stockfish 8 تا 15 گزینه حرکت آهسته را دارند، در حالی که موتورهای 16 و 17 این گزینه را ندارند.
fi: Stockfish-moottoreissa 8–15 on hidastettu moottori, malleissa 16 ja 17 ei.
fr: Les moteurs Stockfish 8 à 15 ont l'option de déplacement lent, les 16 et 17 ne l'ont pas.
he: למנועי סטוקפיש 8-15 יש אפשרות להילוך איטי, בדגמים 16 ו-17 אין.
hi: स्टॉकफिश इंजन 8-15 में धीमी गति का विकल्प है, जबकि 16 और 17 में यह विकल्प नहीं है।
hu: A Stockfish 8-15-ös motorjai rendelkeznek a lassú mozgás opcióval, a 16-os és 17-esek nem.
id: Mesin Stockfish 8-15 memiliki opsi penggerak lambat, sedangkan 16 dan 17 tidak.
it: I motori Stockfish 8-15 hanno l'opzione slow mover, mentre i motori 16 e 17 no.
ja: Stockfish エンジン 8 ～ 15 にはスロー ムーバー オプションがありますが、16 と 17 にはありません。
lt: „Stockfish“ varikliai 8–15 turi lėto judėjimo parinktį, 16 ir 17 – ne.
lv: Stockfish dzinējiem 8–15 ir lēnās kustības opcija, 16. un 17. modelim tādas nav.
nl: Stockfish-motoren 8-15 hebben de optie voor langzaam bewegen, 16 en 17 niet.
no: Stockfish-motorer 8–15 har saktegående motor som tilleggsutstyr, 16 og 17 har ikke det.
pl: Silniki Stockfish 8-15 mają opcję powolnego poruszania się, 16 i 17 nie.
pt: Os motores Stockfish 8-15 têm a opção de movimento lento, 16 e 17 não.
ro: Motoarele Stockfish 8-15 au opțiunea de mișcare lentă, 16 și 17 nu.
ru: Двигатели Stockfish 8-15 имеют опцию тихохода, 16 и 17 — нет.
sq: Motorët Stockfish 8-15 kanë opsionin e lëvizjes së ngadaltë, ndërsa motorët 16 dhe 17 jo.
sr: Мотори Stockfish 8-15 имају опцију спорог покретања, 16 и 17 немају.
sv: Stockfish-motorerna 8-15 har långsamma motoralternativ, 16 och 17 har inte det.
sw: Injini za samaki 8-15 zina chaguo la kusonga polepole, 16 na 17 hazina.
ta: ஸ்டாக்ஃபிஷ் என்ஜின்கள் 8-15 மெதுவாக நகரும் விருப்பத்தைக் கொண்டுள்ளன, 16 மற்றும் 17 இல்லை.
th: เครื่องยนต์ Stockfish รุ่น 8-15 มีตัวเลือกการเคลื่อนที่ช้า ส่วนรุ่น 16 และ 17 ไม่มี
tr: Stockfish motorları 8-15'te yavaş hareket seçeneği var, 16 ve 17'de yok.
uk: Двигуни Stockfish 8-15 мають опцію повільного ходу, 16 та 17 - ні.
ur: سٹاک فش انجن 8-15 میں سست موور کا آپشن ہوتا ہے، 16 اور 17 میں ایسا نہیں ہوتا۔
vi: Động cơ Stockfish 8-15 có tùy chọn chuyển động chậm, động cơ 16 và 17 thì không.

source: Given the fact that you do not need the extra playing strength here,
ar: نظرًا لحقيقة أنك لا تحتاج إلى قوة لعب إضافية هنا،
bg: Като се има предвид факта, че тук не е необходима допълнителна сила за свирене,
bn: এখানে আপনার অতিরিক্ত খেলার শক্তির প্রয়োজন নেই, তাই
cs: Vzhledem k tomu, že zde nepotřebujete extra herní sílu,
da: I betragtning af at du ikke har brug for den ekstra spillestyrke her,
de: Da man hier keine zusätzliche Spielkraft benötigt,
el: Δεδομένου του γεγονότος ότι δεν χρειάζεστε την επιπλέον δύναμη παιχνιδιού εδώ,
es: Teniendo en cuenta que aquí no necesitas fuerza de juego adicional,
et: Arvestades asjaolu, et te ei vaja siin lisamängujõudu,
fa: با توجه به اینکه در اینجا به قدرت نوازندگی اضافی نیاز ندارید،
fi: Koska et tarvitse tässä ylimääräistä pelivoimaa,
fr: Étant donné que vous n’avez pas besoin de force de jeu supplémentaire ici,
he: בהתחשב בעובדה שאתה לא צריך את כוח הנגינה הנוסף כאן,
hi: इस तथ्य को देखते हुए कि आपको यहां अतिरिक्त खेल शक्ति की आवश्यकता नहीं है,
hu: Tekintettel arra, hogy itt nincs szükséged extra játékerőre,
id: Mengingat fakta bahwa Anda tidak memerlukan kekuatan bermain ekstra di sini,
it: Dato che qui non hai bisogno di ulteriore forza di gioco,
ja: ここでは余分な演奏力は必要ないことを考えると、
lt: Atsižvelgiant į tai, kad čia nereikia papildomos žaidimo jėgos,
lv: Ņemot vērā to, ka šeit nav nepieciešams papildu spēles spēks,
nl: Gezien het feit dat je hier geen extra speelsterkte nodig hebt,
no: Gitt at du ikke trenger den ekstra spillestyrken her,
pl: Biorąc pod uwagę fakt, że nie potrzebujesz tutaj dodatkowej siły do gry,
pt: Dado o fato de que você não precisa de força de jogo extra aqui,
ro: Având în vedere faptul că nu ai nevoie de forță suplimentară de joc aici,
ru: Учитывая тот факт, что здесь вам не нужна дополнительная игровая сила,
sq: Duke pasur parasysh faktin se nuk keni nevojë për forcë shtesë loje këtu,
sr: С обзиром на то да вам овде није потребна додатна снага за играње,
sv: Med tanke på att du inte behöver den extra spelstyrkan här,
sw: Kwa kuzingatia ukweli kwamba hauitaji nguvu ya ziada ya kucheza hapa,
ta: உங்களுக்கு இங்கே கூடுதல் விளையாட்டு வலிமை தேவையில்லை என்ற உண்மையைக் கருத்தில் கொண்டு,
th: เมื่อพิจารณาจากข้อเท็จจริงที่ว่าคุณไม่จำเป็นต้องมีกำลังเล่นพิเศษเพิ่มเติมที่นี่
tr: Burada ekstra oyun gücüne ihtiyacınız olmadığı gerçeği göz önüne alındığında,
uk: Враховуючи той факт, що вам тут не потрібна додаткова сила гри,
ur: اس حقیقت کو دیکھتے ہوئے کہ آپ کو یہاں اضافی کھیلنے کی طاقت کی ضرورت نہیں ہے،
vi: Với thực tế là bạn không cần sức mạnh chơi thêm ở đây,

source: there is no need to use the stronger engines.
ar: ليست هناك حاجة لاستخدام محركات أقوى.
bg: няма нужда да се използват по-мощни двигатели.
bn: শক্তিশালী ইঞ্জিন ব্যবহার করার কোন প্রয়োজন নেই।
cs: není nutné používat silnější motory.
da: der er ingen grund til at bruge de stærkere motorer.
de: es besteht keine Notwendigkeit, die stärkeren Motoren zu verwenden.
el: δεν υπάρχει λόγος να χρησιμοποιήσετε ισχυρότερους κινητήρες.
es: No es necesario utilizar motores más potentes.
et: pole vaja võimsamaid mootoreid kasutada.
fa: نیازی به استفاده از موتورهای قوی‌تر نیست.
fi: ei ole tarvetta käyttää tehokkaampia moottoreita.
fr: il n'est pas nécessaire d'utiliser des moteurs plus puissants.
he: אין צורך להשתמש במנועים חזקים יותר.
hi: इसमें अधिक शक्तिशाली इंजन का उपयोग करने की कोई आवश्यकता नहीं है।
hu: nincs szükség erősebb motorok használatára.
id: tidak perlu menggunakan mesin yang lebih kuat.
it: non c'è bisogno di usare motori più potenti.
ja: より強力なエンジンを使用する必要はありません。
lt: nebūtina naudoti galingesnių variklių.
lv: nav nepieciešams izmantot jaudīgākus dzinējus.
nl: het is niet nodig om de sterkere motoren te gebruiken.
no: det er ikke nødvendig å bruke de sterkere motorene.
pl: nie ma potrzeby stosowania mocniejszych silników.
pt: não há necessidade de usar motores mais potentes.
ro: nu este nevoie să folosiți motoare mai puternice.
ru: нет необходимости использовать более мощные двигатели.
sq: Nuk ka nevojë të përdorni motorë më të fuqishëm.
sr: нема потребе за коришћењем јачих мотора.
sv: det finns inget behov av att använda de starkare motorerna.
sw: hakuna haja ya kutumia injini zenye nguvu zaidi.
ta: வலுவான இயந்திரங்களைப் பயன்படுத்த வேண்டிய அவசியமில்லை.
th: ไม่จำเป็นต้องใช้เครื่องยนต์ที่แรงกว่า
tr: daha güçlü motorları kullanmaya gerek yok.
uk: немає потреби використовувати потужніші двигуни.
ur: مضبوط انجن استعمال کرنے کی ضرورت نہیں ہے۔
vi: không cần phải sử dụng động cơ mạnh hơn.

source: I found this version of the Stockfish engine on the GitHub at -
ar: لقد وجدت هذا الإصدار من محرك Stockfish على GitHub في -
bg: Намерих тази версия на двигателя Stockfish в GitHub на адрес -
bn: আমি GitHub-এ Stockfish ইঞ্জিনের এই সংস্করণটি পেয়েছি -
cs: Tuto verzi enginu Stockfish jsem našel na GitHubu na adrese -
da: Jeg fandt denne version af Stockfish-motoren på GitHub på -
de: Ich habe diese Version der Stockfish-Engine auf GitHub gefunden unter -
el: Βρήκα αυτήν την έκδοση της μηχανής Stockfish στο GitHub στη διεύθυνση -
es: Encontré esta versión del motor Stockfish en GitHub en:
et: Leidsin selle Stockfishi mootori versiooni GitHubist aadressilt -
fa: من این نسخه از موتور Stockfish را در GitHub به آدرس زیر پیدا کردم -
fi: Löysin tämän Stockfish-moottorin version GitHubista osoitteesta -
fr: J'ai trouvé cette version du moteur Stockfish sur le GitHub à -
he: מצאתי את הגרסה הזו של מנוע Stockfish ב-GitHub ב- -
hi: मुझे स्टॉकफिश इंजन का यह संस्करण GitHub पर मिला -
hu: A Stockfish motornak ezt a verzióját a GitHubon találtam: -
id: Saya menemukan versi mesin Stockfish ini di GitHub di -
it: Ho trovato questa versione del motore Stockfish su GitHub all'indirizzo:
ja: このバージョンのStockfishエンジンはGitHubで見つかりました。
lt: Radau šią „Stockfish“ variklio versiją „GitHub“ adresu -
lv: Es atradu šo Stockfish dzinēja versiju GitHub vietnē -
nl: Ik vond deze versie van de Stockfish-engine op GitHub op -
no: Jeg fant denne versjonen av Stockfish-motoren på GitHub på -
pl: Znalazłem tę wersję silnika Stockfish na GitHubie pod adresem -
pt: Encontrei esta versão do mecanismo Stockfish no GitHub em -
ro: Am găsit această versiune a motorului Stockfish pe GitHub la adresa -
ru: Я нашел эту версию движка Stockfish на GitHub по адресу -
sq: E gjeta këtë version të motorit Stockfish në GitHub në -
sr: Нашао сам ову верзију Stockfish енџина на GitHub-у на -
sv: Jag hittade den här versionen av Stockfish-motorn på GitHub på -
sw: Nilipata toleo hili la injini ya Stockfish kwenye GitHub kwa -
ta: நான் GitHub இல் Stockfish இயந்திரத்தின் இந்தப் பதிப்பைக் கண்டேன் -
th: ฉันพบเวอร์ชันของ Stockfish Engine นี้บน GitHub ที่ -
tr: Stockfish motorunun bu versiyonunu GitHub'da şu adreste buldum:
uk: Я знайшов цю версію рушія Stockfish на GitHub за адресою -
ur: مجھے اسٹاک فش انجن کا یہ ورژن گٹ ہب پر ملا -
vi: Tôi tìm thấy phiên bản này của công cụ Stockfish trên GitHub tại -

source: It is a more adjustable version than the standard engine.
ar: إنها نسخة أكثر قابلية للتعديل من المحرك القياسي.
bg: Това е по-регулируема версия от стандартния двигател.
bn: এটি স্ট্যান্ডার্ড ইঞ্জিনের তুলনায় আরও সামঞ্জস্যযোগ্য সংস্করণ।
cs: Je to lépe nastavitelná verze než standardní motor.
da: Det er en mere justerbar version end standardmotoren.
de: Es handelt sich um eine besser einstellbare Version als der Standardmotor.
el: Είναι μια πιο ρυθμιζόμενη έκδοση από τον τυπικό κινητήρα.
es: Es una versión más ajustable que el motor estándar.
et: See on tavalisest mootorist paremini reguleeritav versioon.
fa: این یک نسخه قابل تنظیم تر از موتور استاندارد است.
fi: Se on säädettävämpi versio kuin vakiomoottori.
fr: Il s'agit d'une version plus réglable que le moteur standard.
he: זוהי גרסה מתכווננת יותר מהמנוע הסטנדרטי.
hi: यह मानक इंजन की तुलना में अधिक समायोज्य संस्करण है।
hu: Ez egy jobban állítható változat, mint a standard motor.
id: Ini adalah versi yang lebih dapat disesuaikan daripada mesin standar.
it: Si tratta di una versione più regolabile rispetto al motore standard.
ja: 標準エンジンよりも調整可能なバージョンです。
lt: Tai labiau reguliuojama versija nei standartinis variklis.
lv: Tā ir regulējamāka versija nekā standarta dzinējs.
nl: Het is een versie met meer instelmogelijkheden dan de standaardmotor.
no: Det er en mer justerbar versjon enn standardmotoren.
pl: Jest to wersja o większej możliwości regulacji niż silnik standardowy.
pt: É uma versão mais ajustável que o motor padrão.
ro: Este o versiune mai reglabilă decât motorul standard.
ru: Это более регулируемая версия, чем стандартный двигатель.
sq: Është një version më i rregullueshëm sesa motori standard.
sr: То је подесивија верзија од стандардног мотора.
sv: Det är en mer justerbar version än standardmotorn.
sw: Ni toleo linaloweza kubadilishwa zaidi kuliko injini ya kawaida.
ta: இது நிலையான இயந்திரத்தை விட அதிக சரிசெய்யக்கூடிய பதிப்பாகும்.
th: เป็นเวอร์ชั่นปรับแต่งได้มากกว่าเครื่องยนต์มาตรฐาน
tr: Standart motora göre daha ayarlanabilir bir versiyondur.
uk: Це більш регульована версія, ніж стандартний двигун.
ur: یہ معیاری انجن سے زیادہ ایڈجسٹ ورژن ہے۔
vi: Đây là phiên bản có thể điều chỉnh được nhiều hơn so với động cơ tiêu chuẩn.

source: Here is a description of the engine from the < README.md > file -
ar: فيما يلي وصف للمحرك من الملف <README.md> -
bg: Ето описание на двигателя от файла <README.md> -
bn: README.md > ফাইল থেকে ইঞ্জিনের একটি বিবরণ এখানে দেওয়া হল -
cs: Zde je popis enginu ze souboru <README.md> -
da: Her er en beskrivelse af motoren fra <README.md>-filen -
de: Hier ist eine Beschreibung der Engine aus der Datei < README.md > -
el: Ακολουθεί μια περιγραφή της μηχανής από το αρχείο <README.md> -
es: Aquí hay una descripción del motor del archivo <README.md> -
et: Siin on failist <README.md> pärit mootori kirjeldus -
fa: در اینجا توضیحی از موتور از فایل <README.md> آمده است -
fi: Tässä on kuvaus moottorista <README.md>-tiedostosta -
fr: Voici une description du moteur à partir du fichier < README.md > -
he: הנה תיאור של המנוע מהקובץ <README.md> -
hi: < README.md > फ़ाइल से इंजन का विवरण यहां दिया गया है -
hu: Itt található a motor leírása a < README.md > fájlból -
id: Berikut adalah deskripsi mesin dari file < README.md > -
it: Ecco una descrizione del motore dal file <README.md> -
ja: < README.md > ファイルからのエンジンの説明は次のとおりです -
lt: Čia pateikiamas variklio aprašymas iš <README.md> failo -
lv: Šeit ir dzinēja apraksts no <README.md> faila —
nl: Hier is een beschrijving van de engine uit het bestand < README.md >:
no: Her er en beskrivelse av motoren fra <README.md>-filen -
pl: Oto opis silnika z pliku < README.md > -
pt: Aqui está uma descrição do motor do arquivo <README.md> -
ro: Iată o descriere a motorului din fișierul <README.md> -
ru: Вот описание движка из файла <README.md> -
sq: Ja një përshkrim i motorit nga skedari <README.md> -
sr: Ево описа мотора из датотеке <README.md> -
sv: Här är en beskrivning av motorn från filen <README.md> -
sw: Hapa kuna maelezo ya injini kutoka kwa faili ya < README.md > -
ta: README.md > கோப்பிலிருந்து இயந்திரத்தின் விளக்கம் இங்கே -
th: นี่คือคำอธิบายของเครื่องยนต์จากไฟล์ < README.md > -
tr: İşte < README.md > dosyasındaki motorun açıklaması -
uk: Ось опис рушія з файлу <README.md> -
ur: یہاں <README.md> فائل سے انجن کی تفصیل ہے۔
vi: Sau đây là mô tả về công cụ từ tệp < README.md > -

source: StockfishNPS is a slightly modified Stockfish for human play
ar: StockfishNPS عبارة عن Stockfish معدلة قليلاً للعب البشري
bg: StockfishNPS е леко модифицирана игра Stockfish за човешка игра.
bn: স্টকফিশএনপিএস হলো মানুষের খেলার জন্য সামান্য পরিবর্তিত স্টকফিশ।
cs: StockfishNPS je mírně upravená hra Stockfish pro lidskou hru.
da: StockfishNPS er en let modificeret Stockfish til menneskelig leg
de: StockfishNPS ist ein leicht modifizierter Stockfish für menschliches Spiel
el: Το StockfishNPS είναι ένα ελαφρώς τροποποιημένο Stockfish για ανθρώπινο παιχνίδι.
es: StockfishNPS es un Stockfish ligeramente modificado para el juego humano.
et: StockfishNPS on inimeste mänguks veidi modifitseeritud Stockfish
fa: StockfishNPS یک Stockfish با کمی تغییر برای بازی با انسان است.
fi: StockfishNPS on hieman muunneltu Stockfish ihmisten leikkeihin
fr: StockfishNPS est un Stockfish légèrement modifié pour le jeu humain
he: StockfishNPS הוא דג Stockfish שעבר שינוי קל למשחק אנושי
hi: स्टॉकफिशएनपीएस मानव खेल के लिए थोड़ा संशोधित स्टॉकफिश है
hu: A StockfishNPS egy kissé módosított Stockfish emberi játékra
id: StockfishNPS adalah Stockfish yang sedikit dimodifikasi untuk permainan manusia
it: StockfishNPS è uno Stockfish leggermente modificato per il gioco umano
ja: StockfishNPSは、人間が遊ぶために少し改造されたStockfishです。
lt: „StockfishNPS“ yra šiek tiek modifikuota „Stockfish“ žaidimams žmonėms
lv: StockfishNPS ir nedaudz modificēta Stockfish spēle cilvēkiem
nl: StockfishNPS is een licht aangepaste Stockfish voor menselijk spel
no: StockfishNPS er en litt modifisert Stockfish for menneskelig lek
pl: StockfishNPS to lekko zmodyfikowana wersja Stockfish przeznaczona do zabawy z ludźmi
pt: StockfishNPS é um Stockfish ligeiramente modificado para jogo humano
ro: StockfishNPS este un Stockfish ușor modificat pentru jocul uman
ru: StockfishNPS — это слегка модифицированная Stockfish для человеческой игры.
sq: StockfishNPS është një Stockfish pak i modifikuar për lojën njerëzore.
sr: StockfishNPS је мало модификована игра Stockfish за људску игру.
sv: StockfishNPS är en något modifierad Stockfish för mänsklig lek
sw: StockfishNPS ni samaki wa samaki waliobadilishwa kidogo kwa ajili ya kucheza na binadamu
ta: ஸ்டாக்ஃபிஷ்என்பிஎஸ் என்பது மனித விளையாட்டுக்காக சற்று மாற்றியமைக்கப்பட்ட ஸ்டாக்ஃபிஷ் ஆகும்.
th: StockfishNPS เป็น Stockfish ที่ถูกดัดแปลงเล็กน้อยสำหรับการเล่นของมนุษย์
tr: StockfishNPS, insan oyunu için hafifçe değiştirilmiş bir Stockfish'tir
uk: StockfishNPS — це дещо модифікована гра Stockfish для гри людьми.
ur: اسٹاک فش این پی ایس انسانی کھیل کے لیے قدرے تبدیل شدہ اسٹاک فش ہے۔
vi: StockfishNPS là một Stockfish được cải tiến một chút để con người có thể chơi

source: with nodes per second reduction, (kilo nodes per second ~= 1 / waitms
ar: مع تخفيض عدد العقد في الثانية، (كيلو عقدة في الثانية ~= 1 / waitms
bg: с намаляване на възлите в секунда, (кило възли в секунда ~= 1 / waitms
bn: প্রতি সেকেন্ডে নোড হ্রাস সহ, (প্রতি সেকেন্ডে কিলো নোড ~= 1 / অপেক্ষা করুন)
cs: s redukcí uzlů za sekundu (kilo uzlů za sekundu ~= 1 / waitms)
da: med reduktion af noder pr. sekund, (kilo noder pr. sekund ~= 1 / waitms
de: mit Reduzierung der Knoten pro Sekunde (Kiloknoten pro Sekunde ~= 1 / Wartezeit
el: με μείωση κόμβων ανά δευτερόλεπτο, (κιλο κόμβοι ανά δευτερόλεπτο ~= 1 / αναμονή λεπτά
es: con reducción de nodos por segundo, (kilo nodos por segundo ~= 1 / waitms
et: sõlmede arvu sekundis vähendamisega (kilo sõlme sekundis ~= 1 / waitms)
fa: با کاهش تعداد گره‌ها در ثانیه، (کیلو گره در ثانیه ~= 1 / waitms
fi: solmujen määrän vähentyessä sekunnissa (kilosolmua sekunnissa ~= 1 / waitms)
fr: avec réduction des nœuds par seconde, (kilo nœuds par seconde ~= 1 / waitms
he: עם הפחתת צמתים לשנייה, (קילו צמתים לשנייה ~= 1 / waitmins
hi: प्रति सेकंड नोड्स में कमी के साथ, (किलो नोड्स प्रति सेकंड ~= 1 / waitms
hu: másodpercenkénti csomópontszám-csökkentéssel (kilo csomópont másodpercenként ~= 1 / waitms)
id: dengan pengurangan node per detik, (kilo node per detik ~= 1 / waitms
it: con riduzione dei nodi al secondo, (kilo nodi al secondo ~= 1 / waitms
ja: 1秒あたりのノード数の削減により、（1秒あたりのキロノード数 ~= 1 / waitms
lt: su mazgų per sekundę sumažėjimu (kilo mazgų per sekundę ~= 1 / waitms)
lv: ar mezglu skaita samazinājumu sekundē (kilomezgli sekundē ~= 1 / waitms)
nl: met reductie van knooppunten per seconde (kilo knooppunten per seconde ~= 1 / waitms
no: med reduksjon av noder per sekund, (kilo noder per sekund ~= 1 / waitms
pl: ze zmniejszeniem liczby węzłów na sekundę, (kilo węzłów na sekundę ~= 1 / waitms
pt: com redução de nós por segundo, (quilo nós por segundo ~= 1 / waitms
ro: cu reducerea numărului de noduri pe secundă (kilo noduri pe secundă ~= 1 / waitms)
ru: с уменьшением количества узлов в секунду (килоузлов в секунду ~= 1 / время ожидания
sq: me reduktim të nyjeve për sekondë, (kilo nyje për sekondë ~= 1 / waitms
sr: са смањењем броја чворова у секунди, (кило чворова у секунди ~= 1 / waitms
sv: med noder per sekund-reduktion, (kilo noder per sekund ~= 1 / waitms
sw: na nodi kwa kupunguzwa kwa sekunde, (nodi za kilo kwa sekunde ~= 1 / waitms
ta: நொடிக்கு கணுக்கள் குறைப்புடன், (கிலோ நொடிக்கு கணுக்கள் ~= 1 / காத்திருப்புகள்
th: โดยลดจำนวนโหนดต่อวินาที (กิโลโหนดต่อวินาที ~= 1 / waitms
tr: saniye başına düğüm azalmasıyla (saniye başına kilo düğüm ~= 1 / waitms)
uk: зі зменшенням кількості вузлів за секунду (кіловузлів за секунду ~= 1 / waitms
ur: نوڈس فی سیکنڈ کمی کے ساتھ، (کلو نوڈس فی سیکنڈ ~= 1 / انتظار
vi: với việc giảm số nút mỗi giây, (kilo nút mỗi giây ~= 1 / waitms

source: randomized evaluation, search depth and search nodes limit.
ar: التقييم العشوائي وعمق البحث وحدود عقد البحث.
bg: рандомизирана оценка, дълбочина на търсене и ограничение на възлите за търсене.
bn: এলোমেলো মূল্যায়ন, অনুসন্ধানের গভীরতা এবং অনুসন্ধান নোডের সীমা।
cs: randomizované vyhodnocení, hloubka vyhledávání a limit vyhledávacích uzlů.
da: randomiseret evaluering, søgedybde og søgenodegrænse.
de: randomisierte Auswertung, Suchtiefe und Suchknotenlimit.
el: τυχαιοποιημένη αξιολόγηση, βάθος αναζήτησης και όριο κόμβων αναζήτησης.
es: evaluación aleatoria, profundidad de búsqueda y límite de nodos de búsqueda.
et: randomiseeritud hindamine, otsingu sügavus ja otsingusõlmede piirang.
fa: ارزیابی تصادفی، عمق جستجو و محدودیت گره‌های جستجو.
fi: satunnaistettu arviointi, haun syvyys ja hakusolmujen raja.
fr: évaluation randomisée, profondeur de recherche et limite des nœuds de recherche.
he: הערכה אקראית, עומק חיפוש ומגבלת צמתי חיפוש.
hi: यादृच्छिक मूल्यांकन, खोज गहराई और खोज नोड्स सीमा।
hu: véletlenszerű értékelés, keresési mélység és keresési csomópontok korlátja.
id: evaluasi acak, kedalaman pencarian dan batas simpul pencarian.
it: valutazione randomizzata, profondità di ricerca e limite dei nodi di ricerca.
ja: ランダム評価、検索深度、検索ノードの制限。
lt: atsitiktinių imčių vertinimas, paieškos gylis ir paieškos mazgų riba.
lv: randomizēta novērtēšana, meklēšanas dziļums un meklēšanas mezglu ierobežojums.
nl: gerandomiseerde evaluatie, zoekdiepte en zoekknooppuntlimiet.
no: randomisert evaluering, søkedybde og grense for søkenoder.
pl: losowa ocena, głębokość wyszukiwania i ograniczenie liczby węzłów wyszukiwania.
pt: avaliação aleatória, profundidade de busca e limite de nós de busca.
ro: evaluare randomizată, adâncimea căutării și limita nodurilor de căutare.
ru: рандомизированная оценка, глубина поиска и ограничение узлов поиска.
sq: vlerësim i rastësishëm, thellësia e kërkimit dhe limiti i nyjeve të kërkimit.
sr: рандомизована евалуација, дубина претраге и ограничење чворова претраге.
sv: randomiserad utvärdering, sökdjup och gräns för söknoder.
sw: tathmini nasibu, kina cha utafutaji na kikomo cha nodi za utaftaji.
ta: சீரற்ற மதிப்பீடு, தேடல் ஆழம் மற்றும் தேடல் முனைகளின் வரம்பு.
th: การประเมินแบบสุ่ม ความลึกของการค้นหา และขีดจำกัดโหนดการค้นหา
tr: rastgele değerlendirme, arama derinliği ve arama düğümleri sınırı.
uk: рандомізована оцінка, глибина пошуку та обмеження вузлів пошуку.
ur: بے ترتیب تشخیص، تلاش کی گہرائی اور تلاش نوڈس کی حد۔
vi: đánh giá ngẫu nhiên, độ sâu tìm kiếm và giới hạn nút tìm kiếm.
