Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: the file < FinalRodent.pdf > which can be found in the following directory -
ar: الملف < FinalRodent.pdf > والذي يمكن العثور عليه في الدليل التالي -
bg: файлът <FinalRodent.pdf>, който може да бъде намерен в следната директория -
bn: <FinalRodent.pdf> ফাইলটি নিম্নলিখিত ডিরেক্টরিতে পাওয়া যাবে -
cs: soubor <FinalRodent.pdf>, který se nachází v následujícím adresáři -
da: filen < FinalRodent.pdf > som kan findes i følgende mappe -
de: die Datei < FinalRodent.pdf >, die sich im folgenden Verzeichnis befindet -
el: το αρχείο < FinalRodent.pdf > το οποίο βρίσκεται στον ακόλουθο κατάλογο -
es: el archivo <FinalRodent.pdf> que se puede encontrar en el siguiente directorio:
et: fail < FinalRodent.pdf >, mis asub järgmises kataloogis -
fa: فایل <FinalRodent.pdf> که در مسیر زیر قرار دارد -
fi: tiedosto < FinalRodent.pdf >, joka löytyy seuraavasta hakemistosta -
fr: le fichier < FinalRodent.pdf > qui se trouve dans le répertoire suivant -
he: הקובץ < FinalRodent.pdf > אשר ניתן למצוא בספרייה הבאה -
hi: फ़ाइल < FinalRodent.pdf > जो निम्नलिखित निर्देशिका में पाई जा सकती है -
hu: a < FinalRodent.pdf > fájl, amely a következő könyvtárban található:
id: file < FinalRodent.pdf > yang dapat ditemukan di direktori berikut -
it: il file < FinalRodent.pdf > che si trova nella seguente directory -
ja: ファイル< FinalRodent.pdf >は次のディレクトリにあります -
lt: failą <FinalRodent.pdf>, kurį galima rasti šiame kataloge:
lv: fails < FinalRodent.pdf >, kas atrodams šādā direktorijā:
nl: het bestand < FinalRodent.pdf > dat u in de volgende map kunt vinden:
no: filen < FinalRodent.pdf > som finnes i følgende katalog -
pl: plik < FinalRodent.pdf >, który można znaleźć w następującym katalogu -
pt: o arquivo < FinalRodent.pdf > que pode ser encontrado no seguinte diretório -
ro: fișierul <FinalRodent.pdf> care se găsește în următorul director -
ru: файл <FinalRodent.pdf>, который можно найти в следующем каталоге -
sq: skedari <FinalRodent.pdf> i cili mund të gjendet në direktorinë e mëposhtme -
sr: датотека <FinalRodent.pdf> која се налази у следећем директоријуму -
sv: filen < FinalRodent.pdf > som finns i följande katalog -
sw: faili < FinalRodent.pdf > ambayo inaweza kupatikana katika saraka ifuatayo -
ta: பின்வரும் கோப்பகத்தில் காணக்கூடிய கோப்பு FinalRodent.pdf > -
th: ไฟล์ < FinalRodent.pdf > ซึ่งสามารถพบได้ในไดเร็กทอรีต่อไปนี้ -
tr: Aşağıdaki dizinde bulunabilen < FinalRodent.pdf > dosyası -
uk: файл <FinalRodent.pdf>, який можна знайти в наступному каталозі -
ur: فائل <FinalRodent.pdf> جو درج ذیل ڈائرکٹری میں مل سکتی ہے۔
vi: tập tin <FinalRodent.pdf> có thể được tìm thấy trong thư mục sau -

source: Predefined personalities
ar: شخصيات محددة مسبقًا
bg: Предварително дефинирани личности
bn: পূর্বনির্ধারিত ব্যক্তিত্ব
cs: Předdefinované osobnosti
da: Foruddefinerede personligheder
de: Vordefinierte Persönlichkeiten
el: Προκαθορισμένες προσωπικότητες
es: Personalidades predefinidas
et: Eelnevalt määratletud isiksused
fa: شخصیت‌های از پیش تعریف‌شده
fi: Ennalta määritellyt persoonallisuudet
fr: Personnalités prédéfinies
he: אישיויות מוגדרות מראש
hi: पूर्वनिर्धारित व्यक्तित्व
hu: Előre meghatározott személyiségek
id: Kepribadian yang telah ditentukan sebelumnya
it: Personalità predefinite
ja: 事前定義された性格
lt: Iš anksto apibrėžtos asmenybės
lv: Iepriekš definētas personības
nl: Vooraf gedefinieerde persoonlijkheden
no: Forhåndsdefinerte personligheter
pl: Predefiniowane osobowości
pt: Personalidades predefinidas
ro: Personalități predefinite
ru: Предопределенные личности
sq: Personalitete të paracaktuara
sr: Унапред дефинисане личности
sv: Fördefinierade personligheter
sw: Haiba zilizofafanuliwa awali
ta: முன் வரையறுக்கப்பட்ட ஆளுமைகள்
th: บุคลิกภาพที่กำหนดไว้ล่วงหน้า
tr: Önceden tanımlanmış kişilikler
uk: Попередньо визначені особистості
ur: پہلے سے طے شدہ شخصیات
vi: Tính cách được xác định trước

source: Since its inception, Rodent project has been about creating an engine
ar: منذ إنشائه، كان مشروع القوارض يدور حول إنشاء محرك
bg: От самото си създаване, проектът Rodent е насочен към създаването на двигател
bn: শুরু থেকেই, রডেন্ট প্রকল্পটি একটি ইঞ্জিন তৈরির বিষয়ে ছিল
cs: Projekt Rodent se od svého vzniku zaměřuje na vytvoření motoru
da: Siden starten har Rodent-projektet handlet om at skabe en motor
de: Seit seiner Gründung ging es beim Rodent-Projekt darum, einen Motor zu entwickeln,
el: Από την έναρξή του, το έργο Rodent αφορούσε τη δημιουργία ενός κινητήρα
es: Desde sus inicios, el proyecto Rodent se ha centrado en crear un motor
et: Algusest peale on Rodent projekti eesmärk olnud luua mootor
fa: از زمان آغاز به کار، پروژه Rodent در مورد ایجاد یک موتور بوده است.
fi: Rodent-projektin tarkoituksena on alusta asti ollut luoda moottori
fr: Depuis sa création, le projet Rodent vise à créer un moteur
he: מאז הקמתו, פרויקט Rodent עסק ביצירת מנוע
hi: अपनी शुरुआत से ही, रोडेंट परियोजना का उद्देश्य एक इंजन बनाना रहा है
hu: A Rodent projekt kezdete óta egy motor létrehozásáról szól.
id: Sejak awal, proyek Rodent telah berfokus pada pembuatan mesin
it: Fin dal suo inizio, il progetto Rodent ha avuto come obiettivo la creazione di un motore
ja: Rodentプロジェクトは発足当初からエンジンの開発に取り組んできました
lt: Nuo pat pradžių „Rodent“ projektas buvo skirtas variklio kūrimui.
lv: Kopš tā pirmsākumiem Grauzēju projekts ir bijis veltīts dzinēja izveidei.
nl: Sinds de oprichting heeft het Rodent-project zich gericht op het creëren van een motor
no: Helt siden oppstarten har Rodent-prosjektet handlet om å lage en motor
pl: Od samego początku projekt Rodent skupiał się na tworzeniu silnika
pt: Desde o seu início, o projeto Rodent tem como objetivo criar um motor
ro: Încă de la început, proiectul Rodent a avut ca scop crearea unui motor
ru: С самого начала проект Rodent был направлен на создание двигателя
sq: Që nga fillimi i tij, projekti Rodent ka pasur të bëjë me krijimin e një motori
sr: Од свог оснивања, пројекат Rodent се бавио стварањем мотора
sv: Ända sedan starten har Rodent-projektet handlat om att skapa en motor
sw: Tangu kuanzishwa kwake, mradi wa panya umekuwa juu ya kuunda injini
ta: அதன் தொடக்கத்திலிருந்தே, ரோடென்ட் திட்டம் ஒரு இயந்திரத்தை உருவாக்குவது பற்றியது.
th: ตั้งแต่เริ่มก่อตั้ง โครงการ Rodent มุ่งเน้นไปที่การสร้างเครื่องยนต์
tr: Rodent projesi başlangıcından bu yana bir motor yaratmakla ilgiliydi
uk: З моменту свого створення проєкт Rodent був присвячений створенню двигуна
ur: اپنے آغاز کے بعد سے، Rodent پروجیکٹ ایک انجن بنانے کے بارے میں ہے
vi: Kể từ khi thành lập, dự án Rodent đã hướng đến việc tạo ra một động cơ

source: that allows modification of its playing style - just like the ChessMaster series,
ar: التي تسمح بتعديل أسلوب اللعب الخاص بها - تمامًا مثل سلسلة ChessMaster،
bg: което позволява промяна на стила му на игра - точно както серията ChessMaster,
bn: যা এর খেলার ধরণ পরিবর্তন করতে সাহায্য করে - ঠিক চেসমাস্টার সিরিজের মতো,
cs: který umožňuje modifikaci herního stylu - stejně jako série ChessMaster,
da: der tillader ændring af spillestilen - ligesom ChessMaster-serien,
de: das eine Modifikation des Spielstils ermöglicht - genau wie die ChessMaster-Serie,
el: που επιτρέπει την τροποποίηση του στυλ παιχνιδιού του - όπως ακριβώς και η σειρά ChessMaster,
es: que permite modificar su estilo de juego, al igual que la serie ChessMaster,
et: mis võimaldab oma mängustiili muuta – täpselt nagu ChessMasteri seerias,
fa: که امکان تغییر سبک بازی آن را فراهم می‌کند - درست مانند سری ChessMaster،
fi: joka mahdollistaa pelityylin muokkaamisen - aivan kuten ChessMaster-sarjassa,
fr: qui permet de modifier son style de jeu - tout comme la série ChessMaster,
he: שמאפשר שינוי של סגנון המשחק שלו - בדיוק כמו סדרת ChessMaster,
hi: जो इसकी खेल शैली में संशोधन की अनुमति देता है - बिल्कुल शतरंजमास्टर श्रृंखला की तरह,
hu: amely lehetővé teszi a játékstílus módosítását – akárcsak a ChessMaster sorozat,
id: yang memungkinkan modifikasi gaya bermainnya - seperti seri ChessMaster,
it: che consente di modificare il suo stile di gioco, proprio come la serie ChessMaster,
ja: チェスマスターシリーズのようにプレイスタイルを変更できる
lt: kuri leidžia modifikuoti žaidimo stilių – kaip ir „ChessMaster“ serijoje,
lv: kas ļauj mainīt spēles stilu — gluži kā ChessMaster sērijā,
nl: die het mogelijk maakt om de speelstijl aan te passen - net als bij de ChessMaster-serie,
no: som tillater modifisering av spillestilen – akkurat som ChessMaster-serien,
pl: co pozwala na modyfikację stylu gry – podobnie jak w serii ChessMaster,
pt: que permite a modificação do seu estilo de jogo - assim como a série ChessMaster,
ro: care permite modificarea stilului său de joc - la fel ca în seria ChessMaster,
ru: которая позволяет изменять стиль игры - как и серия ChessMaster,
sq: që lejon modifikimin e stilit të lojës - njësoj si seria ChessMaster,
sr: што омогућава модификацију стила игре - баш као и серија ChessMaster,
sv: som möjliggör modifiering av dess spelstil - precis som ChessMaster-serien,
sw: ambayo inaruhusu marekebisho ya mtindo wake wa kucheza - kama vile safu ya ChessMaster,
ta: இது அதன் விளையாட்டு பாணியை மாற்றியமைக்க அனுமதிக்கிறது - செஸ்மாஸ்டர் தொடரைப் போலவே,
th: ซึ่งช่วยให้สามารถปรับเปลี่ยนรูปแบบการเล่นได้ - เช่นเดียวกับซีรีส์ ChessMaster
tr: ChessMaster serisinde olduğu gibi oyun tarzının değiştirilmesine olanak tanır,
uk: що дозволяє змінювати стиль гри — як і в серії ChessMaster,
ur: جو اس کے کھیلنے کے انداز میں ترمیم کی اجازت دیتا ہے - بالکل اسی طرح جیسے ChessMaster سیریز،
vi: cho phép thay đổi phong cách chơi của nó - giống như loạt ChessMaster,

source: only better. Code changes in the new version meant that old personalities
ar: أفضل فقط. تغييرات الكود في الإصدار الجديد تعني أن الشخصيات القديمة
bg: само по-добре. Промените в кода в новата версия означаваха, че старите личности
bn: কেবল আরও ভালো। নতুন সংস্করণে কোড পরিবর্তনের অর্থ হল পুরানো ব্যক্তিত্ব
cs: jen lepší. Změny kódu v nové verzi znamenaly, že staré osobnosti
da: bare bedre. Kodeændringer i den nye version betød, at gamle personligheder
de: nur besser. Code-Änderungen in der neuen Version bedeuteten, dass alte Persönlichkeiten
el: μόνο καλύτερα. Οι αλλαγές στον κώδικα στη νέα έκδοση σήμαιναν ότι οι παλιές προσωπικότητες
es: Solo que mejor. Los cambios de código en la nueva versión significaron que las viejas personalidades...
et: ainult parem. Uue versiooni koodimuudatused tähendasid, et vanad isiksused
fa: فقط بهتر. تغییرات کد در نسخه جدید به این معنی بود که شخصیت‌های قدیمی
fi: vain parempi. Uuden version koodimuutokset tarkoittivat, että vanhat persoonallisuudet
fr: mais en mieux. Les changements de code dans la nouvelle version ont fait que les anciennes personnalités
he: רק טוב יותר. שינויי קוד בגרסה החדשה גרמו לכך שאישיות ישנה
hi: केवल बेहतर। नए संस्करण में कोड परिवर्तनों का मतलब था कि पुरानी हस्तियाँ
hu: csak jobb. Az új verzióban bekövetkezett kódváltozások azt jelentették, hogy a régi személyiségek
id: hanya lebih baik. Perubahan kode dalam versi baru berarti bahwa kepribadian lama
it: solo meglio. Le modifiche al codice nella nuova versione hanno fatto sì che le vecchie personalità
ja: より良くなっただけです。新バージョンでのコード変更により、古いパーソナリティは
lt: tik geriau. Kodo pakeitimai naujoje versijoje reiškė, kad senos asmenybės
lv: tikai labāk. Koda izmaiņas jaunajā versijā nozīmēja, ka vecās personības
nl: alleen beter. Codewijzigingen in de nieuwe versie betekenden dat oude persoonlijkheden
no: bare bedre. Kodeendringer i den nye versjonen betydde at gamle personligheter
pl: tylko lepiej. Zmiany w kodzie w nowej wersji sprawiły, że stare osobowości
pt: só que melhor. As mudanças de código na nova versão significaram que as antigas personalidades
ro: doar mai bine. Modificările de cod din noua versiune au însemnat că vechile personalități
ru: Только лучше. Изменения кода в новой версии привели к тому, что старые личности
sq: vetëm më mirë. Ndryshimet e kodit në versionin e ri nënkuptonin që personalitetet e vjetra
sr: само боље. Промене кода у новој верзији значиле су да су старе личности
sv: bara bättre. Kodändringar i den nya versionen innebar att gamla personligheter
sw: bora tu. Mabadiliko ya kanuni katika toleo jipya yalimaanisha kwamba haiba ya zamani
ta: புதிய பதிப்பில் குறியீடு மாற்றங்கள் பழைய ஆளுமைகளைக் குறிக்கின்றன.
th: ดีขึ้นเท่านั้น การเปลี่ยนแปลงโค้ดในเวอร์ชันใหม่หมายถึงบุคลิกแบบเก่า
tr: sadece daha iyi. Yeni sürümdeki kod değişiklikleri, eski kişiliklerin
uk: тільки краще. Зміни коду в новій версії означали, що старі особистості
ur: صرف بہتر. نئے ورژن میں کوڈ میں تبدیلی کا مطلب یہ تھا کہ پرانی شخصیات
vi: chỉ tốt hơn. Những thay đổi về mã trong phiên bản mới có nghĩa là những nhân vật cũ

source: are no longer usable, so I felt the need for creating a new set.
ar: لم تعد قابلة للاستخدام، لذا شعرت بالحاجة إلى إنشاء مجموعة جديدة.
bg: вече не са използваеми, затова почувствах нуждата да създам нов комплект.
bn: আর ব্যবহারযোগ্য নয়, তাই আমি একটি নতুন সেট তৈরি করার প্রয়োজন অনুভব করলাম।
cs: již nejsou použitelné, takže jsem cítil potřebu vytvořit novou sadu.
da: er ikke længere brugbare, så jeg følte behov for at lave et nyt sæt.
de: sind nicht mehr verwendbar, daher hatte ich das Bedürfnis, ein neues Set zu erstellen.
el: δεν είναι πλέον χρήσιμα, οπότε ένιωσα την ανάγκη να δημιουργήσω ένα νέο σετ.
es: ya no se pueden utilizar, por lo que sentí la necesidad de crear un nuevo conjunto.
et: enam kasutuskõlbmatud, seega tundsin vajadust luua uus komplekt.
fa: دیگر قابل استفاده نیستند، بنابراین احساس کردم که نیاز به ایجاد یک مجموعه جدید دارم.
fi: eivät ole enää käyttökelpoisia, joten tunsin tarvetta luoda uuden.
fr: ne sont plus utilisables, j'ai donc ressenti le besoin de créer un nouvel ensemble.
he: אינם שמישים עוד, אז הרגשתי צורך ליצור סט חדש.
hi: अब वे उपयोग योग्य नहीं हैं, इसलिए मुझे एक नया सेट बनाने की आवश्यकता महसूस हुई।
hu: már nem használhatók, ezért úgy éreztem, hogy új készletet kell készítenem.
id: tidak dapat digunakan lagi, jadi saya merasa perlu membuat set baru.
it: non sono più utilizzabili, quindi ho sentito la necessità di crearne un nuovo set.
ja: はもう使えないので、新しいセットを作る必要があると感じました。
lt: nebenaudojami, todėl pajutau poreikį sukurti naują rinkinį.
lv: vairs nav lietojami, tāpēc jutu nepieciešamību izveidot jaunu komplektu.
nl: zijn niet meer bruikbaar en daarom voelde ik de behoefte om een nieuwe set te maken.
no: er ikke lenger brukbare, så jeg følte behov for å lage et nytt sett.
pl: nie nadają się już do użytku, więc poczułem potrzebę stworzenia nowego zestawu.
pt: não são mais utilizáveis, então senti a necessidade de criar um novo conjunto.
ro: nu mai sunt utilizabile, așa că am simțit nevoia să creez un set nou.
ru: больше не пригодны к использованию, поэтому я почувствовал необходимость создания нового набора.
sq: nuk janë më të përdorshme, kështu që ndjeva nevojën për të krijuar një set të ri.
sr: више нису употребљиви, па сам осетио потребу да направим нови сет.
sv: är inte längre användbara, så jag kände att jag behövde skapa en ny uppsättning.
sw: hazitumiki tena, kwa hivyo nilihisi hitaji la kuunda seti mpya.
ta: இனி பயன்படுத்த முடியாததால், ஒரு புதிய தொகுப்பை உருவாக்க வேண்டிய அவசியத்தை உணர்ந்தேன்.
th: ไม่สามารถใช้งานได้อีกต่อไป ฉันจึงรู้สึกจำเป็นต้องสร้างชุดใหม่
tr: artık kullanılamaz hale geldiğinden yeni bir set oluşturma ihtiyacı hissettim.
uk: більше непридатні для використання, тому я відчув потребу створити новий набір.
ur: اب قابل استعمال نہیں ہیں، اس لیے میں نے ایک نیا سیٹ بنانے کی ضرورت محسوس کی۔
vi: không còn sử dụng được nữa nên tôi cảm thấy cần phải tạo một bộ mới.

source: I hope you will find it interesting.
ar: آمل أن تجده مثيرا للاهتمام.
bg: Надявам се, че ще ви бъде интересно.
bn: আশা করি তুমি এটা আকর্ষণীয় পাবে।
cs: Doufám, že to pro vás bude zajímavé.
da: Jeg håber, du vil finde det interessant.
de: Ich hoffe, Sie finden es interessant.
el: Ελπίζω να το βρείτε ενδιαφέρον.
es: Espero que lo encuentres interesante.
et: Loodan, et see on teile huvitav.
fa: امیدوارم براتون جالب باشه.
fi: Toivottavasti löydät sen mielenkiintoiseksi.
fr: J'espère que vous le trouverez intéressant.
he: אני מקווה שתמצא את זה מעניין.
hi: मुझे आशा है कि आपको यह दिलचस्प लगेगा।
hu: Remélem, érdekesnek találod majd.
id: Saya harap Anda menganggapnya menarik.
it: Spero che lo troviate interessante.
ja: 興味を持っていただければ幸いです。
lt: Tikiuosi, kad jums bus įdomu.
lv: Ceru, ka jums tas būs interesanti.
nl: Ik hoop dat je het interessant vindt.
no: Jeg håper du vil synes det er interessant.
pl: Mam nadzieję, że uznasz to za interesujące.
pt: Espero que você ache isso interessante.
ro: Sper că o veți găsi interesantă.
ru: Надеюсь, вам будет интересно.
sq: Shpresoj se do ta gjeni interesante.
sr: Надам се да ће вам бити занимљиво.
sv: Jag hoppas att du kommer att tycka att det är intressant.
sw: Natumaini utapata kuvutia.
ta: நீங்கள் அதை சுவாரஸ்யமாகக் காண்பீர்கள் என்று நம்புகிறேன்.
th: ฉันหวังว่าคุณจะพบว่ามันน่าสนใจ
tr: İlginizi çekeceğini umuyorum.
uk: Сподіваюся, вам це буде цікаво.
ur: مجھے امید ہے کہ آپ کو یہ دلچسپ لگے گا۔
vi: Tôi hy vọng bạn thấy nó thú vị.

source: Fist and foremost, an attacker, her second consideration
ar: أولاً وقبل كل شيء، المهاجم، اعتبارها الثاني
bg: Преди всичко, нападател, второто ѝ съображение
bn: প্রথমত, একজন আক্রমণকারী, তার দ্বিতীয় বিবেচনা
cs: V první řadě útočník, její druhá věc, kterou je třeba zvážit
da: Først og fremmest en angriber, hendes anden overvejelse
de: In erster Linie ein Angreifer, ihre zweite Überlegung
el: Πρώτα και κύρια, μια επιτιθέμενη, η δεύτερη σκέψη της
es: En primer lugar, un atacante, su segunda consideración
et: Esiteks ja eelkõige ründaja, tema teine ​​kaalutlus
fa: مشت و مهمترین چیز، یک مهاجم، دومین ملاحظه او
fi: Ennen kaikkea hyökkääjä, hänen toinen harkintansa kohteena
fr: D'abord et avant tout, un agresseur, sa deuxième considération
he: אגרוף וראשית, תוקף, השיקול השני שלה
hi: मुट्ठी और सबसे आगे, एक हमलावर, उसका दूसरा विचार
hu: Elsősorban egy támadó, a második szempontja
id: Pertama dan terutama, seorang penyerang, pertimbangan keduanya
it: In primo luogo, un aggressore, la sua seconda considerazione
ja: まず第一に、攻撃者であり、二番目に考慮される
lt: Visų pirma, užpuolikas, jos antrasis svarstytinas dalykas
lv: Pirmkārt un galvenokārt, uzbrucējs, viņas otrais apsvērums
nl: In de eerste plaats een aanvaller, haar tweede overweging
no: Først og fremst, en angriper, hennes andre vurdering
pl: Przede wszystkim napastnik, jej drugie rozważanie
pt: Em primeiro lugar, um atacante, sua segunda consideração
ro: În primul rând, un atacator, a doua ei considerație
ru: Прежде всего, нападающий, ее второе соображение
sq: Së pari dhe më kryesorja, një sulmuese, konsiderata e saj e dytë
sr: Прво и најважније, нападач, њено друго разматрање
sv: Först och främst, en angripare, hennes andra övervägande
sw: Ngumi na ya kwanza, mshambuliaji, kuzingatia kwake kwa pili
ta: முதல் மற்றும் முதன்மையானது, ஒரு தாக்குபவர், அவளுடைய இரண்டாவது பரிசீலனை
th: อันดับแรกและสำคัญที่สุด ผู้โจมตี การพิจารณาครั้งที่สองของเธอ
tr: Her şeyden önce bir saldırgan, ikinci düşüncesi
uk: Перш за все, нападник, її другий фактор
ur: مٹھی اور سب سے اہم، ایک حملہ آور، اس کا دوسرا خیال
vi: Đầu tiên và quan trọng nhất, kẻ tấn công, là mối quan tâm thứ hai của cô ấy

source: is piece activity. Plays gambit openings.
ar: هو نشاط قطعي. يلعب افتتاحيات غامبيت.
bg: е дейност на фигурите. Играе гамбитни отвори.
bn: হল টুকরো টুকরো কার্যকলাপ। ধাঁধা খেলা করে।
cs: je figurová aktivita. Hraje gambitové zahájení.
da: er brikaktivitet. Spiller gambitåbninger.
de: ist eine Figurenaktivität. Spielt Gambit-Eröffnungen.
el: είναι δραστηριότητα με κομμάτια. Παίζει ανοίγματα gambit.
es: Es una actividad de piezas. Juega aperturas de gambito.
et: on nuputamismäng. Mängib gambiti avausi.
fa: فعالیت مهره‌ای است. شروع گامبی را بازی می‌کند.
fi: on pelinappulatoimintaa. Pelaa gambit-alkuja.
fr: est une activité de pièce. Joue des ouvertures de gambit.
he: פעילות של כל חלק. משחק פתיחות גמביט.
hi: यह एक टुकड़ा गतिविधि है। चालबाज़ियाँ खेलता है।
hu: bábujáték. Csatákat játszik megnyitásokkal.
id: Ini adalah aktivitas bidak. Memainkan pembukaan gambit.
it: è un'attività di pezzi. Gioca aperture di gambetto.
ja: 駒のアクティビティです。ギャンビットオープニングをプレイします。
lt: yra figūrėlių veikla. Žaidžia gambito atidarymus.
lv: ir figūru darbība. Spēlē gambīta atklāšanas.
nl: is een stukactiviteit. Speelt gambietopeningen.
no: er brikkeaktivitet. Spiller gambitåpninger.
pl: jest aktywnością figurową. Gra otwarciami gambitowymi.
pt: é uma atividade de peça. Joga aberturas de gambito.
ro: este o activitate de piesă. Joacă deschideri de gambit.
ru: Это активность фигур. Играет гамбитные дебюты.
sq: është aktivitet me gurë. Luan hapje me gambit.
sr: је активност фигура. Игра гамбитске отварања.
sv: är pjäsaktivitet. Spelar gambitöppningar.
sw: ni shughuli ya kipande. Hucheza nafasi za kamari.
ta: துண்டு செயல்பாடு. சூதாட்ட திறப்புகளை விளையாடுகிறது.
th: เป็นกิจกรรมชิ้นหนึ่ง เล่นการเปิดเกมแบบแกมบิต
tr: Taş aktivitesidir. Gambit açılışları oynar.
uk: є фігурною активністю. Грає гамбітні дебюти.
ur: ٹکڑا سرگرمی ہے. جوا کھیلتا ہے۔
vi: là hoạt động quân cờ. Chơi các nước khai cuộc gambit.
