Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: ELO rating change for a player win
ar: تغيير تصنيف ELO لفوز اللاعب
bg: Промяна на ELO рейтинга за победа на играч
bn: একজন খেলোয়াড়ের জয়ের জন্য ELO রেটিং পরিবর্তন
cs: Změna ELO hodnocení po výhře hráče
da: Ændring af ELO-vurdering for en spillers sejr
de: ELO-Bewertungsänderung für einen Spielersieg
el: Αλλαγή βαθμολογίας ELO για νίκη παίκτη
es: Cambio de calificación ELO por victoria de un jugador
et: ELO reitingu muutus mängija võidu korral
fa: تغییر رتبه ELO برای برد بازیکن
fi: ELO-luokituksen muutos pelaajan voiton myötä
fr: Changement de classement ELO pour la victoire d'un joueur
he: שינוי דירוג ELO עבור ניצחון שחקן
hi: खिलाड़ी की जीत के लिए ELO रेटिंग में परिवर्तन
hu: ELO besorolás változása játékos győzelme esetén
id: Perubahan peringkat ELO untuk kemenangan pemain
it: Modifica del punteggio ELO per la vittoria di un giocatore
ja: プレイヤーの勝利によるELOレーティングの変更
lt: ELO reitingo pokytis žaidėjo pergalei
lv: ELO reitinga izmaiņas spēlētāja uzvarai
nl: ELO-beoordelingswijziging voor een spelerwinst
no: Endring av ELO-rangering for en spillerseier
pl: Zmiana rankingu ELO w przypadku wygranej gracza
pt: Mudança na classificação ELO para uma vitória do jogador
ro: Schimbarea ratingului ELO pentru victoria unui jucător
ru: Изменение рейтинга ЭЛО для победы игрока
sq: Ndryshimi i vlerësimit ELO për një fitore të lojtarit
sr: Промена ЕЛО рејтинга за победу играча
sv: Ändring av ELO-betyg för en spelares vinst
sw: Mabadiliko ya kiwango cha ELO kwa ushindi wa mchezaji
ta: ஒரு வீரர் வெற்றிக்கான ELO மதிப்பீட்டில் மாற்றம்
th: การเปลี่ยนแปลงคะแนน ELO สำหรับผู้เล่นที่ชนะ
tr: Bir oyuncunun galibiyeti için ELO derecesi değişikliği
uk: Зміна рейтингу ELO для перемоги гравця
ur: کھلاڑی کی جیت کے لیے ELO کی درجہ بندی میں تبدیلی
vi: Thay đổi xếp hạng ELO cho chiến thắng của người chơi

source: ELO rating change for a player loss
ar: تغيير تصنيف ELO لخسارة لاعب
bg: Промяна в ELO рейтинга при загуба на играч
bn: খেলোয়াড় হারের জন্য ELO রেটিং পরিবর্তন
cs: Změna ELO hodnocení při ztrátě hráče
da: Ændring af ELO-vurdering ved tab af spiller
de: ELO-Bewertungsänderung bei einem Spielerverlust
el: Αλλαγή βαθμολογίας ELO για απώλεια παίκτη
es: Cambio de calificación ELO por pérdida de un jugador
et: ELO reitingu muutus mängija kaotuse korral
fa: تغییر رتبه ELO برای از دست دادن بازیکن
fi: ELO-luokituksen muutos pelaajan menetyksen vuoksi
fr: Changement de classement ELO en cas de perte d'un joueur
he: שינוי דירוג ELO עקב אובדן שחקן
hi: खिलाड़ी की हार के कारण ELO रेटिंग में परिवर्तन
hu: ELO besorolás változás játékosvesztés esetén
id: Perubahan peringkat ELO karena kehilangan pemain
it: Modifica del punteggio ELO per la sconfitta di un giocatore
ja: プレイヤーの敗北によるELOレーティングの変更
lt: ELO reitingo pokytis dėl žaidėjo praradimo
lv: ELO reitinga izmaiņas spēlētāja zaudējuma gadījumā
nl: ELO-beoordelingswijziging voor een spelerverlies
no: Endring av ELO-rangering for tap av spiller
pl: Zmiana rankingu ELO w przypadku porażki gracza
pt: Mudança na classificação ELO para a perda de um jogador
ro: Schimbare a ratingului ELO pentru pierderea unui jucător
ru: Изменение рейтинга ELO в случае поражения игрока
sq: Ndryshimi i vlerësimit ELO për humbjen e një lojtari
sr: Промена ЕЛО рејтинга за губитак играча
sv: Ändring av ELO-betyg för en spelares förlust
sw: Mabadiliko ya ukadiriaji wa ELO kwa mchezaji aliyepoteza
ta: ஒரு வீரரின் தோல்விக்கான ELO மதிப்பீட்டில் மாற்றம்
th: การเปลี่ยนแปลงเรตติ้ง ELO สำหรับการสูญเสียผู้เล่น
tr: Bir oyuncunun kaybı için ELO derecelendirme değişikliği
uk: Зміна рейтингу ELO у разі втрати гравця
ur: کھلاڑی کے نقصان کے لیے ELO کی درجہ بندی میں تبدیلی
vi: Thay đổi xếp hạng ELO khi người chơi thua

source: ELO rating change for a draw
ar: تغيير تصنيف ELO للتعادل
bg: Промяна в рейтинга на ELO при равенство
bn: ড্রয়ের জন্য ELO রেটিং পরিবর্তন
cs: Změna ELO ratingu po remíze
da: Ændring af ELO-vurdering ved uafgjort
de: ELO-Wertungsänderung bei einem Unentschieden
el: Αλλαγή βαθμολογίας ELO για ισοπαλία
es: Cambio de calificación ELO para un empate
et: ELO reitingu muutus viigi korral
fa: تغییر رتبه‌بندی ELO برای تساوی
fi: ELO-luokituksen muutos tasapelin vuoksi
fr: Changement de classement ELO en cas de match nul
he: שינוי דירוג ELO עקב תיקו
hi: ड्रॉ के लिए ELO रेटिंग में बदलाव
hu: ELO-besorolás változás döntetlen esetén
id: Perubahan peringkat ELO untuk hasil seri
it: Modifica del punteggio ELO in caso di pareggio
ja: 引き分けの場合のELOレーティングの変更
lt: ELO reitingo pakeitimas dėl lygiųjų
lv: ELO reitinga izmaiņas neizšķirta gadījumā
nl: ELO-ratingwijziging voor een gelijkspel
no: Endring av ELO-vurdering ved uavgjort
pl: Zmiana rankingu ELO w przypadku remisu
pt: Mudança na classificação ELO para um empate
ro: Schimbare a ratingului ELO pentru o remiză
ru: Изменение рейтинга ЭЛО при ничьей
sq: Vlerësimi ELO ndryshon për barazim
sr: Промена ЕЛО рејтинга због нерешеног резултата
sv: Ändring av ELO-betyg vid oavgjort
sw: Mabadiliko ya ukadiriaji wa ELO kwa mchoro
ta: ஒரு டிராவிற்கான ELO மதிப்பீட்டில் மாற்றம்
th: การเปลี่ยนแปลงคะแนน ELO สำหรับการเสมอกัน
tr: Beraberlik durumunda ELO derecesi değişikliği
uk: Зміна рейтингу ELO через нічию
ur: قرعہ اندازی کے لیے ELO کی درجہ بندی میں تبدیلی
vi: Thay đổi xếp hạng ELO cho trận hòa

source: Check to adjust the rating changes
ar: حدد هذا الخيار لضبط تغييرات التصنيف
bg: Отметнете, за да коригирате промените в оценката
bn: রেটিং পরিবর্তনগুলি সামঞ্জস্য করতে চেক করুন
cs: Zaškrtněte pro úpravu změn hodnocení
da: Markér for at justere ændringerne i vurderingen
de: Aktivieren Sie dieses Kontrollkästchen, um die Bewertungsänderungen anzupassen
el: Ελέγξτε για να προσαρμόσετε τις αλλαγές αξιολόγησης
es: Marque para ajustar los cambios de calificación
et: Märkige, et hinnangu muudatusi korrigeerida
fa: برای تنظیم تغییرات رتبه‌بندی، تیک بزنید
fi: Tarkista, jos haluat säätää luokitusmuutoksia
fr: Cochez pour ajuster les changements de notation
he: סמן כדי להתאים את שינויי הדירוג
hi: रेटिंग परिवर्तनों को समायोजित करने के लिए जाँच करें
hu: Jelölje be az értékelési változtatások módosításához
id: Centang untuk menyesuaikan perubahan peringkat
it: Seleziona per regolare le modifiche alla valutazione
ja: 評価の変更を調整するにはチェックを入れてください
lt: Pažymėkite, kad pakoreguotumėte įvertinimo pakeitimus
lv: Atzīmējiet, lai pielāgotu vērtējuma izmaiņas
nl: Controleer of de beoordelingswijzigingen zijn aangepast
no: Kryss av for å justere endringene i vurderingen
pl: Zaznacz, aby dostosować zmiany oceny
pt: Marque para ajustar as alterações de classificação
ro: Bifați pentru a ajusta modificările de evaluare
ru: Отметьте, чтобы скорректировать изменения рейтинга.
sq: Kontrolloni për të rregulluar ndryshimet e vlerësimit
sr: Означите да бисте прилагодили промене оцене
sv: Markera för att justera ändringarna i betyg
sw: Angalia ili kurekebisha mabadiliko ya ukadiriaji
ta: மதிப்பீட்டு மாற்றங்களை சரிசெய்ய சரிபார்க்கவும்.
th: ตรวจสอบเพื่อปรับการเปลี่ยนแปลงคะแนน
tr: Derecelendirme değişikliklerini ayarlamak için işaretleyin
uk: Поставте позначку, щоб налаштувати зміни рейтингу
ur: درجہ بندی کی تبدیلیوں کو ایڈجسٹ کرنے کے لیے چیک کریں۔
vi: Kiểm tra để điều chỉnh các thay đổi xếp hạng

source: and player ELO manually
ar: ولاعب ELO يدويًا
bg: и ELO на играча ръчно
bn: এবং প্লেয়ার ELO ম্যানুয়ালি
cs: a ELO hráče ručně
da: og spillerens ELO manuelt
de: und Spieler-ELO manuell
el: και ο παίκτης ELO χειροκίνητα
es: y el ELO del jugador manualmente
et: ja mängija ELO käsitsi
fa: و پخش کننده ELO به صورت دستی
fi: ja pelaajan ELO manuaalisesti
fr: et ELO du joueur manuellement
he: ו-ELO של השחקן באופן ידני
hi: और खिलाड़ी ELO मैन्युअल रूप से
hu: és a játékos ELO-ját manuálisan
id: dan ELO pemain secara manual
it: e il giocatore ELO manualmente
ja: プレイヤーのELOを手動で
lt: ir žaidėjo ELO rankiniu būdu
lv: un spēlētāja ELO manuāli
nl: en speler ELO handmatig
no: og spillerens ELO manuelt
pl: i ręcznie ELO gracza
pt: e jogador ELO manualmente
ro: și ELO-ul jucătorului manual
ru: и игрок ELO вручную
sq: dhe lojtari ELO manualisht
sr: и ручно ELO играча
sv: och spelarens ELO manuellt
sw: na mchezaji ELO manually
ta: மற்றும் பிளேயர் ELO கைமுறையாக
th: และผู้เล่น ELO ด้วยตนเอง
tr: ve oyuncu ELO'sunu manuel olarak
uk: і ELO гравця вручну
ur: اور پلیئر ELO دستی طور پر
vi: và ELO của người chơi theo cách thủ công

source: Rating formula currently in use
ar: صيغة التقييم المستخدمة حاليًا
bg: Формула за оценка, която се използва в момента
bn: বর্তমানে ব্যবহৃত রেটিং সূত্র
cs: Vzorec pro hodnocení, který se aktuálně používá
da: Vurderingsformel i brug i øjeblikket
de: Derzeit verwendete Bewertungsformel
el: Τύπος αξιολόγησης που χρησιμοποιείται αυτήν τη στιγμή
es: Fórmula de calificación actualmente en uso
et: Praegu kasutatav hindamisvalem
fa: فرمول رتبه‌بندی که در حال حاضر استفاده می‌شود
fi: Käytössä oleva luokituskaava
fr: Formule de notation actuellement utilisée
he: נוסחת הדירוג הנמצאת כעת בשימוש
hi: वर्तमान में उपयोग में आने वाला रेटिंग फॉर्मूला
hu: Jelenleg használt értékelési képlet
id: Rumus pemeringkatan yang saat ini digunakan
it: Formula di valutazione attualmente in uso
ja: 現在使用されている評価式
lt: Šiuo metu naudojama vertinimo formulė
lv: Pašlaik izmantotā vērtēšanas formula
nl: Beoordelingsformule die momenteel in gebruik is
no: Vurderingsformel som er i bruk for øyeblikket
pl: Obecnie używany wzór oceny
pt: Fórmula de classificação atualmente em uso
ro: Formula de evaluare utilizată în prezent
ru: Формула оценки, используемая в настоящее время
sq: Formula e vlerësimit që përdoret aktualisht
sr: Формула за оцењивање која се тренутно користи
sv: Betygsformel som används för närvarande
sw: Fomula ya ukadiriaji inatumika kwa sasa
ta: தற்போது பயன்பாட்டில் உள்ள மதிப்பீட்டு சூத்திரம்
th: สูตรการให้คะแนนที่ใช้ในปัจจุบัน
tr: Şu anda kullanımda olan derecelendirme formülü
uk: Формула оцінювання, що використовується наразі
ur: درجہ بندی کا فارمولا فی الحال استعمال میں ہے۔
vi: Công thức đánh giá hiện đang được sử dụng

source: Add a new formula
ar: إضافة صيغة جديدة
bg: Добавяне на нова формула
bn: একটি নতুন সূত্র যোগ করুন
cs: Přidat nový vzorec
da: Tilføj en ny formel
de: Eine neue Formel hinzufügen
el: Προσθήκη νέου τύπου
es: Agregar una nueva fórmula
et: Lisa uus valem
fa: اضافه کردن فرمول جدید
fi: Lisää uusi kaava
fr: Ajouter une nouvelle formule
he: הוסף נוסחה חדשה
hi: एक नया सूत्र जोड़ें
hu: Új képlet hozzáadása
id: Tambahkan rumus baru
it: Aggiungi una nuova formula
ja: 新しい数式を追加する
lt: Pridėti naują formulę
lv: Pievienot jaunu formulu
nl: Een nieuwe formule toevoegen
no: Legg til en ny formel
pl: Dodaj nową formułę
pt: Adicionar uma nova fórmula
ro: Adăugați o formulă nouă
ru: Добавить новую формулу
sq: Shto një formulë të re
sr: Додај нову формулу
sv: Lägg till en ny formel
sw: Ongeza fomula mpya
ta: புதிய சூத்திரத்தைச் சேர்க்கவும்
th: เพิ่มสูตรใหม่
tr: Yeni bir formül ekle
uk: Додати нову формулу
ur: ایک نیا فارمولا شامل کریں۔
vi: Thêm công thức mới

source: Delete the current formula
ar: حذف الصيغة الحالية
bg: Изтриване на текущата формула
bn: বর্তমান সূত্রটি মুছে ফেলুন
cs: Smazat aktuální vzorec
da: Slet den aktuelle formel
de: Löschen der aktuellen Formel
el: Διαγραφή του τρέχοντος τύπου
es: Eliminar la fórmula actual
et: Kustuta praegune valem
fa: فرمول فعلی را حذف کنید
fi: Poista nykyinen kaava
fr: Supprimer la formule actuelle
he: מחיקת הנוסחה הנוכחית
hi: वर्तमान सूत्र हटाएँ
hu: Törölje az aktuális képletet
id: Hapus rumus saat ini
it: Elimina la formula corrente
ja: 現在の数式を削除する
lt: Ištrinti dabartinę formulę
lv: Dzēst pašreizējo formulu
nl: Verwijder de huidige formule
no: Slett gjeldende formel
pl: Usuń bieżącą formułę
pt: Excluir a fórmula atual
ro: Ștergeți formula curentă
ru: Удалить текущую формулу
sq: Fshi formulën aktuale
sr: Обриши тренутну формулу
sv: Ta bort den aktuella formeln
sw: Futa fomula ya sasa
ta: தற்போதைய சூத்திரத்தை நீக்கு.
th: ลบสูตรปัจจุบัน
tr: Mevcut formülü sil
uk: Видалити поточну формулу
ur: موجودہ فارمولہ کو حذف کریں۔
vi: Xóa công thức hiện tại

source: Edit the current formula
ar: تعديل الصيغة الحالية
bg: Редактиране на текущата формула
bn: বর্তমান সূত্রটি সম্পাদনা করুন
cs: Upravit aktuální vzorec
da: Rediger den aktuelle formel
de: Bearbeiten Sie die aktuelle Formel
el: Επεξεργασία του τρέχοντος τύπου
es: Editar la fórmula actual
et: Praeguse valemi muutmine
fa: فرمول فعلی را ویرایش کنید
fi: Muokkaa nykyistä kaavaa
fr: Modifier la formule actuelle
he: עריכת הנוסחה הנוכחית
hi: वर्तमान सूत्र संपादित करें
hu: Aktuális képlet szerkesztése
id: Edit rumus saat ini
it: Modifica la formula corrente
ja: 現在の数式を編集する
lt: Redaguoti dabartinę formulę
lv: Rediģēt pašreizējo formulu
nl: De huidige formule bewerken
no: Rediger gjeldende formel
pl: Edytuj aktualną formułę
pt: Editar a fórmula atual
ro: Editați formula curentă
ru: Изменить текущую формулу
sq: Modifiko formulën aktuale
sr: Измени тренутну формулу
sv: Redigera den aktuella formeln
sw: Hariri fomula ya sasa
ta: தற்போதைய சூத்திரத்தைத் திருத்து
th: แก้ไขสูตรปัจจุบัน
tr: Mevcut formülü düzenle
uk: Редагувати поточну формулу
ur: موجودہ فارمولے میں ترمیم کریں۔
vi: Chỉnh sửa công thức hiện tại

source: Input the player time for the game in minutes
ar: أدخل وقت اللاعب للعبة بالدقائق
bg: Въведете времето на играча за играта в минути
bn: খেলার জন্য খেলোয়াড়ের সময় মিনিটের মধ্যে ইনপুট করুন।
cs: Zadejte čas hráče pro hru v minutách
da: Indtast spillerens tid i spillet i minutter
de: Geben Sie die Spielzeit des Spielers für das Spiel in Minuten ein
el: Εισαγάγετε τον χρόνο του παίκτη για το παιχνίδι σε λεπτά
es: Ingrese el tiempo del jugador para el juego en minutos.
et: Sisesta mängija mänguaeg minutites
fa: زمان بازی بازیکن را به دقیقه وارد کنید
fi: Syötä pelaajan peliaika minuuteissa
fr: Saisissez le temps du joueur pour le jeu en minutes
he: הזן את זמן השחקן במשחק בדקות
hi: खेल के लिए खिलाड़ी का समय मिनटों में दर्ज करें
hu: Add meg a játékos játékidejét percben
id: Masukkan waktu pemain untuk permainan dalam menit
it: Inserisci il tempo di gioco del giocatore in minuti
ja: ゲームのプレイヤー時間を分単位で入力してください
lt: Įveskite žaidėjo žaidimo laiką minutėmis
lv: Ievadiet spēlētāja spēles laiku minūtēs
nl: Voer de spelertijd voor het spel in minuten in
no: Skriv inn spillerens tid for kampen i minutter
pl: Wprowadź czas gracza w grze w minutach
pt: Insira o tempo do jogador para o jogo em minutos
ro: Introduceți timpul jucătorului pentru joc în minute
ru: Введите время игрока в игре в минутах.
sq: Jepni kohën e lojtarit për lojën në minuta
sr: Унесите време играча за игру у минутима
sv: Ange spelarens tid för matchen i minuter
sw: Ingiza muda wa mchezaji wa mchezo kwa dakika
ta: விளையாட்டுக்கான வீரர் நேரத்தை நிமிடங்களில் உள்ளிடவும்.
th: ป้อนเวลาของผู้เล่นสำหรับเกมเป็นนาที
tr: Oyun için oyuncu süresini dakika cinsinden girin
uk: Введіть час гравця для гри в хвилинах
ur: گیم کے لیے کھلاڑی کا وقت منٹوں میں درج کریں۔
vi: Nhập thời gian của người chơi cho trò chơi tính bằng phút

source: Input the player move increment in seconds
ar: أدخل زيادة حركة اللاعب بالثواني
bg: Въведете стъпката на движение на играча в секунди
bn: সেকেন্ডে প্লেয়ারের মুভ ইনক্রিমেন্ট ইনপুট করুন।
cs: Zadejte krok pohybu hráče v sekundách
da: Indtast spillerens bevægelsestrinne i sekunder
de: Geben Sie das Spielerbewegungsinkrement in Sekunden ein
el: Εισαγάγετε την αύξηση κίνησης του παίκτη σε δευτερόλεπτα
es: Ingrese el incremento de movimiento del jugador en segundos
et: Sisesta mängija käigu samm sekundites
fa: مقدار افزایش حرکت بازیکن را بر حسب ثانیه وارد کنید
fi: Syötä pelaajan siirtolisä sekunteina
fr: Saisissez l'incrément de déplacement du joueur en secondes
he: הזן את תוספת המהלך של השחקן בשניות
hi: खिलाड़ी की चाल में वृद्धि को सेकंड में दर्ज करें
hu: Add meg a játékos lépésszámát másodpercben
id: Masukkan peningkatan gerakan pemain dalam hitungan detik
it: Inserisci l'incremento di movimento del giocatore in secondi
ja: プレイヤーの移動増分を秒単位で入力してください
lt: Įveskite žaidėjo judesio žingsnį sekundėmis
lv: Ievadiet spēlētāja gājiena soli sekundēs
nl: Voer de spelerbewegingstoename in seconden in
no: Skriv inn spillerens bevegelsestrinne i sekunder
pl: Wprowadź przyrost ruchu gracza w sekundach
pt: Insira o incremento de movimento do jogador em segundos
ro: Introduceți incrementul de mișcare al jucătorului în secunde
ru: Введите шаг перемещения игрока в секундах.
sq: Futni rritjen e lëvizjes së lojtarit në sekonda
sr: Унесите корак кретања играча у секундама
sv: Ange spelarens rörelseökning i sekunder
sw: Ingiza nyongeza ya harakati ya mchezaji kwa sekunde
ta: வீரர் நகர்வு அதிகரிப்பை வினாடிகளில் உள்ளிடவும்.
th: ป้อนค่าเพิ่มการเคลื่อนไหวของผู้เล่นเป็นวินาที
tr: Oyuncunun hareket artışını saniye cinsinden girin
uk: Введіть крок переміщення гравця в секундах
ur: پلیئر کی حرکت میں اضافہ سیکنڈوں میں درج کریں۔
vi: Nhập bước di chuyển của người chơi tính bằng giây

source: Input the engine time for the game in minutes
ar: أدخل وقت المحرك للعبة بالدقائق
bg: Въведете времето за работа на двигателя на играта в минути
bn: গেমের ইঞ্জিনের সময় মিনিটের মধ্যে ইনপুট করুন।
cs: Zadejte dobu běhu hry v minutách
da: Indtast spillets motortid i minutter
de: Geben Sie die Engine-Zeit für das Spiel in Minuten ein
el: Εισαγάγετε τον χρόνο μηχανής για το παιχνίδι σε λεπτά
es: Ingrese el tiempo del motor para el juego en minutos
et: Sisesta mängu mootori aeg minutites
fa: زمان موتور برای بازی را به دقیقه وارد کنید
fi: Syötä pelin moottorin aika minuuteissa
fr: Saisissez le temps moteur du jeu en minutes
he: הזן את זמן המנוע עבור המשחק בדקות
hi: गेम के लिए इंजन समय मिनटों में दर्ज करें
hu: Add meg a játék motorjának idejét percben
id: Masukkan waktu mesin untuk permainan dalam menit
it: Inserisci il tempo di funzionamento del motore per il gioco in minuti
ja: ゲームのエンジン時間を分単位で入力してください
lt: Įveskite žaidimo variklio laiką minutėmis
lv: Ievadiet spēles dzinēja laiku minūtēs
nl: Voer de enginetijd voor het spel in minuten in
no: Skriv inn motortiden for spillet i minutter
pl: Wprowadź czas pracy silnika gry w minutach
pt: Insira o tempo do motor do jogo em minutos
ro: Introduceți timpul motorului pentru joc în minute
ru: Введите время работы двигателя в игре в минутах.
sq: Fut kohën e motorit për lojën në minuta
sr: Унесите време рада мотора за игру у минутима
sv: Ange spelets motortid i minuter
sw: Ingiza muda wa injini kwa mchezo kwa dakika
ta: விளையாட்டுக்கான இயந்திர நேரத்தை நிமிடங்களில் உள்ளிடவும்.
th: ป้อนเวลาของเครื่องยนต์สำหรับเกมเป็นนาที
tr: Oyunun motor süresini dakika cinsinden girin
uk: Введіть час роботи двигуна гри в хвилинах
ur: گیم کے لیے انجن کا وقت منٹوں میں درج کریں۔
vi: Nhập thời gian động cơ cho trò chơi tính bằng phút

source: Input the engine move increment in seconds
ar: أدخل زيادة حركة المحرك بالثواني
bg: Въведете стъпката на движение на двигателя в секунди
bn: সেকেন্ডে ইঞ্জিনের গতি বৃদ্ধি ইনপুট করুন।
cs: Zadejte krok pohybu motoru v sekundách
da: Indtast motorens bevægelsestrinne i sekunder
de: Geben Sie das Inkrement der Motorbewegung in Sekunden ein
el: Εισαγάγετε την αύξηση κίνησης του κινητήρα σε δευτερόλεπτα
es: Ingrese el incremento de movimiento del motor en segundos
et: Sisesta mootori liikumise samm sekundites
fa: افزایش حرکت موتور را بر حسب ثانیه وارد کنید
fi: Syötä moottorin liikkeen lisäys sekunteina
fr: Saisissez l'incrément de déplacement du moteur en secondes
he: הזן את תוספת תנועת המנוע בשניות
hi: इंजन चाल वृद्धि को सेकंड में इनपुट करें
hu: Adja meg a motor mozgásának lépésközét másodpercben
id: Masukkan pertambahan gerakan mesin dalam hitungan detik
it: Inserisci l'incremento di movimento del motore in secondi
ja: エンジン移動の増分を秒単位で入力します
lt: Įveskite variklio judesio žingsnį sekundėmis
lv: Ievadiet dzinēja kustības soli sekundēs
nl: Voer de motorbewegingstoename in seconden in
no: Skriv inn motorbevegelsestrinnet i sekunder
pl: Wprowadź przyrost ruchu silnika w sekundach
pt: Insira o incremento de movimento do motor em segundos
ro: Introduceți incrementul de mișcare al motorului în secunde
ru: Введите приращение хода двигателя в секундах.
sq: Futni rritjen e lëvizjes së motorit në sekonda
sr: Унесите корак кретања мотора у секундама
sv: Ange motorns rörelseökning i sekunder
sw: Ingiza ongezeko la mwendo wa injini kwa sekunde
ta: நொடிகளில் இயந்திர நகர்வு அதிகரிப்பை உள்ளிடவும்.
th: ป้อนค่าเพิ่มการเคลื่อนที่ของเครื่องยนต์เป็นวินาที
tr: Motor hareket artışını saniye cinsinden girin
uk: Введіть приріст руху двигуна в секундах
ur: انجن کی حرکت میں اضافہ سیکنڈوں میں داخل کریں۔
vi: Nhập gia số chuyển động của động cơ tính bằng giây

source: Check for human to play white
ar: التحقق من أن الإنسان يلعب باللون الأبيض
bg: Проверете дали човек може да играе с бяло
bn: সাদা রঙের জন্য মানুষের জন্য পরীক্ষা করুন
cs: Zkontrolujte, zda člověk hraje bílou
da: Tjek om mennesket spiller hvidt
de: Prüfen Sie, ob der Mensch Weiß spielt
el: Ελέγξτε αν ο άνθρωπος παίζει λευκά
es: Comprueba si el humano juega con las blancas
et: Kontrolli, kas inimene mängib valget
fa: بررسی کنید که آیا انسان می‌تواند سفید بازی کند یا خیر
fi: Tarkista, pelaako ihminen valkoisella
fr: Vérifiez si l'humain joue le blanc
he: בדוק אם האדם ישחק לבן
hi: सफेद रंग में खेलने के लिए मानव की जाँच करें
hu: Ellenőrizd, hogy az ember fehéret játsszon-e
id: Periksa manusia untuk memainkan warna putih
it: Controlla se l'uomo gioca con il bianco
ja: 人間が白を打つかどうかをチェックする
lt: Patikrinkite, ar žmogus gali žaisti baltuoju
lv: Pārbaudiet, vai cilvēks spēlē balto
nl: Controleer of de mens wit speelt
no: Sjekk om mennesket skal spille hvitt
pl: Sprawdź, czy człowiek zagra białym
pt: Verifique se o humano está jogando branco
ro: Verificare pentru ca omul să joace alb
ru: Проверьте, может ли человек играть белыми
sq: Kontrolloni që njeriu të luajë me të bardhë
sr: Провери да ли човек игра бело
sv: Kontrollera att människan spelar vit
sw: Angalia binadamu kucheza nyeupe
ta: வெள்ளை நிறத்தில் விளையாட மனிதனை சரிபார்க்கவும்.
th: ตรวจสอบให้มนุษย์เล่นสีขาว
tr: İnsanın beyaz oynamasını kontrol edin
uk: Перевірте, чи грає людина білими
ur: انسان کو سفید کھیلنے کے لیے چیک کریں۔
vi: Kiểm tra xem con người có chơi quân trắng không

source: Start the game with the current settings
ar: ابدأ اللعبة بالإعدادات الحالية
bg: Стартирайте играта с текущите настройки
bn: বর্তমান সেটিংস দিয়ে খেলা শুরু করুন
cs: Spusťte hru s aktuálním nastavením
da: Start spillet med de nuværende indstillinger
de: Starten Sie das Spiel mit den aktuellen Einstellungen
el: Ξεκινήστε το παιχνίδι με τις τρέχουσες ρυθμίσεις
es: Inicia el juego con la configuración actual
et: Alusta mängu praeguste sätetega
fa: بازی را با تنظیمات فعلی شروع کنید
fi: Aloita peli nykyisillä asetuksilla
fr: Démarrez le jeu avec les paramètres actuels
he: הפעל את המשחק עם ההגדרות הנוכחיות
hi: वर्तमान सेटिंग्स के साथ गेम शुरू करें
hu: Indítsd el a játékot az aktuális beállításokkal
id: Mulai permainan dengan pengaturan saat ini
it: Avvia il gioco con le impostazioni correnti
ja: 現在の設定でゲームを開始する
lt: Pradėkite žaidimą su dabartiniais nustatymais
lv: Sāciet spēli ar pašreizējiem iestatījumiem
nl: Start het spel met de huidige instellingen
no: Start spillet med gjeldende innstillinger
pl: Uruchom grę z obecnymi ustawieniami
pt: Inicie o jogo com as configurações atuais
ro: Începeți jocul cu setările actuale
ru: Запустить игру с текущими настройками
sq: Filloni lojën me cilësimet aktuale
sr: Покрените игру са тренутним подешавањима
sv: Starta spelet med de aktuella inställningarna
sw: Anzisha mchezo na mipangilio ya sasa
ta: தற்போதைய அமைப்புகளுடன் விளையாட்டைத் தொடங்கவும்.
th: เริ่มเกมด้วยการตั้งค่าปัจจุบัน
tr: Oyunu mevcut ayarlarla başlatın
uk: Запустіть гру з поточними налаштуваннями
ur: موجودہ ترتیبات کے ساتھ کھیل شروع کریں۔
vi: Bắt đầu trò chơi với cài đặt hiện tại
