Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: so I wrote the < Engine time adjustment > option to fix this problem.
ar: لذلك كتبت خيار <تعديل وقت المحرك> لإصلاح هذه المشكلة.
bg: затова написах опцията < Регулиране на времето на двигателя >, за да отстраня този проблем.
bn: তাই আমি এই সমস্যাটি সমাধানের জন্য <Engine time adjustment > বিকল্পটি লিখেছি।
cs: Takže jsem napsal možnost < Úprava doby chodu motoru >, abych tento problém vyřešil.
da: så jeg skrev indstillingen <Justering af motortid> for at løse dette problem.
de: deshalb habe ich die Option <Engine time adjustment> geschrieben, um dieses Problem zu beheben.
el: έτσι έγραψα την επιλογή <Ρύθμιση χρόνου κινητήρα> για να διορθώσω αυτό το πρόβλημα.
es: Entonces escribí la opción <Ajuste del tiempo del motor> para solucionar este problema.
et: Seega kirjutasin selle probleemi lahendamiseks valiku < Mootori aja reguleerimine >.
fa: بنابراین من گزینه <تنظیم زمان موتور> را برای رفع این مشکل نوشتم.
fi: joten kirjoitin < Moottorin ajan säätö > -vaihtoehdon korjatakseni tämän ongelman.
fr: j'ai donc écrit l'option < Réglage du temps moteur > pour résoudre ce problème.
he: אז כתבתי את האפשרות < התאמת זמן מנוע > כדי לתקן את הבעיה הזו.
hi: इसलिए मैंने इस समस्या को ठीक करने के लिए < इंजन समय समायोजन > विकल्प लिखा।
hu: ezért írtam a < Motoridő-beállítás > opciót a probléma megoldására.
id: Jadi saya menulis opsi <Penyesuaian waktu mesin> untuk memperbaiki masalah ini.
it: quindi ho scritto l'opzione <Regolazione tempo motore> per risolvere questo problema.
ja: そこで、この問題を解決するために < エンジン時間調整 > オプションを作成しました。
lt: taigi, parašiau parinktį <Variklio laiko reguliavimas>, kad išspręsčiau šią problemą.
lv: tāpēc es uzrakstīju opciju < Dzinēja laika regulēšana >, lai novērstu šo problēmu.
nl: Daarom heb ik de optie <Engine time adjustment> geschreven om dit probleem op te lossen.
no: så jeg skrev alternativet <Justering av motortid> for å fikse dette problemet.
pl: więc napisałem opcję <Regulacja czasu pracy silnika>, aby rozwiązać ten problem.
pt: então escrevi a opção < Ajuste de tempo do motor > para corrigir esse problema.
ro: Așa că am scris opțiunea <Ajustare timp motor> pentru a rezolva această problemă.
ru: поэтому я написал опцию <Регулировка времени работы двигателя>, чтобы исправить эту проблему.
sq: kështu që shkrova opsionin <Rregullimi i kohës së motorrit> për të zgjidhur këtë problem.
sr: па сам написао опцију < Подешавање времена рада мотора > да бих решио овај проблем.
sv: så jag skrev alternativet <Justering av motortid> för att åtgärda problemet.
sw: kwa hivyo niliandika < Marekebisho ya wakati wa injini > chaguo kurekebisha shida hii.
ta: அதனால் இந்த சிக்கலை சரிசெய்ய <Engine time adjustment > விருப்பத்தை எழுதினேன்.
th: ดังนั้นฉันจึงเขียนตัวเลือก <การปรับเวลาเครื่องยนต์> เพื่อแก้ไขปัญหานี้
tr: Bu sorunu düzeltmek için < Motor zamanı ayarlaması > seçeneğini yazdım.
uk: тому я написав опцію <Налаштування часу роботи двигуна>, щоб виправити цю проблему.
ur: لہذا میں نے اس مسئلے کو حل کرنے کے لیے < انجن ٹائم ایڈجسٹمنٹ > آپشن لکھا۔
vi: vì vậy tôi đã viết tùy chọn < Điều chỉnh thời gian động cơ > để khắc phục sự cố này.

source: With a rated game, using a longer time limit, I found that once again
ar: مع لعبة مصنفة، باستخدام حد زمني أطول، وجدت ذلك مرة أخرى
bg: С игра с рейтинг, използваща по-дълъг времеви лимит, открих, че за пореден път
bn: একটি রেট করা গেমের সাথে, দীর্ঘ সময়সীমা ব্যবহার করে, আমি আবারও দেখতে পেলাম যে
cs: U hodnocené hry s delším časovým limitem jsem znovu zjistil, že
da: Med et spil med aldersgrænse, der bruger en længere tidsgrænse, opdagede jeg endnu engang, at
de: Bei einem bewerteten Spiel mit einem längeren Zeitlimit habe ich wieder festgestellt, dass
el: Με ένα παιχνίδι με αξιολόγηση, χρησιμοποιώντας μεγαλύτερο χρονικό όριο, το διαπίστωσα για άλλη μια φορά
es: Con un juego clasificado, usando un límite de tiempo más largo, descubrí que una vez más
et: Pikema ajalimiidiga mängu puhul avastasin taas, et
fa: با یک بازی رده‌بندی‌شده، با استفاده از محدودیت زمانی طولانی‌تر، دوباره متوجه شدم که
fi: Pidempää aikarajaa käyttävässä pelissä huomasin jälleen kerran, että
fr: Avec un jeu classé, utilisant une limite de temps plus longue, j'ai constaté qu'une fois de plus
he: עם משחק מדורג, תוך שימוש במגבלת זמן ארוכה יותר, גיליתי ששוב
hi: एक रेटेड गेम के साथ, एक लंबी समय सीमा का उपयोग करते हुए, मैंने एक बार फिर पाया कि
hu: Egy korhatáros játéknál, hosszabb időkorlát használatával, ismét ezt tapasztaltam
id: Dengan permainan yang diberi peringkat, menggunakan batas waktu yang lebih lama, saya menemukan bahwa sekali lagi
it: Con un gioco classificato, utilizzando un limite di tempo più lungo, ho scoperto ancora una volta che
ja: 制限時間を長くしたレーティングゲームでは、再び
lt: Su žaidimu su reitingu, naudojant ilgesnį laiko limitą, vėl tai pastebėjau
lv: Ar ierobežotu spēles laiku, izmantojot ilgāku laika ierobežojumu, es to atkal atklāju
nl: Met een beoordeeld spel, waarbij een langere tijdslimiet werd gebruikt, ontdekte ik dat opnieuw
no: Med et aldersgrenset spill, med en lengre tidsbegrensning, fant jeg ut at igjen
pl: W przypadku gry z oceną i dłuższym limitem czasu odkryłem, że po raz kolejny
pt: Com um jogo classificado, usando um limite de tempo maior, descobri que mais uma vez
ro: Cu un joc clasificat, folosind o limită de timp mai lungă, am constatat încă o dată că
ru: В рейтинговой игре с более длительным лимитом времени я снова обнаружил, что
sq: Me një lojë të vlerësuar, duke përdorur një afat kohor më të gjatë, e zbulova përsëri këtë
sr: Са оцењеном игром, користећи дуже временско ограничење, поново сам открио да
sv: Med ett åldersgränsat spel, med en längre tidsgräns, upptäckte jag att det återigen
sw: Kwa mchezo uliokadiriwa, kwa kutumia kikomo cha muda mrefu, niligundua hilo tena
ta: மதிப்பிடப்பட்ட விளையாட்டில், நீண்ட நேர வரம்பைப் பயன்படுத்தி, நான் மீண்டும் ஒருமுறை அதைக் கண்டேன்
th: ด้วยเกมที่มีเรตติ้งและจำกัดเวลานานขึ้น ฉันพบว่าอีกครั้ง
tr: Derecelendirilmiş bir oyunla, daha uzun bir zaman sınırı kullanarak, bir kez daha şunu buldum:
uk: З рейтинговою грою, використовуючи довший часовий ліміт, я знову виявив, що
ur: ایک ریٹیڈ گیم کے ساتھ، ایک طویل وقت کی حد کا استعمال کرتے ہوئے، میں نے اسے ایک بار پھر پایا
vi: Với một trò chơi được xếp hạng, sử dụng giới hạn thời gian dài hơn, tôi thấy rằng một lần nữa

source: Stockfish plays its moves very slowly when it is out of its opening book
ar: تلعب Stockfish حركاتها ببطء شديد عندما تكون خارج كتابها الافتتاحي
bg: Stockfish играе ходовете си много бавно, когато е извън началната си книга.
bn: স্টকফিশ যখন তার খোলার বই থেকে বেরিয়ে আসে তখন খুব ধীরে ধীরে তার চালচলন চালায়।
cs: Stockfish hraje své tahy velmi pomalu, když je mimo svou úvodní knihu.
da: Tørfisk spiller sine træk meget langsomt, når den er uden for sin åbningsbog
de: Stockfish spielt seine Züge sehr langsam, wenn es nicht mehr in seinem Eröffnungsbuch ist.
el: Το Stockfish παίζει τις κινήσεις του πολύ αργά όταν δεν βρίσκεται στο αρχικό του βιβλίο.
es: Stockfish juega sus movimientos muy lentamente cuando está fuera de su libro de apertura.
et: Kui tursk on avaraamatust väljas, mängib ta oma käike väga aeglaselt.
fa: استوک‌فیش وقتی از کتاب شروع بازی‌اش خارج می‌شود، حرکاتش را خیلی آهسته انجام می‌دهد.
fi: Kapakala pelaa siirtonsa hyvin hitaasti, kun se on poissa avauskirjastaan
fr: Stockfish joue ses mouvements très lentement lorsqu'il est hors de son livre d'ouverture
he: סטוקפיש משחק את המהלכים שלו לאט מאוד כשהוא מחוץ לספר הפתיחה שלו
hi: स्टॉकफिश अपनी शुरुआती बुक से बाहर होने पर बहुत धीरे-धीरे अपनी चालें चलती है
hu: A tőkehal nagyon lassan játssza a lépéseit, amikor kikerül a nyitókönyvéből.
id: Stockfish memainkan gerakannya dengan sangat lambat saat keluar dari buku pembukaannya
it: Stockfish gioca le sue mosse molto lentamente quando è fuori dal suo libro di apertura
ja: ストックフィッシュはオープニングブックから外れると非常にゆっくりと動きます
lt: Jūrų ešerys atlieka savo ėjimus labai lėtai, kai yra išėjusi iš pradinės knygos.
lv: Jūrascūciņa savas kustības veic ļoti lēni, kad tā atrodas ārpus savas sākuma grāmatas.
nl: Stockfish speelt zijn zetten heel langzaam als hij uit zijn openingsboek is
no: Tørrfisk spiller trekkene sine veldig sakte når den er utenfor åpningsboken
pl: Stockfish wykonuje swoje ruchy bardzo wolno, gdy nie jest w swojej książce debiutów
pt: Stockfish faz seus movimentos muito lentamente quando está fora do livro de abertura
ro: Stockfish își joacă mișcările foarte încet când este în afara cărții sale de deschidere.
ru: Stockfish делает свои ходы очень медленно, когда он находится за пределами своей дебютной книги.
sq: Stockfish luan lëvizjet e tij shumë ngadalë kur është jashtë librit të tij hapës.
sr: Стокфиш игра своје потезе веома споро када је ван почетне књиге
sv: Stockfisk spelar sina drag väldigt långsamt när den är utanför sin öppningsbok
sw: Samaki hucheza polepole sana wakati yuko nje ya kitabu chake cha ufunguzi
ta: ஸ்டாக்ஃபிஷ் அதன் தொடக்கப் புத்தகத்திலிருந்து வெளியேறும்போது அதன் நகர்வுகளை மிக மெதுவாக விளையாடுகிறது.
th: Stockfish เล่นการเคลื่อนไหวช้ามากเมื่อออกจากหนังสือเปิด
tr: Stockfish, açılış kitabından çıktığında hamlelerini çok yavaş oynar
uk: Stockfish виконує свої рухи дуже повільно, коли він виходить за межі початкової книги
ur: سٹاک فش اپنی چالیں بہت آہستہ چلاتی ہے جب وہ اپنی ابتدائی کتاب سے باہر ہوتی ہے۔
vi: Stockfish di chuyển rất chậm khi ra khỏi cuốn sách mở đầu

source: or if no book is used.
ar: أو إذا لم يتم استخدام أي كتاب.
bg: или ако не се използва книга.
bn: অথবা যদি কোন বই ব্যবহার না করা হয়।
cs: nebo pokud se nepoužívá žádná kniha.
da: eller hvis der ikke bruges nogen bog.
de: oder wenn kein Buch verwendet wird.
el: ή αν δεν χρησιμοποιείται κανένα βιβλίο.
es: o si no se utiliza ningún libro.
et: või kui raamatut ei kasutata.
fa: یا اگر از هیچ کتابی استفاده نشده باشد.
fi: tai jos kirjaa ei käytetä.
fr: ou si aucun livre n'est utilisé.
he: או אם לא נעשה שימוש בספר.
hi: या यदि कोई पुस्तक उपयोग में नहीं लाई गई है।
hu: vagy ha nem használnak könyvet.
id: atau jika tidak ada buku yang digunakan.
it: o se non viene utilizzato alcun libro.
ja: または本が使用されない場合。
lt: arba jei nenaudojama jokia knyga.
lv: vai ja netiek izmantota neviena grāmata.
nl: of als er geen boek wordt gebruikt.
no: eller hvis ingen bok brukes.
pl: lub jeśli nie użyto żadnej książki.
pt: ou se nenhum livro for usado.
ro: sau dacă nu se folosește nicio carte.
ru: или если книга не используется.
sq: ose nëse nuk përdoret asnjë libër.
sr: или ако се не користи књига.
sv: eller om ingen bok används.
sw: au ikiwa hakuna kitabu kinachotumiwa.
ta: அல்லது எந்த புத்தகமும் பயன்படுத்தப்படவில்லை என்றால்.
th: หรือถ้าไม่ใช้หนังสือเลย
tr: veya hiç kitap kullanılmamışsa.
uk: або якщо книга не використовується.
ur: یا اگر کوئی کتاب استعمال نہیں ہوتی۔
vi: hoặc nếu không sử dụng sách.

source: To remedy this you can adjust the Stockfish slow mover option.
ar: لإصلاح هذه المشكلة، يمكنك ضبط خيار الحركة البطيئة في Stockfish.
bg: За да коригирате това, можете да коригирате опцията за бавно движение на Stockfish.
bn: এর প্রতিকারের জন্য আপনি স্টকফিশ স্লো মুভার বিকল্পটি সামঞ্জস্য করতে পারেন।
cs: Chcete-li to napravit, můžete upravit možnost pomalého pohybu Stockfish.
da: For at afhjælpe dette kan du justere Stockfish slow mover-indstillingen.
de: Um dies zu beheben, können Sie die Option „Slow Mover“ von Stockfish anpassen.
el: Για να διορθώσετε αυτό, μπορείτε να προσαρμόσετε την επιλογή αργής κίνησης Stockfish.
es: Para remediar esto, puedes ajustar la opción de movimiento lento de Stockfish.
et: Selle parandamiseks saate muuta Stockfishi aeglase liikumise valikut.
fa: برای رفع این مشکل می‌توانید گزینه‌ی حرکت آهسته‌ی Stockfish را تنظیم کنید.
fi: Voit korjata tämän säätämällä Stockfish -kalan hidastusasetusta.
fr: Pour remédier à cela, vous pouvez ajuster l'option de déplacement lent de Stockfish.
he: כדי לתקן זאת ניתן להתאים את אפשרות המנוע האיטי של Stockfish.
hi: इसका समाधान करने के लिए आप स्टॉकफिश स्लो मूवर विकल्प को समायोजित कर सकते हैं।
hu: Ennek orvoslására beállíthatja a Stockfish lassú mozgás opciót.
id: Untuk mengatasi hal ini, Anda dapat menyesuaikan opsi penggerak lambat Stockfish.
it: Per porre rimedio a questo problema, è possibile regolare l'opzione Slow Mover dello Stoccafisso.
ja: これを解決するには、Stockfish の slow mover オプションを調整します。
lt: Norėdami tai ištaisyti, galite pakoreguoti „Stockfish“ lėto judėjimo parinktį.
lv: Lai to labotu, varat pielāgot Stockfish lēnās kustības opciju.
nl: Om dit te verhelpen, kunt u de Stockfish slow mover-optie aanpassen.
no: For å bøte på dette kan du justere alternativet for saktegående fart for Stockfish.
pl: Aby temu zaradzić, możesz dostosować opcję powolnego poruszania się Stockfish.
pt: Para remediar isso, você pode ajustar a opção de movimento lento do Stockfish.
ro: Pentru a remedia acest lucru, puteți ajusta opțiunea de încetinire a Stockfish.
ru: Чтобы исправить это, вы можете настроить опцию медленного движения Stockfish.
sq: Për ta rregulluar këtë, mund të rregulloni opsionin e lëvizjes së ngadaltë të Stockfish.
sr: Да бисте ово решили, можете подесити опцију спорог покретања Stockfish-а.
sv: För att åtgärda detta kan du justera alternativet för Stockfish slow mover.
sw: Ili kurekebisha hili unaweza kurekebisha chaguo la mwendo wa polepole wa Stockfish.
ta: இதை சரிசெய்ய நீங்கள் Stockfish மெதுவாக நகரும் விருப்பத்தை சரிசெய்யலாம்.
th: เพื่อแก้ไขปัญหานี้ คุณสามารถปรับตัวเลือกการเคลื่อนไหวช้าของ Stockfish ได้
tr: Bunu düzeltmek için Stockfish yavaş hareket seçeneğini ayarlayabilirsiniz.
uk: Щоб виправити це, ви можете налаштувати опцію повільного руху Stockfish.
ur: اس کے تدارک کے لیے آپ سٹاک فش سلو موور آپشن کو ایڈجسٹ کر سکتے ہیں۔
vi: Để khắc phục điều này, bạn có thể điều chỉnh tùy chọn Stockfish di chuyển chậm.

source: Lowering this value speeds up the moves a bit.
ar: يؤدي خفض هذه القيمة إلى تسريع التحركات قليلاً.
bg: Намаляването на тази стойност ускорява малко движенията.
bn: এই মান কমালে চলাচলের গতি কিছুটা বাড়ে।
cs: Snížení této hodnoty trochu zrychlí pohyby.
da: Hvis denne værdi sænkes, fremskyndes bevægelserne lidt.
de: Durch Verringern dieses Werts werden die Bewegungen etwas beschleunigt.
el: Η μείωση αυτής της τιμής επιταχύνει λίγο τις κινήσεις.
es: Reducir este valor acelera un poco los movimientos.
et: Selle väärtuse vähendamine kiirendab liigutusi veidi.
fa: کاهش این مقدار، سرعت حرکت را کمی افزایش می‌دهد.
fi: Tämän arvon pienentäminen nopeuttaa liikkeitä hieman.
fr: Réduire cette valeur accélère un peu les mouvements.
he: הורדת ערך זה מאיצה מעט את המהלכים.
hi: इस मान को कम करने से चालें थोड़ी तेज हो जाती हैं।
hu: Ennek az értéknek a csökkentése kissé felgyorsítja a mozgásokat.
id: Menurunkan nilai ini akan mempercepat pergerakan sedikit.
it: Abbassando questo valore si velocizzano un po' i movimenti.
ja: この値を下げると、移動速度が少し速くなります。
lt: Sumažinus šią vertę, judesiai šiek tiek pagreitėja.
lv: Šīs vērtības samazināšana nedaudz paātrina kustības.
nl: Als u deze waarde verlaagt, worden de zetten iets sneller.
no: Å senke denne verdien øker hastigheten på bevegelsene litt.
pl: Obniżenie tej wartości nieco przyspiesza ruchy.
pt: Reduzir esse valor acelera um pouco os movimentos.
ro: Reducerea acestei valori accelerează puțin mișcările.
ru: Уменьшение этого значения немного ускоряет движения.
sq: Ulja e kësaj vlere përshpejton pak lëvizjet.
sr: Смањење ове вредности мало убрзава покрете.
sv: Att sänka detta värde snabbar upp rörelserna lite.
sw: Kupunguza thamani hii huharakisha hatua kidogo.
ta: இந்த மதிப்பைக் குறைப்பது நகர்வுகளை சிறிது வேகப்படுத்துகிறது.
th: การลดค่านี้จะทำให้การเคลื่อนที่เร็วขึ้นเล็กน้อย
tr: Bu değeri düşürdüğünüzde hareketler biraz daha hızlanır.
uk: Зменшення цього значення трохи пришвидшує рухи.
ur: اس قدر کو کم کرنے سے حرکتیں تھوڑی تیز ہوجاتی ہیں۔
vi: Giảm giá trị này sẽ làm tăng tốc độ di chuyển một chút.

source: Although I found this option was not adequate for fast time controls
ar: على الرغم من أنني وجدت أن هذا الخيار لم يكن مناسبًا للتحكم في الوقت السريع
bg: Въпреки че открих, че тази опция не е адекватна за бързи контроли във времето
bn: যদিও আমি দেখেছি যে এই বিকল্পটি দ্রুত সময় নিয়ন্ত্রণের জন্য পর্যাপ্ত ছিল না
cs: I když jsem zjistil, že tato možnost nebyla dostatečná pro rychlé časové kontroly
da: Selvom jeg fandt denne mulighed ikke tilstrækkelig til hurtige tidskontroller
de: Allerdings fand ich, dass diese Option für schnelle Zeitkontrollen nicht ausreichend war
el: Αν και διαπίστωσα ότι αυτή η επιλογή δεν ήταν επαρκής για ελέγχους γρήγορου χρόνου
es: Aunque encontré que esta opción no era adecuada para controles de tiempo rápidos
et: Kuigi ma leidsin, et see valik ei olnud kiireks ajakontrolliks piisav
fa: اگرچه متوجه شدم که این گزینه برای کنترل‌های سریع کافی نیست
fi: Vaikka mielestäni tämä vaihtoehto ei ollut riittävä nopeaan aikaohjaukseen
fr: Bien que j'aie trouvé que cette option n'était pas adéquate pour les contrôles de temps rapides
he: למרות שמצאתי שאפשרות זו אינה מספקת לבקרות זמן מהירות
hi: हालाँकि मुझे लगा कि यह विकल्प तेज़ समय नियंत्रण के लिए पर्याप्त नहीं था
hu: Bár úgy találtam, hogy ez a lehetőség nem megfelelő a gyors idővezérléshez
id: Meskipun saya menemukan opsi ini tidak memadai untuk kontrol waktu cepat
it: Sebbene abbia trovato questa opzione non adeguata per controlli rapidi dei tempi
ja: このオプションは高速な時間制御には適していないことがわかりました
lt: Nors pastebėjau, kad ši parinktis nebuvo tinkama greitam laiko valdymui
lv: Lai gan es atklāju, ka šī opcija nav piemērota ātrai laika kontrolei
nl: Hoewel ik vond dat deze optie niet toereikend was voor snelle tijdcontroles
no: Selv om jeg syntes dette alternativet ikke var tilstrekkelig for raske tidskontroller
pl: Chociaż stwierdziłem, że ta opcja nie jest odpowiednia do szybkich kontroli czasu
pt: Embora eu tenha achado que esta opção não era adequada para controles de tempo rápidos
ro: Deși am constatat că această opțiune nu era adecvată pentru controale rapide ale timpului
ru: Хотя я обнаружил, что этот вариант не подходит для быстрого контроля времени
sq: Edhe pse e gjeta këtë opsion jo të përshtatshëm për kontrolle me kohë të shpejtë
sr: Иако сам открио да ова опција није адекватна за брзе контроле времена
sv: Även om jag tyckte att det här alternativet inte var tillräckligt för snabba tidskontroller
sw: Ingawa nilipata chaguo hili halitoshi kwa vidhibiti vya wakati wa haraka
ta: வேகமான நேரக் கட்டுப்பாடுகளுக்கு இந்த விருப்பம் போதுமானதாக இல்லை என்று நான் கண்டறிந்தாலும்
th: แม้ว่าฉันจะพบว่าตัวเลือกนี้ไม่เหมาะสมสำหรับการควบคุมเวลาอย่างรวดเร็ว
tr: Bu seçeneğin hızlı zaman kontrolleri için yeterli olmadığını düşünmeme rağmen
uk: Хоча я вважаю, що цей варіант не підходить для швидкого керування часом
ur: اگرچہ میں نے پایا کہ یہ آپشن فاسٹ ٹائم کنٹرول کے لیے کافی نہیں ہے۔
vi: Mặc dù tôi thấy tùy chọn này không đủ để kiểm soát thời gian nhanh

source: of 3 minutes or less for a game, it works well for 5 minutes or greater.
ar: إذا كان وقت تشغيل اللعبة 3 دقائق أو أقل، فإنه يعمل بشكل جيد لمدة 5 دقائق أو أكثر.
bg: от 3 минути или по-малко за игра, работи добре за 5 минути или повече.
bn: একটি খেলার জন্য ৩ মিনিট বা তার কম সময়, এটি ৫ মিনিট বা তার বেশি সময়ের জন্য ভালো কাজ করে।
cs: Pokud hra trvá 3 minuty nebo méně, funguje to dobře pro 5 minut nebo déle.
da: på 3 minutter eller mindre til et spil, fungerer det godt i 5 minutter eller mere.
de: von 3 Minuten oder weniger für ein Spiel, es funktioniert gut für 5 Minuten oder mehr.
el: από 3 λεπτά ή λιγότερο για ένα παιχνίδι, λειτουργεί καλά για 5 λεπτά ή περισσότερο.
es: de 3 minutos o menos para un juego, funciona bien durante 5 minutos o más.
et: Kui mängu kestus on 3 minutit või vähem, toimib see hästi 5 minuti või pikema aja jooksul.
fa: اگر برای یک بازی ۳ دقیقه یا کمتر باشد، برای ۵ دقیقه یا بیشتر به خوبی کار می‌کند.
fi: Jos peli kestää 3 minuuttia tai vähemmän, se toimii hyvin 5 minuuttia tai pidempään.
fr: de 3 minutes ou moins pour un jeu, cela fonctionne bien pour 5 minutes ou plus.
he: של 3 דקות או פחות למשחק, זה עובד היטב במשך 5 דקות או יותר.
hi: किसी खेल के लिए 3 मिनट या उससे कम समय के लिए, यह 5 मिनट या उससे अधिक समय के लिए भी अच्छा काम करता है।
hu: Ha egy játék 3 percig vagy kevesebb ideig tart, akkor 5 percig vagy tovább jól működik.
id: berdurasi 3 menit atau kurang untuk sebuah permainan, akan berfungsi dengan baik jika berdurasi 5 menit atau lebih.
it: di 3 minuti o meno per una partita, funziona bene anche per 5 minuti o più.
ja: ゲームのプレイ時間が 3 分以内であれば、5 分以上でも問題なく動作します。
lt: Jei žaidimas trunka 3 minutes ar mažiau, tai gerai veikia 5 minutes ar ilgiau.
lv: Ja spēlei pietiek 3 minūtes vai mazāk, tas labi darbojas 5 minūtes vai ilgāk.
nl: Als een spel 3 minuten of korter duurt, werkt het prima voor een spel van 5 minuten of langer.
no: på 3 minutter eller mindre for et spill, fungerer det bra i 5 minutter eller mer.
pl: jeśli gra trwa 3 minuty lub krócej, to dobrze sprawdza się, gdy trwa 5 minut lub dłużej.
pt: de 3 minutos ou menos para um jogo, funciona bem para 5 minutos ou mais.
ro: de 3 minute sau mai puțin pentru un joc, funcționează bine pentru 5 minute sau mai mult.
ru: если игра длится 3 минуты или меньше, то этот метод хорош для игры продолжительностью 5 минут или дольше.
sq: prej 3 minutash ose më pak për një lojë, funksionon mirë për 5 minuta ose më shumë.
sr: од 3 минута или мање за игру, добро функционише за 5 минута или дуже.
sv: på 3 minuter eller mindre för ett spel, fungerar det bra i 5 minuter eller mer.
sw: ya dakika 3 au chini ya mchezo, inafanya kazi vyema kwa dakika 5 au zaidi.
ta: ஒரு விளையாட்டுக்கு 3 நிமிடங்கள் அல்லது அதற்கும் குறைவாக, இது 5 நிமிடங்கள் அல்லது அதற்கு மேல் நன்றாக வேலை செய்யும்.
th: 3 นาทีหรือน้อยกว่าสำหรับเกมหนึ่งเกม จะเหมาะดีสำหรับ 5 นาทีหรือมากกว่านั้น
tr: 3 dakika veya daha az süren bir oyun için, 5 dakika veya daha uzun süreler için iyi çalışır.
uk: 3 хвилини або менше для гри, він добре працює протягом 5 хвилин або більше.
ur: ایک گیم کے لیے 3 منٹ یا اس سے کم، یہ 5 منٹ یا اس سے زیادہ کے لیے اچھی طرح کام کرتا ہے۔
vi: trong vòng 3 phút hoặc ít hơn cho một trò chơi, nó hoạt động tốt trong vòng 5 phút hoặc lâu hơn.
