Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: values can still be entered and saved in the personality file for later use.
ar: لا يزال بإمكانك إدخال القيم وحفظها في ملف الشخصية لاستخدامها لاحقًا.
bg: Стойностите все още могат да бъдат въвеждани и запазвани във файла с личността за по-късна употреба.
bn: মানগুলি এখনও ব্যক্তিত্ব ফাইলে প্রবেশ করানো এবং সংরক্ষণ করা যেতে পারে পরবর্তী ব্যবহারের জন্য।
cs: Hodnoty lze stále zadávat a ukládat do souboru s osobnostmi pro pozdější použití.
da: Værdier kan stadig indtastes og gemmes i personlighedsfilen til senere brug.
de: Werte können weiterhin eingegeben und zur späteren Verwendung in der Persönlichkeitsdatei gespeichert werden.
el: Οι τιμές μπορούν ακόμα να εισαχθούν και να αποθηκευτούν στο αρχείο προσωπικότητας για μελλοντική χρήση.
es: Los valores aún se pueden ingresar y guardar en el archivo de personalidad para su uso posterior.
et: Väärtusi saab endiselt sisestada ja isiksusefaili salvestada hilisemaks kasutamiseks.
fa: مقادیر هنوز هم می‌توانند برای استفاده بعدی در فایل شخصیت وارد و ذخیره شوند.
fi: Arvoja voidaan edelleen syöttää ja tallentaa persoonallisuustiedostoon myöhempää käyttöä varten.
fr: les valeurs peuvent toujours être saisies et enregistrées dans le fichier de personnalité pour une utilisation ultérieure.
he: עדיין ניתן להזין ערכים ולשמור אותם בקובץ האישיות לשימוש מאוחר יותר.
hi: मानों को अभी भी दर्ज किया जा सकता है और बाद में उपयोग के लिए व्यक्तित्व फ़ाइल में सहेजा जा सकता है।
hu: Az értékek továbbra is megadhatók és menthetők a személyiségfájlban későbbi felhasználás céljából.
id: Nilai-nilai masih dapat dimasukkan dan disimpan dalam berkas kepribadian untuk digunakan nanti.
it: i valori possono comunque essere inseriti e salvati nel file della personalità per un uso successivo.
ja: 後で使用するために、値を入力してパーソナリティ ファイルに保存することもできます。
lt: Reikšmes vis tiek galima įvesti ir išsaugoti asmenybės faile vėlesniam naudojimui.
lv: Vērtības joprojām var ievadīt un saglabāt personības failā vēlākai izmantošanai.
nl: Waarden kunnen nog steeds worden ingevoerd en opgeslagen in het persoonlijkheidsbestand voor later gebruik.
no: Verdier kan fortsatt legges inn og lagres i personlighetfilen for senere bruk.
pl: wartości nadal można wprowadzać i zapisywać w pliku osobowości do późniejszego wykorzystania.
pt: os valores ainda podem ser inseridos e salvos no arquivo de personalidade para uso posterior.
ro: Valorile pot fi în continuare introduse și salvate în fișierul de personalitate pentru utilizare ulterioară.
ru: значения по-прежнему можно вводить и сохранять в файле личности для дальнейшего использования.
sq: Vlerat ende mund të futen dhe ruhen në skedarin e personalitetit për përdorim të mëvonshëm.
sr: Вредности се и даље могу уносити и чувати у датотеци личности за каснију употребу.
sv: Värden kan fortfarande matas in och sparas i personlighetsfilen för senare användning.
sw: thamani bado zinaweza kuingizwa na kuhifadhiwa katika faili ya mtu binafsi kwa matumizi ya baadaye.
ta: மதிப்புகளை பின்னர் பயன்படுத்துவதற்காக ஆளுமை கோப்பில் உள்ளிட்டு சேமிக்கலாம்.
th: สามารถป้อนค่าและบันทึกลงในไฟล์บุคลิกภาพเพื่อใช้ในภายหลังได้
tr: değerler daha sonra kullanılmak üzere kişilik dosyasına girilebilir ve kaydedilebilir.
uk: значення все ще можна вводити та зберігати у файлі особистості для подальшого використання.
ur: اقدار اب بھی درج کی جا سکتی ہیں اور بعد میں استعمال کے لیے شخصیت کی فائل میں محفوظ کی جا سکتی ہیں۔
vi: các giá trị vẫn có thể được nhập và lưu vào tệp cá nhân để sử dụng sau.

source: Copy default values - check for the strength adjustments values
ar: نسخ القيم الافتراضية - التحقق من قيم تعديلات القوة
bg: Копиране на стойностите по подразбиране - проверка на стойностите за корекции на силата
bn: ডিফল্ট মানগুলি অনুলিপি করুন - শক্তি সমন্বয় মানগুলি পরীক্ষা করুন
cs: Kopírovat výchozí hodnoty - zkontrolovat hodnoty úprav síly
da: Kopiér standardværdier - tjek styrkejusteringsværdierne
de: Standardwerte kopieren - auf die Werte für die Stärkeanpassungen achten
el: Αντιγραφή προεπιλεγμένων τιμών - έλεγχος για τιμές προσαρμογής ισχύος
es: Copiar valores predeterminados: verificar los valores de ajuste de intensidad
et: Kopeeri vaikeväärtused – kontrolli tugevuse reguleerimise väärtusi
fa: مقادیر پیش‌فرض را کپی کنید - مقادیر تنظیمات قدرت را بررسی کنید
fi: Kopioi oletusarvot - tarkista voimakkuuden säätöarvot
fr: Copier les valeurs par défaut - vérifier les valeurs de réglage de la force
he: העתק ערכי ברירת מחדל - בדוק את ערכי התאמות העוצמה
hi: डिफ़ॉल्ट मानों की प्रतिलिपि बनाएँ - शक्ति समायोजन मानों की जाँच करें
hu: Alapértelmezett értékek másolása - ellenőrizze az erősségbeállítások értékeit
id: Salin nilai default - periksa nilai penyesuaian kekuatan
it: Copia i valori predefiniti: controlla i valori di regolazione della forza
ja: デフォルト値をコピー - 強度調整値を確認します
lt: Nukopijuokite numatytąsias vertes – patikrinkite stiprumo koregavimo vertes
lv: Kopēt noklusējuma vērtības — pārbaudīt stipruma regulēšanas vērtības
nl: Standaardwaarden kopiëren - controleer de waarden voor sterkteaanpassingen
no: Kopier standardverdier – sjekk verdiene for styrkejusteringer
pl: Kopiuj wartości domyślne – sprawdź wartości regulacji siły
pt: Copiar valores padrão - verificar os valores de ajuste de intensidade
ro: Copiați valorile implicite - verificați valorile ajustărilor de intensitate
ru: Копировать значения по умолчанию — проверить значения корректировки силы
sq: Kopjoni vlerat e parazgjedhura - kontrolloni për vlerat e rregullimeve të forcës
sr: Копирај подразумеване вредности - провери вредности подешавања јачине
sv: Kopiera standardvärden - kontrollera styrkjusteringsvärdena
sw: Nakili maadili chaguo-msingi - angalia maadili ya marekebisho ya nguvu
ta: இயல்புநிலை மதிப்புகளை நகலெடு - வலிமை சரிசெய்தல் மதிப்புகளைச் சரிபார்க்கவும்.
th: คัดลอกค่าเริ่มต้น - ตรวจสอบค่าการปรับความแข็งแกร่ง
tr: Varsayılan değerleri kopyala - güç ayarlama değerlerini kontrol et
uk: Копіювати значення за замовчуванням – перевірити значення коригування міцності
ur: پہلے سے طے شدہ اقدار کو کاپی کریں - طاقت کی ایڈجسٹمنٹ کی قدروں کو چیک کریں۔
vi: Sao chép các giá trị mặc định - kiểm tra các giá trị điều chỉnh cường độ

source: to be copied from this dialog box to the engine dialog box
ar: سيتم نسخها من مربع الحوار هذا إلى مربع حوار المحرك
bg: да се копира от този диалогов прозорец в диалоговия прозорец на двигателя
bn: এই ডায়ালগ বক্স থেকে ইঞ্জিন ডায়ালগ বক্সে কপি করতে হবে
cs: zkopírovat z tohoto dialogového okna do dialogového okna enginu
da: skal kopieres fra denne dialogboks til motordialogboksen
de: aus diesem Dialogfeld in das Dialogfeld Engine kopiert werden
el: για αντιγραφή από αυτό το παράθυρο διαλόγου στο παράθυρο διαλόγου της μηχανής
es: para copiar desde este cuadro de diálogo al cuadro de diálogo del motor
et: kopeeritakse sellest dialoogiboksist mootori dialoogiboksi
fa: از این کادر محاوره‌ای به کادر محاوره‌ای موتور کپی شود
fi: kopioidaan tästä valintaikkunasta moottorin valintaikkunaan
fr: à copier de cette boîte de dialogue vers la boîte de dialogue du moteur
he: להעתקה מתיבת דו-שיח זו לתיבת הדו-שיח של המנוע
hi: इस डायलॉग बॉक्स से इंजन डायलॉग बॉक्स में कॉपी किया जाना है
hu: átmásolandó erről a párbeszédpanelről a motor párbeszédpaneljébe
id: untuk disalin dari kotak dialog ini ke kotak dialog mesin
it: da copiare da questa finestra di dialogo alla finestra di dialogo del motore
ja: このダイアログボックスからエンジンダイアログボックスにコピーされます
lt: nukopijuoti iš šio dialogo lango į variklio dialogo langą
lv: jākopē no šī dialoglodziņa uz dzinēja dialoglodziņu
nl: te kopiëren vanuit dit dialoogvenster naar het engine-dialoogvenster
no: som skal kopieres fra denne dialogboksen til motordialogboksen
pl: należy skopiować z tego okna dialogowego do okna dialogowego silnika
pt: para ser copiado desta caixa de diálogo para a caixa de diálogo do mecanismo
ro: de copiat din această casetă de dialog în caseta de dialog a motorului
ru: для копирования из этого диалогового окна в диалоговое окно движка
sq: për t'u kopjuar nga kjo kuti dialogu në kutinë e dialogut të motorit
sr: да се копира из овог дијалошког оквира у дијалошки оквир мотора
sv: som ska kopieras från den här dialogrutan till motordialogrutan
sw: kunakiliwa kutoka kwa kisanduku kidadisi hiki hadi kisanduku cha mazungumzo cha injini
ta: இந்த உரையாடல் பெட்டியிலிருந்து இயந்திர உரையாடல் பெட்டிக்கு நகலெடுக்கப்பட வேண்டும்.
th: ที่จะคัดลอกจากกล่องโต้ตอบนี้ไปยังกล่องโต้ตอบของเครื่องยนต์
tr: bu iletişim kutusundan motor iletişim kutusuna kopyalanacak
uk: копіювати з цього діалогового вікна до діалогового вікна двигуна
ur: اس ڈائیلاگ باکس سے انجن ڈائیلاگ باکس میں کاپی کرنے کے لیے
vi: được sao chép từ hộp thoại này vào hộp thoại động cơ

source: even when they are set to default. They can then be edited.
ar: حتى لو تم ضبطها على الإعدادات الافتراضية، فيمكن تعديلها بعد ذلك.
bg: дори когато са зададени по подразбиране. След това те могат да бъдат редактирани.
bn: এমনকি যখন সেগুলি ডিফল্টে সেট করা থাকে। তখন সেগুলি সম্পাদনা করা যেতে পারে।
cs: i když jsou nastaveny na výchozí hodnoty. Poté je lze upravovat.
da: selv når de er indstillet til standard. De kan derefter redigeres.
de: auch wenn sie auf Standard eingestellt sind. Sie können dann bearbeitet werden.
el: ακόμα και όταν έχουν οριστεί στις προεπιλεγμένες τιμές. Στη συνέχεια, μπορούν να υποβληθούν σε επεξεργασία.
es: Incluso cuando están configurados como predeterminados, se pueden editar.
et: isegi kui need on vaikimisi seatud. Neid saab seejärel muuta.
fa: حتی وقتی که روی پیش‌فرض تنظیم شده‌اند. سپس می‌توان آنها را ویرایش کرد.
fi: vaikka ne olisi asetettu oletusarvoihin. Niitä voidaan sitten muokata.
fr: même lorsqu'ils sont définis par défaut. Ils peuvent ensuite être modifiés.
he: אפילו כשהם מוגדרים כברירת מחדל. לאחר מכן ניתן לערוך אותם.
hi: भले ही वे डिफ़ॉल्ट पर सेट हों। फिर उन्हें संपादित किया जा सकता है।
hu: még akkor is, ha alapértelmezettre vannak állítva. Ezután szerkeszthetők.
id: bahkan ketika sudah diatur ke default. Mereka kemudian dapat diedit.
it: anche quando sono impostati come predefiniti. Possono quindi essere modificati.
ja: デフォルトに設定されている場合でも、編集できます。
lt: net kai jie nustatyti pagal numatytuosius nustatymus. Tada juos galima redaguoti.
lv: pat ja tie ir iestatīti pēc noklusējuma. Pēc tam tos var rediģēt.
nl: Zelfs als ze op de standaardinstelling staan. Ze kunnen vervolgens worden bewerkt.
no: selv når de er satt til standard. De kan deretter redigeres.
pl: nawet jeśli są ustawione na wartości domyślne. Wtedy można je edytować.
pt: mesmo quando estão definidos como padrão. Eles podem ser editados.
ro: chiar și atunci când sunt setate la valorile implicite. Acestea pot fi apoi editate.
ru: Даже если они установлены по умолчанию. Их можно редактировать.
sq: edhe kur janë vendosur në vlerat fillestare. Më pas ato mund të modifikohen.
sr: чак и када су подешени на подразумеване вредности. Тада се могу уређивати.
sv: även när de är inställda på standardinställningarna. De kan sedan redigeras.
sw: hata kama zimewekwa kama chaguo-msingi. Kisha zinaweza kuhaririwa.
ta: அவை இயல்புநிலையாக அமைக்கப்பட்டிருந்தாலும் கூட. பின்னர் அவற்றைத் திருத்தலாம்.
th: แม้ว่าจะตั้งค่าเป็นค่าเริ่มต้นก็ตาม สามารถแก้ไขได้
tr: Varsayılan olarak ayarlanmış olsalar bile. Daha sonra düzenlenebilirler.
uk: навіть якщо вони встановлені за замовчуванням. Потім їх можна редагувати.
ur: یہاں تک کہ جب وہ پہلے سے طے شدہ ہیں۔ پھر ان میں ترمیم کی جا سکتی ہے۔
vi: ngay cả khi chúng được đặt ở chế độ mặc định. Sau đó, chúng có thể được chỉnh sửa.

source: Left as they are, they will have no effect on the engine.
ar: إذا تركت كما هي، فلن يكون لها أي تأثير على المحرك.
bg: Ако бъдат оставени такива, каквито са, те няма да имат никакво влияние върху двигателя.
bn: এগুলো যেমন আছে তেমন থাকলে ইঞ্জিনের উপর কোন প্রভাব পড়বে না।
cs: Pokud je ponecháte tak, jak jsou, nebudou mít žádný vliv na motor.
da: Hvis de er som de er, vil de ikke have nogen effekt på motoren.
de: So wie sie sind, haben sie keine Auswirkungen auf den Motor.
el: Αν τα αφήσουμε ως έχουν, δεν θα έχουν καμία επίδραση στον κινητήρα.
es: Si se dejan como están, no tendrán ningún efecto en el motor.
et: Sellisena jäetuna ei mõjuta need mootorit.
fa: اگر به همین شکل باقی بمانند، هیچ تاثیری روی موتور نخواهند داشت.
fi: Sellaisina kuin ne ovat, niillä ei ole vaikutusta moottoriin.
fr: Laissés tels quels, ils n’auront aucun effet sur le moteur.
he: אם יישארו כפי שהם, לא תהיה להם שום השפעה על המנוע.
hi: इन्हें ऐसे ही छोड़ देने पर इनका इंजन पर कोई प्रभाव नहीं पड़ेगा।
hu: Ha így hagyják őket, akkor semmilyen hatással nem lesznek a motorra.
id: Jika dibiarkan begitu saja, mereka tidak akan berpengaruh pada mesin.
it: Lasciati così come sono, non avranno alcun effetto sul motore.
ja: そのままにしておくと、エンジンには影響がありません。
lt: Palikti tokie, kokie yra, jie neturės jokios įtakos varikliui.
lv: Ja tie atstāti tādā stāvoklī, kā ir, tiem nebūs nekādas ietekmes uz dzinēju.
nl: Als u ze laat zoals ze zijn, hebben ze geen effect op de motor.
no: Hvis de er slik de er, vil de ikke ha noen effekt på motoren.
pl: Jeśli pozostawimy je w obecnym stanie, nie będą miały żadnego wpływu na silnik.
pt: Se deixados como estão, eles não terão efeito algum no motor.
ro: Lăsate așa cum sunt, nu vor avea niciun efect asupra motorului.
ru: Если их оставить как есть, они не окажут никакого влияния на двигатель.
sq: Nëse lihen ashtu siç janë, ato nuk do të kenë asnjë efekt në motor.
sr: Ако се оставе такви какви јесу, неће имати никаквог утицаја на мотор.
sv: Om de lämnas som de är kommer de inte att ha någon effekt på motorn.
sw: Zikiachwa kama zilivyo, hazitakuwa na athari kwenye injini.
ta: அவற்றை அப்படியே விட்டால், அவை இயந்திரத்தில் எந்த விளைவையும் ஏற்படுத்தாது.
th: หากปล่อยไว้แบบนี้ก็ไม่มีผลอะไรกับเครื่องยนต์
tr: Bu şekilde bırakıldıklarında motor üzerinde hiçbir etkileri olmayacaktır.
uk: Якщо їх залишити як є, вони не матимуть жодного впливу на двигун.
ur: جیسا کہ وہ ہیں، ان کا انجن پر کوئی اثر نہیں پڑے گا۔
vi: Nếu cứ để nguyên như vậy, chúng sẽ không có tác dụng gì đối với động cơ.

source: In ELO limit strength mode, they are not reset when deleted from
ar: في وضع قوة حد ELO، لا يتم إعادة تعيينها عند حذفها من
bg: В режим на ограничение на силата на ELO, те не се нулират, когато бъдат изтрити от
bn: ELO লিমিট স্ট্রেন্থ মোডে, মুছে ফেলার পরেও এগুলি রিসেট হয় না
cs: V režimu limitní síly ELO se neresetují, když jsou smazány z
da: I ELO-grænsestyrketilstand nulstilles de ikke, når de slettes fra
de: Im ELO-Limitstärkemodus werden sie nicht zurückgesetzt, wenn sie gelöscht werden aus
el: Στη λειτουργία ορίου ισχύος ELO, δεν μηδενίζονται όταν διαγράφονται από
es: En el modo de límite de fuerza ELO, no se restablecen cuando se eliminan de
et: ELO piirtugevuse režiimis neid ei lähtestata, kui need kustutatakse
fa: در حالت قدرت محدودیت ELO، هنگام حذف از آنها، آنها بازنشانی نمی‌شوند.
fi: ELO-rajoitusvoimakkuustilassa niitä ei nollata, kun ne poistetaan
fr: En mode de limite de force ELO, ils ne sont pas réinitialisés lorsqu'ils sont supprimés de
he: במצב עוצמת גבול ELO, הם לא מתאפסים בעת מחיקה מ
hi: ELO सीमा शक्ति मोड में, हटाए जाने पर उन्हें रीसेट नहीं किया जाता है
hu: ELO limit erősségi módban ezek nem állnak vissza alaphelyzetbe, ha törlik őket a következőből:
id: Dalam mode kekuatan batas ELO, mereka tidak diatur ulang saat dihapus dari
it: Nella modalità di forza limite ELO, non vengono ripristinati quando vengono eliminati da
ja: ELO制限強度モードでは、削除されてもリセットされません。
lt: ELO ribos stiprumo režime jie nėra atstatomi, kai ištrinami iš
lv: ELO ierobežojuma stipruma režīmā tie netiek atiestatīti, dzēšot no
nl: In de ELO-limietsterktemodus worden ze niet gereset wanneer ze uit de ELO-limiet worden verwijderd.
no: I ELO-grensestyrkemodus tilbakestilles de ikke når de slettes fra
pl: W trybie limitu siły ELO nie są one resetowane po usunięciu z
pt: No modo de força limite ELO, eles não são redefinidos quando excluídos de
ro: În modul de putere limită ELO, acestea nu sunt resetate atunci când sunt șterse din
ru: В режиме ограничения силы ELO они не сбрасываются при удалении из
sq: Në modalitetin e fuqisë së limitit ELO, ato nuk rivendosen kur fshihen nga
sr: У режиму ограничења јачине ЕЛО-а, они се не ресетују када се избришу из
sv: I ELO-gränsstyrkeläge återställs de inte när de raderas från
sw: Katika hali ya kikomo ya ELO, haziwekwa upya zinapofutwa kutoka
ta: ELO வரம்பு வலிமை பயன்முறையில், அவை நீக்கப்படும்போது மீட்டமைக்கப்படாது
th: ในโหมดขีดจำกัดความแข็งแกร่งของ ELO พวกมันจะไม่ถูกรีเซ็ตเมื่อลบออกจาก
tr: ELO limit güç modunda, silindiklerinde sıfırlanmazlar
uk: У режимі обмеження сили ELO вони не скидаються після видалення з
ur: ELO کی حد طاقت موڈ میں، حذف ہونے پر وہ دوبارہ ترتیب نہیں دی جاتی ہیں۔
vi: Trong chế độ giới hạn sức mạnh ELO, chúng không được đặt lại khi bị xóa khỏi

source: the engine dialog box. In nodes per second mode they are reset,
ar: مربع حوار المحرك. في وضع "عقدة في الثانية"، تتم إعادة ضبطها.
bg: диалоговия прозорец на двигателя. В режим „възли в секунда“ те се нулират,
bn: ইঞ্জিন ডায়ালগ বক্স। প্রতি সেকেন্ড মোডে নোডগুলি পুনরায় সেট করা হয়,
cs: dialogové okno enginu. V režimu uzlů za sekundu se resetují,
da: motordialogboksen. I noder pr. sekund-tilstand nulstilles de,
de: im Engine-Dialogfeld. Im Knoten-pro-Sekunde-Modus werden sie zurückgesetzt,
el: το παράθυρο διαλόγου της μηχανής. Στη λειτουργία κόμβων ανά δευτερόλεπτο, γίνεται επαναφορά τους,
es: El cuadro de diálogo del motor. En el modo de nodos por segundo, se restablecen.
et: mootori dialoogiboks. Sõlmede arvu sekundis režiimis need lähtestatakse,
fa: کادر محاوره‌ای موتور. در حالت گره در ثانیه، آنها بازنشانی می‌شوند،
fi: moottorin valintaikkuna. Solmujen sekunnissa -tilassa ne nollataan,
fr: la boîte de dialogue du moteur. En mode nœuds par seconde, ils sont réinitialisés,
he: תיבת הדו-שיח של המנוע. במצב צמתים לשנייה הם מאופסים,
hi: इंजन संवाद बॉक्स। नोड्स प्रति सेकंड मोड में, इन्हें रीसेट किया जाता है,
hu: a motor párbeszédpaneljén. Csomópontok másodpercenként módban ezek visszaállnak alaphelyzetbe,
id: kotak dialog mesin. Dalam mode node per detik, node tersebut akan diatur ulang,
it: la finestra di dialogo del motore. Nella modalità nodi al secondo vengono reimpostati,
ja: エンジンダイアログボックス。ノード数/秒モードではリセットされます。
lt: variklio dialogo langas. Mazgų per sekundę režimu jie nustatomi iš naujo,
lv: dzinēja dialoglodziņš. Mezglu sekundē režīmā tie tiek atiestatīti,
nl: het dialoogvenster van de engine. In de knooppunten per seconde-modus worden ze gereset.
no: motordialogboksen. I noder per sekund-modus tilbakestilles de,
pl: okno dialogowe silnika. W trybie węzłów na sekundę są one resetowane,
pt: a caixa de diálogo do mecanismo. No modo nós por segundo, eles são redefinidos,
ro: caseta de dialog a motorului. În modul noduri pe secundă, acestea sunt resetate,
ru: диалоговое окно движка. В режиме «Узлы в секунду» они сбрасываются,
sq: kutia e dialogut të motorit. Në modalitetin nyje për sekondë ato rivendosen,
sr: дијалог прозор мотора. У режиму чворова у секунди они се ресетују,
sv: dialogrutan för motorn. I noder per sekund-läget återställs de,
sw: sanduku la mazungumzo ya injini. Katika nodi kwa hali ya pili zinawekwa upya,
ta: என்ஜின் உரையாடல் பெட்டி. நொடிக்கு முனைகள் பயன்முறையில் அவை மீட்டமைக்கப்படுகின்றன,
th: กล่องโต้ตอบเครื่องยนต์ ในโหมดโหนดต่อวินาที พวกมันจะถูกรีเซ็ต
tr: motor iletişim kutusu. Saniye başına düğüm modunda bunlar sıfırlanır,
uk: діалогове вікно двигуна. У режимі вузлів за секунду вони скидаються,
ur: انجن ڈائیلاگ باکس. نوڈس فی سیکنڈ موڈ میں وہ ری سیٹ ہوتے ہیں،
vi: hộp thoại động cơ. Ở chế độ nút trên giây, chúng được đặt lại,

source: so you have to switch off < Copy parameters > to edit them.
ar: لذلك يجب عليك إيقاف تشغيل <نسخ المعلمات> لتحريرها.
bg: така че трябва да изключите < Копиране на параметри >, за да ги редактирате.
bn: তাই আপনাকে <Copy parameters > এডিট করার জন্য বন্ধ করতে হবে।
cs: takže pro jejich úpravu musíte vypnout < Kopírovat parametry >.
da: så du skal slå <Kopier parametre> fra for at redigere dem.
de: Sie müssen daher <Parameter kopieren> ausschalten, um sie zu bearbeiten.
el: επομένως πρέπει να απενεργοποιήσετε την επιλογή <Αντιγραφή παραμέτρων> για να τις επεξεργαστείτε.
es: Entonces debes desactivar <Copiar parámetros> para editarlos.
et: seega peate nende muutmiseks < Kopeeri parameetreid > välja lülitama.
fa: بنابراین برای ویرایش آنها باید <کپی پارامترها> را خاموش کنید.
fi: joten sinun on poistettava käytöstä < Kopioi parametrit > muokataksesi niitä.
fr: vous devez donc désactiver < Copier les paramètres > pour les modifier.
he: אז אתה צריך לכבות את <העתק פרמטרים> כדי לערוך אותם.
hi: इसलिए आपको उन्हें संपादित करने के लिए < पैरामीटर कॉपी करें > को बंद करना होगा।
hu: tehát a szerkesztésükhöz ki kell kapcsolni a < Paraméterek másolása > opciót.
id: jadi Anda harus menonaktifkan < Salin parameter > untuk mengeditnya.
it: quindi devi disattivare < Copia parametri > per modificarli.
ja: そのため、編集するには < パラメータのコピー > をオフにする必要があります。
lt: taigi, norėdami juos redaguoti, turite išjungti <Kopijuoti parametrus>.
lv: tāpēc, lai tos rediģētu, ir jāizslēdz < Kopēt parametrus >.
nl: U moet dus < Kopieer parameters > uitschakelen om ze te kunnen bewerken.
no: så du må slå av <Kopier parametere> for å redigere dem.
pl: więc musisz wyłączyć opcję < Kopiuj parametry >, aby je edytować.
pt: então você tem que desativar < Copiar parâmetros > para editá-los.
ro: deci trebuie să dezactivați <Copiere parametri> pentru a-i edita.
ru: поэтому вам придется отключить <Копировать параметры>, чтобы редактировать их.
sq: kështu që duhet të çaktivizoni <Kopjo parametrat> për t'i modifikuar ato.
sr: тако да морате да искључите < Копирај параметре > да бисте их изменили.
sv: så du måste stänga av <Kopiera parametrar> för att redigera dem.
sw: kwa hivyo lazima uzime < Copy parameters > ili kuhariri.
ta: எனவே அவற்றைத் திருத்த நீங்கள் <Copy parameters > ஐ அணைக்க வேண்டும்.
th: ดังนั้นคุณต้องปิด <คัดลอกพารามิเตอร์> เพื่อแก้ไข
tr: bu yüzden bunları düzenlemek için < Parametreleri kopyala > seçeneğini kapatmanız gerekir.
uk: тому вам потрібно вимкнути < Копіювати параметри >, щоб їх редагувати.
ur: لہذا آپ کو ان میں ترمیم کرنے کے لیے < کاپی پیرامیٹرز > کو بند کرنا ہوگا۔
vi: vì vậy bạn phải tắt <Sao chép tham số> để chỉnh sửa chúng.
