Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: depending on how the next check box is set.
ar: اعتمادًا على كيفية تعيين مربع الاختيار التالي.
bg: в зависимост от това как е зададено следващото квадратче за отметка.
bn: পরবর্তী চেক বক্সটি কীভাবে সেট করা হয়েছে তার উপর নির্ভর করে।
cs: v závislosti na tom, jak je nastaveno další zaškrtávací políčko.
da: afhængigt af hvordan det næste afkrydsningsfelt er indstillet.
de: abhängig davon, wie das nächste Kontrollkästchen eingestellt ist.
el: ανάλογα με τον τρόπο που έχει οριστεί το επόμενο πλαίσιο ελέγχου.
es: dependiendo de cómo esté configurada la siguiente casilla de verificación.
et: olenevalt sellest, kuidas järgmine märkeruut on seatud.
fa: بسته به نحوه تنظیم کادر انتخاب بعدی.
fi: riippuen siitä, miten seuraava valintaruutu on asetettu.
fr: en fonction de la manière dont la case à cocher suivante est définie.
he: בהתאם לאופן שבו תיבת הסימון הבאה מוגדרת.
hi: यह इस बात पर निर्भर करता है कि अगला चेक बॉक्स कैसे सेट किया गया है।
hu: attól függően, hogy a következő jelölőnégyzet hogyan van beállítva.
id: tergantung pada bagaimana kotak centang berikutnya ditetapkan.
it: a seconda di come è impostata la casella di controllo successiva.
ja: 次のチェックボックスの設定によって異なります。
lt: priklausomai nuo to, kaip nustatytas kitas žymimasis langelis.
lv: atkarībā no tā, kā ir iestatīta nākamā izvēles rūtiņa.
nl: afhankelijk van hoe het volgende selectievakje is ingesteld.
no: avhengig av hvordan den neste avmerkingsboksen er satt.
pl: w zależności od tego, jak ustawione jest następne pole wyboru.
pt: dependendo de como a próxima caixa de seleção estiver definida.
ro: în funcție de modul în care este setată următoarea casetă de selectare.
ru: в зависимости от того, как установлен следующий флажок.
sq: varësisht nga mënyra se si është vendosur kutia tjetër e kontrollit.
sr: у зависности од тога како је подешено следеће поље за потврду.
sv: beroende på hur nästa kryssruta är inställd.
sw: kulingana na jinsi kisanduku tiki kinachofuata kimewekwa.
ta: அடுத்த தேர்வுப்பெட்டி எவ்வாறு அமைக்கப்படுகிறது என்பதைப் பொறுத்து.
th: ขึ้นอยู่กับว่าช่องกาเครื่องหมายถัดไปจะถูกตั้งค่าอย่างไร
tr: Bir sonraki onay kutusunun nasıl ayarlandığına bağlı olarak.
uk: залежно від того, як встановлено наступний прапорець.
ur: اس پر منحصر ہے کہ اگلا چیک باکس کیسے سیٹ کیا گیا ہے۔
vi: tùy thuộc vào cách thiết lập hộp kiểm tiếp theo.

source: This enforcement no longer applies when the cancel at seconds time is reached.
ar: لم يعد هذا التنفيذ ينطبق عند الوصول إلى وقت الإلغاء بالثواني.
bg: Това налагане вече не се прилага, когато се достигне времето за отмяна в секунди.
bn: যখন "ক্যান্সেল অ্যাট সেকেন্ড" সময় শেষ হয়ে যাবে, তখন এই প্রয়োগ আর প্রযোজ্য হবে না।
cs: Toto vynucení se již neuplatňuje, pokud je dosaženo času zrušení za několik sekund.
da: Denne håndhævelse gælder ikke længere, når annulleringstiden på sekunder er nået.
de: Diese Durchsetzung gilt nicht mehr, wenn die Abbruchzeit bei Sekunden erreicht ist.
el: Αυτή η επιβολή δεν ισχύει πλέον όταν επιτευχθεί ο χρόνος ακύρωσης στα δευτερόλεπτα.
es: Esta aplicación ya no se aplica cuando se alcanza el momento de cancelar en segundos.
et: See jõustamine ei kehti enam, kui saabub sekundilise tühistamise aeg.
fa: این الزام دیگر زمانی که زمان لغو در ثانیه فرا برسد، اعمال نمی‌شود.
fi: Tämä valvonta ei ole enää voimassa, kun peruutusaika sekunneissa koittaa.
fr: Cette application ne s'applique plus lorsque le délai d'annulation de quelques secondes est atteint.
he: אכיפה זו אינה חלה עוד כאשר מגיעים לזמן הביטול בשניות.
hi: जब सेकंड पर रद्द करने का समय आ जाता है तो यह प्रवर्तन लागू नहीं होता।
hu: Ez a kikényszerítés már nem érvényes, ha elérkezik a másodpercben megadott időpont.
id: Penegakan ini tidak lagi berlaku saat waktu pembatalan dalam hitungan detik tercapai.
it: Questa applicazione non è più valida quando si raggiunge il momento dell'annullamento in secondi.
ja: キャンセル秒数に達すると、この強制は適用されなくなります。
lt: Ši priemonė nebetaikoma, kai pasiekiamas atšaukimo laikas sekundėmis.
lv: Šī piemērošana vairs neattiecas, kad tiek sasniegts atcelšanas laiks sekundēs.
nl: Deze handhaving is niet meer van toepassing wanneer het tijdstip van annuleren op seconden is bereikt.
no: Denne håndhevingen gjelder ikke lenger når avbrytingstiden for sekunder er nådd.
pl: To egzekwowanie nie będzie już obowiązywać, gdy osiągnięty zostanie czas anulowania w sekundach.
pt: Essa aplicação não se aplica mais quando o tempo de cancelamento em segundos é atingido.
ro: Această aplicare nu se mai aplică atunci când se atinge momentul anulării la câteva secunde.
ru: Данное требование больше не применяется, если достигнуто время отмены в секундах.
sq: Ky zbatim nuk zbatohet më kur arrihet koha e anulimit në sekonda.
sr: Ова примена се више не примењује када се достигне време отказивања у секунди.
sv: Denna tillämpning gäller inte längre när avbrytningstiden för sekunder har uppnåtts.
sw: Utekelezaji huu hautumiki tena wakati kughairi kwa sekunde kumefikiwa.
ta: ரத்துசெய்யும் நேரம் வினாடிகளில் எட்டும்போது இந்த அமலாக்கம் இனி பொருந்தாது.
th: การบังคับใช้นี้จะไม่สามารถใช้ได้อีกต่อไปเมื่อถึงเวลายกเลิกในวินาที
tr: Bu uygulama, saniyeler içinde iptal süresine ulaşıldığında artık geçerli değildir.
uk: Це примусове виконання більше не застосовується, коли досягнуто часу скасування о секундах.
ur: یہ نفاذ اس وقت لاگو نہیں ہوتا ہے جب منسوخی سیکنڈ کے وقت تک پہنچ جاتی ہے۔
vi: Việc thực thi này không còn hiệu lực khi thời gian hủy tính bằng giây đã đạt đến.

source: Uncheck to allow the engine to play moves faster than the minimum move delay,
ar: قم بإلغاء تحديد هذا الخيار للسماح للمحرك بتشغيل الحركات بشكل أسرع من الحد الأدنى لتأخير الحركة،
bg: Махнете отметката, за да позволите на двигателя да възпроизвежда движения по-бързо от минималното забавяне на движението.
bn: ইঞ্জিনটিকে সর্বনিম্ন মুভ বিলম্বের চেয়ে দ্রুত গতিতে চালানোর অনুমতি দিতে আনচেক করুন,
cs: Zrušte zaškrtnutí, pokud chcete, aby engine přehrával tahy rychleji, než je minimální zpoždění tahu.
da: Fjern markeringen for at tillade motoren at afspille bevægelser hurtigere end den minimale forsinkelse.
de: Deaktivieren Sie das Kontrollkästchen, damit die Engine Züge schneller als die minimale Zugverzögerung ausführen kann.
el: Αποεπιλέξτε για να επιτρέψετε στη μηχανή να αναπαράγει κινήσεις πιο γρήγορα από την ελάχιστη καθυστέρηση κίνησης,
es: Desmarque esta opción para permitir que el motor reproduzca movimientos más rápido que el retraso de movimiento mínimo.
et: Tühjendage linnuke, et lubada mootoril käike esitada kiiremini kui minimaalne liikumisviivitus.
fa: برای اینکه موتور بتواند حرکات را سریع‌تر از حداقل تأخیر حرکت پخش کند، تیک آن را بردارید.
fi: Poista valinta, jos haluat moottorin toistavan siirtoja nopeammin kuin vähimmäisviiveaika.
fr: Décochez cette case pour permettre au moteur de jouer des mouvements plus rapidement que le délai de mouvement minimum,
he: בטל את הסימון כדי לאפשר למנוע להפעיל מהלכים מהר יותר מהשהיית המהלך המינימלית,
hi: इंजन को न्यूनतम चाल विलंब से अधिक तेजी से चालें चलाने की अनुमति देने के लिए अनचेक करें,
hu: Töröld a jelölést, ha azt szeretnéd, hogy a motor a minimális mozgáskésleltetésnél gyorsabban játssza le a mozdulatokat.
id: Hapus tanda centang untuk mengizinkan mesin memainkan gerakan lebih cepat dari penundaan gerakan minimum,
it: Deseleziona per consentire al motore di riprodurre le mosse più velocemente del ritardo minimo della mossa,
ja: チェックを外すと、エンジンは最小移動遅延よりも速く移動をプレイできるようになります。
lt: Nuimkite žymėjimą, jei norite, kad variklis atliktų judesius greičiau nei minimalus judesio užlaikymas.
lv: Noņemiet atzīmi, lai ļautu programmai atskaņot kustības ātrāk nekā minimālā kustības aizkave.
nl: Schakel het vinkje uit om de engine toe te staan zetten sneller uit te voeren dan de minimale zetvertraging.
no: Fjern merket for å tillate at motoren spiller bevegelser raskere enn minimum bevegelsesforsinkelsen.
pl: Odznacz, aby umożliwić silnikowi odtwarzanie ruchów szybszych niż minimalne opóźnienie ruchu,
pt: Desmarque para permitir que o mecanismo execute movimentos mais rápidos do que o atraso mínimo de movimento,
ro: Debifați pentru a permite motorului să redea mutări mai repede decât întârzierea minimă a mutării,
ru: Снимите флажок, чтобы разрешить движку воспроизводить ходы быстрее минимальной задержки хода,
sq: Hiq shenjën për të lejuar që motori të luajë lëvizje më shpejt se vonesa minimale e lëvizjes,
sr: Искључите поље да бисте омогућили мотору да репродукује потезе брже од минималног кашњења покрета,
sv: Avmarkera om du vill att motorn ska spela upp drag snabbare än den minsta fördröjningen.
sw: Batilisha uteuzi ili kuruhusu injini kucheza hatua kwa kasi zaidi kuliko kiwango cha chini cha kuchelewa kwa hoja,
ta: குறைந்தபட்ச நகர்வு தாமதத்தை விட வேகமாக இயக்க இயந்திரத்தை அனுமதிக்க தேர்வுநீக்கவும்,
th: ยกเลิกการเลือกเพื่อให้เครื่องยนต์เล่นการเคลื่อนไหวได้เร็วกว่าความล่าช้าในการเคลื่อนไหวขั้นต่ำ
tr: Motorun minimum hareket gecikmesinden daha hızlı hareketler yapmasına izin vermek için işaretini kaldırın.
uk: Зніміть позначку, щоб дозволити рушію відтворювати рухи швидше, ніж мінімальна затримка руху.
ur: انجن کو حرکت میں کم سے کم تاخیر سے زیادہ تیز چلنے کی اجازت دینے کے لیے نشان ہٹا دیں،
vi: Bỏ chọn để cho phép động cơ thực hiện các động tác nhanh hơn độ trễ di chuyển tối thiểu,

source: prior to the cancel at seconds point, if time is beginning to run short.
ar: قبل الإلغاء عند نقطة الثواني، إذا بدأ الوقت ينفد.
bg: преди отмяната в секунда, ако времето започва да изтича.
bn: যদি সময় কমতে শুরু করে, তাহলে বাতিলের আগে সেকেন্ড পয়েন্টে।
cs: před zrušením v sekundách, pokud se čas začíná krátit.
da: før annulleringen ved sekunder, hvis tiden begynder at løbe knap.
de: vor dem Abbruch bei Sekunden, wenn die Zeit knapp wird.
el: πριν από την ακύρωση σε δευτερόλεπτα, εάν ο χρόνος αρχίζει να εξαντλείται.
es: antes de la cancelación en el punto de segundos, si el tiempo comienza a escasear.
et: enne sekundipunktis tühistamist, kui aeg hakkab otsa saama.
fa: قبل از لغو در ثانیه‌شمار، اگر زمان شروع به تمام شدن کرده باشد.
fi: ennen sekuntikohdassa tapahtuvaa peruutusta, jos aika alkaa käydä vähiin.
fr: avant l'annulation au bout de quelques secondes, si le temps commence à manquer.
he: לפני הביטול בנקודת השניות, אם הזמן מתחיל להיגמר.
hi: यदि समय कम होने लगे तो सेकंड बिंदु पर रद्द करने से पहले।
hu: a másodpercpontnál történő törlés előtt, ha az idő fogyni kezd.
id: sebelum pembatalan pada titik detik, jika waktu mulai menipis.
it: prima dell'annullamento al secondo punto, se il tempo sta per scadere.
ja: 時間が足りなくなってきたら、秒数でキャンセルしてください。
lt: prieš atšaukimą sekundžių taške, jei laikas pradeda trūkti.
lv: pirms atcelšanas sekundēs, ja laiks sāk pietrūkt.
nl: vóór de annulering op het secondepunt, als de tijd begint te dringen.
no: før avbrytelsen på sekundpunktet, hvis tiden begynner å bli knapp.
pl: przed anulowaniem w punkcie sekundowym, jeśli czas zaczyna się kończyć.
pt: antes do cancelamento no ponto de segundos, se o tempo estiver começando a ficar curto.
ro: înainte de anulare la punctul de secunde, dacă timpul începe să se scurgă.
ru: до отмены за считанные секунды, если время начинает поджимать.
sq: para anulimit në pikën e dytë, nëse koha po fillon të mbarojë.
sr: пре отказивања у секунди, ако време почиње да истиче.
sv: före avbrytningen vid sekundpunkten, om tiden börjar rinna ut.
sw: kabla ya kughairi katika hatua ya sekunde, ikiwa muda unaanza kuisha.
ta: நேரம் குறைவாக ஓடத் தொடங்கினால், வினாடிகளில் ரத்து செய்வதற்கு முன்.
th: ก่อนที่จะยกเลิกในจุดวินาที หากเวลาเริ่มจะเหลือน้อยลง
tr: Eğer zaman daralmaya başlıyorsa, saniye noktasında iptal etmeden önce.
uk: перед скасуванням у секундах, якщо час починає закінчуватися.
ur: سیکنڈ پوائنٹ پر منسوخ کرنے سے پہلے، اگر وقت کم ہونے لگا ہے۔
vi: trước khi hủy tại thời điểm giây, nếu thời gian bắt đầu cạn kiệt.

source: Enforce with random - Check for a random enforcement time of the minimum move delay.
ar: التنفيذ بشكل عشوائي - التحقق من وقت التنفيذ العشوائي لأدنى تأخير للحركة.
bg: Прилагане със случаен характер - Проверка за случайно време за прилагане на минималното забавяне на движението.
bn: এলোমেলোভাবে প্রয়োগ করুন - ন্যূনতম সরানোর বিলম্বের একটি এলোমেলো প্রয়োগের সময় পরীক্ষা করুন।
cs: Vynutit s náhodným nastavením – Kontroluje náhodné vynucení minimálního zpoždění přesunu.
da: Håndhæv med tilfældig - Kontroller for en tilfældig håndhævelsestid for den minimale bevægelsesforsinkelse.
de: Mit Zufallsprinzip erzwingen – Prüfen Sie, ob die Mindestverzögerung für die Bewegung zufällig festgelegt wird.
el: Επιβολή με τυχαία - Ελέγξτε για έναν τυχαίο χρόνο επιβολής της ελάχιστης καθυστέρησης κίνησης.
es: Aplicar con aleatoriedad: verifica si hay un tiempo de aplicación aleatorio del retraso de movimiento mínimo.
et: Jõusta juhuslikult – kontrolli minimaalse liikumisviivituse juhuslikku jõustamisaega.
fa: اجرا با تصادفی - بررسی کنید که آیا زمان اجرای تصادفی با حداقل تأخیر حرکت وجود دارد یا خیر.
fi: Pakota satunnaisesti - Tarkista, onko siirtoviiveen vähimmäiskesto satunnainen.
fr: Appliquer avec aléatoire - Vérifiez un temps d'application aléatoire du délai de déplacement minimum.
he: אכיפה אקראית - בדיקת זמן אכיפה אקראי של עיכוב המהלך המינימלי.
hi: यादृच्छिक के साथ लागू करें - न्यूनतम चाल विलंब के यादृच्छिक प्रवर्तन समय की जांच करें।
hu: Véletlenszerű végrehajtás – Ellenőrizze a minimális áthelyezési késleltetés véletlenszerű végrehajtási idejét.
id: Terapkan secara acak - Periksa waktu penerapan acak dari penundaan gerakan minimum.
it: Applica con casualità: controlla l'applicazione casuale del tempo di ritardo minimo dello spostamento.
ja: ランダムに強制 - 最小移動遅延のランダム強制時間をチェックします。
lt: Vykdyti atsitiktine tvarka – tikrinama, ar minimalus perkėlimo uždelsimas yra atsitiktinis vykdymo laikas.
lv: Ieviest ar nejaušu vērtību — pārbauda minimālās pārvietošanas aizkaves nejaušu ieviešanas laiku.
nl: Afdwingen met willekeurige - Controleer of de minimale verplaatsingsvertraging willekeurig wordt afgedwongen.
no: Håndhev med tilfeldig - Sjekk for en tilfeldig håndhevingstid for minimum trekkforsinkelse.
pl: Egzekwuj losowo — sprawdź, czy czas egzekwowania jest losowy dla minimalnego opóźnienia ruchu.
pt: Aplicar com aleatório - Verifique se há um tempo de aplicação aleatório do atraso mínimo de movimentação.
ro: Aplicare cu funcție aleatorie - Verifică un timp de aplicare aleatoriu pentru întârzierea minimă a mișcării.
ru: Принудительное применение со случайным значением — проверка случайного времени принудительного применения минимальной задержки перемещения.
sq: Zbatim i rastësishëm - Kontrolloni për një kohë zbatimi të rastësishme të vonesës minimale të lëvizjes.
sr: Примени насумично - Провери насумично време примене минималног одлагања кретања.
sv: Tillämpa med slumpmässigt - Kontrollera en slumpmässig tillämpningstid för den minsta fördröjningen.
sw: Tekeleza bila mpangilio - Angalia wakati wa utekelezaji bila mpangilio wa ucheleweshaji wa chini wa hoja.
ta: சீரற்ற முறையில் செயல்படுத்து - குறைந்தபட்ச நகர்வு தாமதத்தின் சீரற்ற அமலாக்க நேரத்தைச் சரிபார்க்கவும்.
th: บังคับใช้แบบสุ่ม - ตรวจสอบเวลาบังคับใช้แบบสุ่มของความล่าช้าในการเคลื่อนย้ายขั้นต่ำ
tr: Rastgele uygula - Minimum hareket gecikmesinin rastgele bir uygulama süresini kontrol edin.
uk: Застосувати з випадковим значенням – перевірити випадковий час застосування мінімальної затримки переміщення.
ur: بے ترتیب کے ساتھ نافذ کریں - کم از کم حرکت میں تاخیر کے بے ترتیب نفاذ کے وقت کی جانچ کریں۔
vi: Thực thi ngẫu nhiên - Kiểm tra thời gian thực thi ngẫu nhiên của độ trễ di chuyển tối thiểu.

source: Maximum move delay - Select the maximum move delay in seconds.
ar: أقصى تأخير للحركة - حدد أقصى تأخير للحركة بالثواني.
bg: Максимално забавяне на движението - Изберете максималното забавяне на движението в секунди.
bn: সর্বাধিক স্থানান্তর বিলম্ব - সেকেন্ডে সর্বাধিক স্থানান্তর বিলম্ব নির্বাচন করুন।
cs: Maximální zpoždění pohybu – Vyberte maximální zpoždění pohybu v sekundách.
da: Maksimal bevægelsesforsinkelse - Vælg den maksimale bevægelsesforsinkelse i sekunder.
de: Maximale Verschiebungsverzögerung – Wählen Sie die maximale Verschiebungsverzögerung in Sekunden.
el: Μέγιστη καθυστέρηση κίνησης - Επιλέξτε τη μέγιστη καθυστέρηση κίνησης σε δευτερόλεπτα.
es: Retraso máximo de movimiento: seleccione el retraso máximo de movimiento en segundos.
et: Maksimaalne liikumisviivitus – valige maksimaalne liikumisviivitus sekundites.
fa: حداکثر تأخیر حرکت - حداکثر تأخیر حرکت را بر حسب ثانیه انتخاب کنید.
fi: Suurin siirtoviive – Valitse suurin siirtoviive sekunteina.
fr: Délai de déplacement maximal - Sélectionnez le délai de déplacement maximal en secondes.
he: השהיית מהלך מקסימלית - בחר את השהיית המהלך המקסימלית בשניות.
hi: अधिकतम चाल विलंब - सेकंड में अधिकतम चाल विलंब का चयन करें।
hu: Maximális mozgáskésleltetés – Válassza ki a maximális mozgáskésleltetést másodpercben.
id: Penundaan gerakan maksimum - Pilih penundaan gerakan maksimum dalam hitungan detik.
it: Ritardo massimo dello spostamento: seleziona il ritardo massimo dello spostamento in secondi.
ja: 最大移動遅延 - 最大移動遅延を秒単位で選択します。
lt: Maksimalus judėjimo užlaikymas – pasirinkite maksimalų judėjimo užlaikymą sekundėmis.
lv: Maksimālā pārvietošanās aizkave — atlasiet maksimālo pārvietošanās aizkavi sekundēs.
nl: Maximale verplaatsingsvertraging - Selecteer de maximale verplaatsingsvertraging in seconden.
no: Maksimal bevegelsesforsinkelse – Velg maksimal bevegelsesforsinkelse i sekunder.
pl: Maksymalne opóźnienie ruchu — wybierz maksymalne opóźnienie ruchu w sekundach.
pt: Atraso máximo de movimento - Selecione o atraso máximo de movimento em segundos.
ro: Întârziere maximă de mișcare - Selectați întârzierea maximă de mișcare în secunde.
ru: Максимальная задержка движения — выберите максимальную задержку движения в секундах.
sq: Vonesa maksimale e lëvizjes - Zgjidhni vonesën maksimale të lëvizjes në sekonda.
sr: Максимално кашњење кретања - Изаберите максимално кашњење кретања у секундама.
sv: Maximal fördröjning av förflyttning – Välj maximal fördröjning av förflyttning i sekunder.
sw: Ucheleweshaji wa juu zaidi wa kusonga - Chagua kiwango cha juu cha kucheleweshwa kwa hoja kwa sekunde.
ta: அதிகபட்ச நகர்வு தாமதம் - வினாடிகளில் அதிகபட்ச நகர்வு தாமதத்தைத் தேர்ந்தெடுக்கவும்.
th: ความล่าช้าในการเคลื่อนที่สูงสุด - เลือกความล่าช้าในการเคลื่อนที่สูงสุดเป็นวินาที
tr: Maksimum hareket gecikmesi - Maksimum hareket gecikmesini saniye cinsinden seçin.
uk: Максимальна затримка руху – виберіть максимальну затримку руху в секундах.
ur: زیادہ سے زیادہ حرکت میں تاخیر - سیکنڈوں میں زیادہ سے زیادہ حرکت میں تاخیر کا انتخاب کریں۔
vi: Độ trễ di chuyển tối đa - Chọn độ trễ di chuyển tối đa tính bằng giây.

source: Random delay for fixed time - Check to use a random move delay for fixed time levels.
ar: تأخير عشوائي لوقت ثابت - حدد هذا الخيار لاستخدام تأخير الحركة العشوائية لمستويات الوقت الثابتة.
bg: Случайно забавяне за фиксирано време - Отметнете, за да използвате произволно забавяне на движението за нива с фиксирано време.
bn: নির্দিষ্ট সময়ের জন্য এলোমেলো বিলম্ব - নির্দিষ্ট সময়ের স্তরের জন্য এলোমেলো স্থানান্তর বিলম্ব ব্যবহার করতে চেক করুন।
cs: Náhodné zpoždění po pevně stanovený čas – Zaškrtněte pro použití náhodného zpoždění pohybu pro úrovně s pevně stanoveným časem.
da: Tilfældig forsinkelse for fast tid - Marker for at bruge en tilfældig bevægelsesforsinkelse for faste tidsniveauer.
de: Zufällige Verzögerung für feste Zeit – Aktivieren Sie dieses Kontrollkästchen, um eine zufällige Bewegungsverzögerung für feste Zeitebenen zu verwenden.
el: Τυχαία καθυστέρηση για καθορισμένο χρόνο - Επιλέξτε για να χρησιμοποιήσετε μια τυχαία καθυστέρηση κίνησης για καθορισμένα χρονικά επίπεδα.
es: Retraso aleatorio por tiempo fijo: marque para utilizar un retraso de movimiento aleatorio para niveles de tiempo fijo.
et: Juhuslik viivitus fikseeritud aja jooksul – märkige, et kasutada fikseeritud ajatasemete jaoks juhuslikku liikumise viivitust.
fa: تأخیر تصادفی برای زمان ثابت - برای استفاده از تأخیر حرکت تصادفی برای سطوح زمانی ثابت، علامت بزنید.
fi: Satunnainen viive kiinteälle ajalle - Valitse tämä, jos haluat käyttää satunnaista siirtoviivettä kiinteille aikatasoille.
fr: Délai aléatoire pour une durée fixe - Cochez cette case pour utiliser un délai de déplacement aléatoire pour les niveaux à durée fixe.
he: השהיה אקראית לזמן קבוע - סמן כדי להשתמש בהשהיה אקראית של מהלך עבור רמות זמן קבועות.
hi: निश्चित समय के लिए यादृच्छिक विलंब - निश्चित समय स्तरों के लिए यादृच्छिक चाल विलंब का उपयोग करने के लिए चेक करें।
hu: Véletlenszerű késleltetés fix időtartamhoz - Jelölje be, ha véletlenszerű mozgáskésleltetést szeretne használni fix időtartamokhoz.
id: Penundaan acak untuk waktu tetap - Centang untuk menggunakan penundaan gerakan acak untuk level waktu tetap.
it: Ritardo casuale per tempo fisso: seleziona questa opzione per utilizzare un ritardo di spostamento casuale per livelli di tempo fissi.
ja: 固定時間のランダム遅延 - 固定時間レベルでランダム移動遅延を使用するにはチェックします。
lt: Atsitiktinis užlaikymas fiksuotam laikui – pažymėkite, jei norite naudoti atsitiktinį judėjimo užlaikymą fiksuotiems laiko lygiams.
lv: Nejauša aizkave fiksētam laikam — atzīmējiet, lai fiksētiem laika līmeņiem izmantotu nejaušu pārvietošanas aizkavi.
nl: Willekeurige vertraging voor vaste tijd - Selecteer deze optie om een willekeurige verplaatsingsvertraging te gebruiken voor vaste tijdsniveaus.
no: Tilfeldig forsinkelse for fast tid – Kryss av for å bruke en tilfeldig bevegelsesforsinkelse for faste tidsnivåer.
pl: Losowe opóźnienie dla stałego czasu - Zaznacz, aby użyć losowego opóźnienia ruchu dla stałych poziomów czasu.
pt: Atraso aleatório para tempo fixo - Marque para usar um atraso de movimento aleatório para níveis de tempo fixo.
ro: Întârziere aleatorie pentru timp fix - Bifați pentru a utiliza o întârziere a mișcării aleatorii pentru nivelurile de timp fixe.
ru: Случайная задержка для фиксированного времени. Установите этот флажок, чтобы использовать случайную задержку хода для фиксированных уровней времени.
sq: Vonesa e rastësishme për kohë të caktuar - Kontrolloni për të përdorur një vonesë të rastësishme lëvizjeje për nivele të kohës së caktuar.
sr: Случајно одлагање за фиксно време - Означите да бисте користили насумично одлагање кретања за нивое са фиксним временом.
sv: Slumpmässig fördröjning för fast tid - Markera om du vill använda en slumpmässig fördröjning av rörelsen för fasta tidsnivåer.
sw: Ucheleweshaji wa nasibu kwa muda uliowekwa - Angalia ili kutumia ucheleweshaji wa kusonga nasibu kwa viwango vya muda vilivyowekwa.
ta: நிலையான நேரத்திற்கு சீரற்ற தாமதம் - நிலையான நேர நிலைகளுக்கு சீரற்ற நகர்வு தாமதத்தைப் பயன்படுத்த சரிபார்க்கவும்.
th: การหน่วงเวลาแบบสุ่มสำหรับเวลาที่กำหนด - เลือกเพื่อใช้การหน่วงเวลาการเคลื่อนที่แบบสุ่มสำหรับระดับเวลาที่กำหนด
tr: Sabit zaman için rastgele gecikme - Sabit zaman seviyeleri için rastgele hareket gecikmesi kullanmak üzere işaretleyin.
uk: Випадкова затримка на фіксований час – позначте, щоб використовувати випадкову затримку переміщення для рівнів з фіксованим часом.
ur: مقررہ وقت کے لیے بے ترتیب تاخیر - مقررہ وقت کی سطحوں کے لیے بے ترتیب حرکت میں تاخیر استعمال کرنے کے لیے چیک کریں۔
vi: Độ trễ ngẫu nhiên trong thời gian cố định - Chọn để sử dụng độ trễ di chuyển ngẫu nhiên trong các cấp độ thời gian cố định.
