Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Select the engine that you want to play against
ar: حدد المحرك الذي تريد اللعب ضده
bg: Изберете двигателя, срещу който искате да играете
bn: আপনি যে ইঞ্জিনের বিরুদ্ধে খেলতে চান তা নির্বাচন করুন
cs: Vyberte engine, proti kterému chcete hrát
da: Vælg den motor, du vil spille imod
de: Wählen Sie die Engine aus, gegen die Sie spielen möchten
el: Επιλέξτε τη μηχανή με την οποία θέλετε να παίξετε
es: Selecciona el motor contra el que quieres jugar
et: Vali mootor, mille vastu soovid mängida
fa: موتوری را که می‌خواهید در مقابل آن بازی کنید انتخاب کنید
fi: Valitse moottori, jota vastaan ​​haluat pelata
fr: Sélectionnez le moteur contre lequel vous souhaitez jouer
he: בחר את המנוע שאתה רוצה לשחק מולו
hi: उस इंजन का चयन करें जिसके विरुद्ध आप खेलना चाहते हैं
hu: Válaszd ki a motort, amely ellen játszani szeretnél
id: Pilih mesin yang ingin Anda lawan
it: Seleziona il motore contro cui vuoi giocare
ja: 対戦したいエンジンを選択してください
lt: Pasirinkite variklį, prieš kurį norite žaisti
lv: Izvēlieties dzinēju, pret kuru vēlaties spēlēt
nl: Selecteer de engine waartegen je wilt spelen
no: Velg motoren du vil spille mot
pl: Wybierz silnik, przeciwko któremu chcesz grać
pt: Selecione o motor contra o qual você deseja jogar
ro: Selectați motorul împotriva căruia doriți să jucați
ru: Выберите движок, против которого вы хотите играть
sq: Zgjidhni motorin kundër të cilit dëshironi të luani
sr: Изаберите мотор против ког желите да играте
sv: Välj den motor du vill spela mot
sw: Chagua injini ambayo ungependa kucheza dhidi yake
ta: நீங்கள் விளையாட விரும்பும் எஞ்சினைத் தேர்ந்தெடுக்கவும்.
th: เลือกเครื่องยนต์ที่คุณต้องการเล่น
tr: Karşı oynamak istediğiniz motoru seçin
uk: Виберіть движок, проти якого ви хочете грати
ur: وہ انجن منتخب کریں جس کے خلاف آپ کھیلنا چاہتے ہیں۔
vi: Chọn động cơ mà bạn muốn chơi

source: Select the current player
ar: حدد اللاعب الحالي
bg: Изберете текущия играч
bn: বর্তমান খেলোয়াড় নির্বাচন করুন
cs: Vyberte aktuálního hráče
da: Vælg den aktuelle spiller
de: Wählen Sie den aktuellen Spieler aus
el: Επιλέξτε τον τρέχοντα παίκτη
es: Seleccionar el jugador actual
et: Vali praegune mängija
fa: بازیکن فعلی را انتخاب کنید
fi: Valitse nykyinen pelaaja
fr: Sélectionnez le joueur actuel
he: בחר את הנגן הנוכחי
hi: वर्तमान खिलाड़ी का चयन करें
hu: Válassza ki az aktuális játékost
id: Pilih pemain saat ini
it: Seleziona il giocatore corrente
ja: 現在のプレーヤーを選択
lt: Pasirinkite dabartinį žaidėją
lv: Atlasiet pašreizējo spēlētāju
nl: Selecteer de huidige speler
no: Velg gjeldende spiller
pl: Wybierz aktualnego gracza
pt: Selecione o jogador atual
ro: Selectați jucătorul curent
ru: Выберите текущего игрока
sq: Zgjidhni lojtarin aktual
sr: Изаберите тренутног играча
sv: Välj den aktuella spelaren
sw: Chagua kichezaji cha sasa
ta: தற்போதைய பிளேயரைத் தேர்ந்தெடுக்கவும்
th: เลือกผู้เล่นปัจจุบัน
tr: Mevcut oyuncuyu seçin
uk: Виберіть поточного гравця
ur: موجودہ کھلاڑی کو منتخب کریں۔
vi: Chọn người chơi hiện tại

source: Rated game help
ar: مساعدة اللعبة المصنفة
bg: Помощ за оценени игри
bn: রেটেড গেম সহায়তা
cs: Nápověda k hodnocené hře
da: Hjælp til bedømte spil
de: Bewertete Spielhilfe
el: Βοήθεια με αξιολογημένο παιχνίδι
es: Ayuda para juegos calificados
et: Hinnatud mängude abi
fa: کمک در مورد بازی‌های دارای رتبه‌بندی
fi: Apua ikärajoitettuihin peleihin
fr: Aide au jeu noté
he: עזרה במשחק מדורג
hi: रेटेड गेम सहायता
hu: Játék súgója korhatárra tekintet nélkül megtekinthető
id: Bantuan permainan berperingkat
it: Aiuto per il gioco valutato
ja: 評価されたゲームのヘルプ
lt: Pagalba įvertintuose žaidimuose
lv: Palīdzība ar novērtētām spēlēm
nl: Hulp bij beoordeelde games
no: Hjelp med vurdert spill
pl: Pomoc dotycząca ocenianej gry
pt: Ajuda para jogos classificados
ro: Ajutor pentru jocuri evaluate
ru: Помощь в рейтинговой игре
sq: Ndihmë e vlerësuar për lojën
sr: Помоћ за оцењене игре
sv: Hjälp med betygsatt spel
sw: Usaidizi wa mchezo uliokadiriwa
ta: மதிப்பிடப்பட்ட விளையாட்டு உதவி
th: ความช่วยเหลือเกี่ยวกับเกมที่ได้รับการจัดอันดับ
tr: Derecelendirilmiş oyun yardımı
uk: Допомога з рейтинговою грою
ur: ریٹیڈ گیم مدد
vi: Trợ giúp trò chơi được xếp hạng

source: Rated game provides a convenient way for you to play against weakened
ar: توفر اللعبة المصنفة طريقة ملائمة لك للعب ضد الضعفاء
bg: Рейтинговата игра ви предоставя удобен начин да играете срещу отслабени
bn: রেটেড গেমটি আপনাকে দুর্বলদের বিরুদ্ধে খেলার জন্য একটি সুবিধাজনক উপায় প্রদান করে
cs: Hodnocená hra nabízí pohodlný způsob, jak hrát proti oslabeným
da: Bedømt spil giver dig en bekvem måde at spille mod svækkede spillere
de: Das bewertete Spiel bietet Ihnen eine bequeme Möglichkeit, gegen geschwächte
el: Το βαθμολογημένο παιχνίδι σας παρέχει έναν βολικό τρόπο να παίξετε ενάντια σε αδύναμους
es: El juego clasificado te ofrece una forma cómoda de jugar contra oponentes debilitados.
et: Hinnatud mäng pakub mugavat viisi nõrgenenud mängijate vastu mängimiseks
fa: بازی رتبه‌بندی‌شده، راهی مناسب برای بازی در مقابل بازیکنان ضعیف‌شده فراهم می‌کند.
fi: Luokiteltu peli tarjoaa kätevän tavan pelata heikentyneitä vastaan
fr: Le jeu classé vous offre un moyen pratique de jouer contre des joueurs affaiblis.
he: משחק מדורג מספק דרך נוחה עבורך לשחק נגד שחקנים מוחלשים
hi: रेटेड गेम आपको कमजोर खिलाड़ियों के खिलाफ खेलने का एक सुविधाजनक तरीका प्रदान करता है
hu: A korhatárra tekintet nélküli játék kényelmes módot kínál a legyengült játékosok elleni játékra.
id: Game berperingkat menyediakan cara yang nyaman bagi Anda untuk bermain melawan yang lemah
it: Il gioco valutato fornisce un modo conveniente per giocare contro giocatori indeboliti
ja: レーティングゲームは、弱体化したプレイヤーと対戦する便利な方法を提供します
lt: Įvertintas žaidimas suteikia patogų būdą žaisti prieš susilpnėjusius
lv: Novērtētā spēle nodrošina ērtu veidu, kā spēlēt pret novājinātiem spēlētājiem.
nl: Het beoordeelde spel biedt u een handige manier om tegen verzwakte tegenstanders te spelen
no: Klassifisert spill gir deg en praktisk måte å spille mot svekkede
pl: Gra z oceną zapewnia wygodny sposób gry przeciwko osłabionym
pt: O jogo classificado oferece uma maneira conveniente para você jogar contra jogadores enfraquecidos
ro: Jocul evaluat oferă o modalitate convenabilă de a juca împotriva unor jucători slăbiți
ru: Рейтинговая игра предоставляет вам удобный способ играть против ослабленных
sq: Loja e vlerësuar ofron një mënyrë të përshtatshme për të luajtur kundër të dobësuarve.
sr: Оцењена игра вам пружа згодан начин да играте против ослабљених
sv: Klassificerat spel ger dig ett bekvämt sätt att spela mot försvagade
sw: Mchezo uliokadiriwa hutoa njia rahisi kwako kucheza dhidi ya dhaifu
ta: மதிப்பிடப்பட்ட விளையாட்டு பலவீனமானவர்களுக்கு எதிராக விளையாட உங்களுக்கு வசதியான வழியை வழங்குகிறது
th: เกมเรตติ้งช่วยให้คุณเล่นได้อย่างสะดวกสบายเมื่อต้องเจอกับผู้เล่นที่อ่อนแอ
tr: Derecelendirilmiş oyun, zayıflamış rakiplere karşı oynamanız için uygun bir yol sağlar
uk: Рейтингова гра надає вам зручний спосіб грати проти ослаблених
ur: ریٹیڈ گیم آپ کو کمزوروں کے خلاف کھیلنے کا ایک آسان طریقہ فراہم کرتا ہے۔
vi: Trò chơi được xếp hạng cung cấp cho bạn một cách thuận tiện để chơi với những người yếu hơn

source: chess engines and at the same time it keeps track of your progress
ar: محركات الشطرنج وفي نفس الوقت تتبع تقدمك
bg: шахматни двигатели и същевременно следи вашия напредък
bn: দাবা ইঞ্জিন এবং একই সাথে এটি আপনার অগ্রগতির উপর নজর রাখে
cs: šachové enginy a zároveň sleduje váš pokrok
da: skakmotorer og samtidig holder den styr på dine fremskridt
de: Schach-Engines und gleichzeitig verfolgt es Ihren Fortschritt
el: μηχανές σκακιού και ταυτόχρονα παρακολουθεί την πρόοδό σας
es: Motores de ajedrez y al mismo tiempo realiza un seguimiento de tu progreso.
et: malemootorid ja samal ajal jälgib see teie edusamme
fa: موتورهای شطرنج و در عین حال پیشرفت شما را پیگیری می‌کند
fi: shakkimoottorit ja samalla se seuraa edistymistäsi
fr: moteurs d'échecs et en même temps, il garde une trace de vos progrès
he: מנועי שחמט ובמקביל עוקב אחר ההתקדמות שלך
hi: शतरंज इंजन और साथ ही यह आपकी प्रगति पर नज़र रखता है
hu: sakkmotorok, és egyúttal nyomon követi a haladásodat
id: mesin catur dan pada saat yang sama melacak kemajuan Anda
it: motori scacchistici e allo stesso tempo tiene traccia dei tuoi progressi
ja: チェスエンジンと同時にあなたの進捗状況を追跡します
lt: šachmatų varikliai ir tuo pačiu metu stebi jūsų pažangą
lv: šaha dzinēji un vienlaikus tas seko līdzi jūsu progresam
nl: schaakprogramma's en tegelijkertijd houdt het uw voortgang bij
no: sjakkmotorer og samtidig holder den oversikt over fremgangen din
pl: silniki szachowe i jednocześnie śledzi Twoje postępy
pt: motores de xadrez e ao mesmo tempo monitora seu progresso
ro: motoare de șah și, în același timp, îți urmărește progresul
ru: шахматные движки и в то же время отслеживает ваш прогресс
sq: motorë shahu dhe në të njëjtën kohë mban gjurmët e progresit tuaj
sr: шаховске моторе и истовремено прати ваш напредак
sv: schackmotorer och samtidigt håller den koll på dina framsteg
sw: injini za chess na wakati huo huo hufuatilia maendeleo yako
ta: சதுரங்க இயந்திரங்கள் மற்றும் அதே நேரத்தில் அது உங்கள் முன்னேற்றத்தைக் கண்காணிக்கும்
th: เครื่องมือหมากรุกและในเวลาเดียวกันก็ติดตามความคืบหน้าของคุณ
tr: Satranç motorları ve aynı zamanda ilerlemenizi takip eder
uk: шахові двигуни та водночас відстежують ваш прогрес
ur: شطرنج کے انجن اور ایک ہی وقت میں یہ آپ کی پیشرفت پر نظر رکھتا ہے۔
vi: công cụ cờ vua và đồng thời theo dõi tiến trình của bạn

source: by updating an approximate ELO rating.
ar: من خلال تحديث تصنيف ELO التقريبي.
bg: чрез актуализиране на приблизителен ELO рейтинг.
bn: একটি আনুমানিক ELO রেটিং আপডেট করে।
cs: aktualizací přibližného ELO hodnocení.
da: ved at opdatere en omtrentlig ELO-vurdering.
de: durch Aktualisierung einer ungefähren ELO-Bewertung.
el: ενημερώνοντας μια κατά προσέγγιση βαθμολογία ELO.
es: actualizando una calificación ELO aproximada.
et: ligikaudse ELO-reitingu uuendamise teel.
fa: با به‌روزرسانی رتبه‌بندی تقریبی ELO.
fi: päivittämällä likimääräisen ELO-luokituksen.
fr: en mettant à jour une note ELO approximative.
he: על ידי עדכון דירוג ELO משוער.
hi: अनुमानित ELO रेटिंग को अद्यतन करके।
hu: egy hozzávetőleges ELO-értékelés frissítésével.
id: dengan memperbarui peringkat ELO perkiraan.
it: aggiornando un punteggio ELO approssimativo.
ja: おおよその ELO レーティングを更新します。
lt: atnaujinant apytikslį ELO įvertinimą.
lv: atjauninot aptuveno ELO vērtējumu.
nl: door een benaderende ELO-beoordeling bij te werken.
no: ved å oppdatere en omtrentlig ELO-vurdering.
pl: poprzez aktualizację przybliżonej oceny ELO.
pt: atualizando uma classificação ELO aproximada.
ro: prin actualizarea unei evaluări ELO aproximative.
ru: путем обновления приблизительного рейтинга ЭЛО.
sq: duke përditësuar një vlerësim të përafërt ELO.
sr: ажурирањем приближне ЕЛО оцене.
sv: genom att uppdatera en ungefärlig ELO-rating.
sw: kwa kusasisha kadirio la ELO.
ta: தோராயமான ELO மதிப்பீட்டைப் புதுப்பிப்பதன் மூலம்.
th: โดยการอัปเดตคะแนน ELO โดยประมาณ
tr: Yaklaşık ELO derecesini güncelleyerek.
uk: шляхом оновлення приблизного рейтингу ELO.
ur: ایک تخمینی ELO درجہ بندی کو اپ ڈیٹ کر کے۔
vi: bằng cách cập nhật xếp hạng ELO gần đúng.

source: You can set the following options for a rated game
ar: يمكنك ضبط الخيارات التالية للعبة المصنفة
bg: Можете да зададете следните опции за игра с рейтинг
bn: আপনি একটি রেট করা গেমের জন্য নিম্নলিখিত বিকল্পগুলি সেট করতে পারেন
cs: Pro hodnocenou hru můžete nastavit následující možnosti
da: Du kan indstille følgende indstillinger for et spil med aldersgrænse
de: Sie können die folgenden Optionen für ein bewertetes Spiel festlegen
el: Μπορείτε να ορίσετε τις ακόλουθες επιλογές για ένα παιχνίδι με αξιολόγηση
es: Puedes configurar las siguientes opciones para un juego clasificado
et: Hinnatud mängu jaoks saate määrata järgmised valikud
fa: می‌توانید گزینه‌های زیر را برای یک بازی دارای رتبه‌بندی تنظیم کنید
fi: Voit määrittää seuraavat asetukset ikärajoitetulle pelille
fr: Vous pouvez définir les options suivantes pour un jeu classé
he: ניתן להגדיר את האפשרויות הבאות עבור משחק מדורג
hi: आप रेटेड गेम के लिए निम्नलिखित विकल्प सेट कर सकते हैं
hu: A következő beállításokat adhatja meg egy korhatár-besorolású játékhoz
id: Anda dapat mengatur opsi berikut untuk game yang diberi peringkat
it: Puoi impostare le seguenti opzioni per un gioco classificato
ja: レーティングされたゲームでは以下のオプションを設定できます
lt: Įvertintam žaidimui galite nustatyti šias parinktis
lv: Novērtētai spēlei var iestatīt šādas opcijas
nl: U kunt de volgende opties instellen voor een beoordeeld spel
no: Du kan angi følgende alternativer for et aldersgrenset spill
pl: Możesz ustawić następujące opcje dla gry z oceną
pt: Você pode definir as seguintes opções para um jogo classificado
ro: Puteți seta următoarele opțiuni pentru un joc evaluat
ru: Вы можете установить следующие параметры для рейтинговой игры
sq: Mund të caktoni opsionet e mëposhtme për një lojë të vlerësuar
sr: Можете подесити следеће опције за оцењену игру
sv: Du kan ställa in följande alternativ för ett åldersgränsat spel
sw: Unaweza kuweka chaguo zifuatazo kwa mchezo uliokadiriwa
ta: மதிப்பிடப்பட்ட விளையாட்டுக்கு பின்வரும் விருப்பங்களை நீங்கள் அமைக்கலாம்.
th: คุณสามารถตั้งค่าตัวเลือกต่อไปนี้สำหรับเกมที่ได้รับการจัดอันดับ
tr: Derecelendirilmiş bir oyun için aşağıdaki seçenekleri ayarlayabilirsiniz
uk: Ви можете встановити такі параметри для рейтингової гри
ur: آپ درجہ بندی والے گیم کے لیے درج ذیل اختیارات سیٹ کر سکتے ہیں۔
vi: Bạn có thể thiết lập các tùy chọn sau cho một trò chơi được xếp hạng

source: PGN filename : Select the PGN filename to store rated games.
ar: اسم ملف PGN: حدد اسم ملف PGN لتخزين الألعاب المصنفة.
bg: PGN име на файл: Изберете името на PGN файла, за да съхранявате оценените игри.
bn: PGN ফাইলের নাম: রেট করা গেম সংরক্ষণ করতে PGN ফাইলের নাম নির্বাচন করুন।
cs: Název souboru PGN: Vyberte název souboru PGN pro uložení hodnocených her.
da: PGN-filnavn: Vælg PGN-filnavnet for at gemme bedømte spil.
de: PGN-Dateiname: Wählen Sie den PGN-Dateinamen zum Speichern bewerteter Spiele.
el: Όνομα αρχείου PGN: Επιλέξτε το όνομα αρχείου PGN για να αποθηκεύσετε παιχνίδια με αξιολόγηση.
es: Nombre de archivo PGN: seleccione el nombre de archivo PGN para almacenar juegos clasificados.
et: PGN-failinimi: valige hinnatud mängude salvestamiseks PGN-failinimi.
fa: نام فایل PGN: نام فایل PGN را برای ذخیره بازی‌های دارای رتبه‌بندی انتخاب کنید.
fi: PGN-tiedostonimi: Valitse PGN-tiedostonimi luokiteltujen pelien tallentamiseksi.
fr: Nom de fichier PGN : sélectionnez le nom de fichier PGN pour stocker les jeux classés.
he: שם קובץ PGN: בחר את שם קובץ ה-PGN לאחסון משחקים מדורגים.
hi: PGN फ़ाइल नाम: रेटेड गेम संग्रहीत करने के लिए PGN फ़ाइल नाम का चयन करें।
hu: PGN fájlnév: Válassza ki a PGN fájlnevet a besorolt ​​játékok tárolásához.
id: Nama file PGN: Pilih nama file PGN untuk menyimpan game yang diberi peringkat.
it: Nome file PGN: seleziona il nome file PGN in cui memorizzare i giochi classificati.
ja: PGN ファイル名: 評価されたゲームを保存する PGN ファイル名を選択します。
lt: PGN failo pavadinimas: pasirinkite PGN failo pavadinimą, kuriame norite saugoti įvertintus žaidimus.
lv: PGN faila nosaukums: atlasiet PGN faila nosaukumu, lai saglabātu novērtētās spēles.
nl: PGN-bestandsnaam: Selecteer de PGN-bestandsnaam om beoordeelde games op te slaan.
no: PGN-filnavn: Velg PGN-filnavnet for å lagre aldersgrensede spill.
pl: Nazwa pliku PGN: Wybierz nazwę pliku PGN, w którym chcesz zapisać ocenione gry.
pt: Nome do arquivo PGN: selecione o nome do arquivo PGN para armazenar jogos classificados.
ro: Nume fișier PGN: Selectați numele fișierului PGN pentru a stoca jocurile clasificate.
ru: Имя файла PGN: выберите имя файла PGN для хранения рейтинговых игр.
sq: Emri i skedarit PGN: Zgjidhni emrin e skedarit PGN për të ruajtur lojërat e vlerësuara.
sr: Име PGN датотеке: Изаберите име PGN датотеке за чување оцењених игара.
sv: PGN-filnamn: Välj PGN-filnamnet för att lagra åldersgränsade spel.
sw: PGN jina la faili : Chagua jina la faili la PGN ili kuhifadhi michezo iliyokadiriwa.
ta: PGN கோப்புப் பெயர்: மதிப்பிடப்பட்ட விளையாட்டுகளைச் சேமிக்க PGN கோப்புப் பெயரைத் தேர்ந்தெடுக்கவும்.
th: ชื่อไฟล์ PGN: เลือกชื่อไฟล์ PGN เพื่อจัดเก็บเกมที่ได้รับการจัดเรต
tr: PGN dosya adı: Derecelendirilen oyunları saklamak için PGN dosya adını seçin.
uk: Ім'я файлу PGN: Виберіть ім'я файлу PGN для зберігання рейтингових ігор.
ur: PGN فائل کا نام : ریٹیڈ گیمز کو اسٹور کرنے کے لیے PGN فائل کا نام منتخب کریں۔
vi: Tên tệp PGN: Chọn tên tệp PGN để lưu trữ trò chơi được xếp hạng.

source: The filename is derived from the player name. It will be stored in the
ar: اسم الملف مشتق من اسم اللاعب. سيتم تخزينه في
bg: Името на файла е извлечено от името на играча. То ще се съхранява в
bn: ফাইলের নামটি প্লেয়ারের নাম থেকে নেওয়া হয়েছে। এটি সংরক্ষণ করা হবে
cs: Název souboru je odvozen od jména hráče. Bude uložen v
da: Filnavnet er afledt af spillerens navn. Det vil blive gemt i
de: Der Dateiname wird aus dem Spielernamen abgeleitet. Er wird im
el: Το όνομα αρχείου προέρχεται από το όνομα του παίκτη. Θα αποθηκευτεί στο
es: El nombre del archivo se deriva del nombre del jugador. Se almacenará en el
et: Failinimi tuletatakse mängija nimest. See salvestatakse kausta
fa: نام فایل از نام بازیکن گرفته شده است. این نام در مسیر زیر ذخیره خواهد شد.
fi: Tiedostonimi on johdettu pelaajan nimestä. Se tallennetaan
fr: Le nom du fichier est dérivé du nom du joueur. Il sera stocké dans le
he: שם הקובץ נגזר משם השחקן. הוא יישמר ב
hi: फ़ाइल का नाम खिलाड़ी के नाम से लिया गया है। इसे इसमें संग्रहीत किया जाएगा
hu: A fájlnév a játékos nevéből származik. A fájlnév a következő helyen lesz tárolva:
id: Nama berkas berasal dari nama pemain. Ini akan disimpan di
it: Il nome del file deriva dal nome del giocatore. Verrà memorizzato nel
ja: ファイル名はプレイヤー名から派生し、
lt: Failo pavadinimas gaunamas iš žaidėjo vardo. Jis bus saugomas
lv: Faila nosaukums ir atvasināts no spēlētāja vārda. Tas tiks saglabāts mapē
nl: De bestandsnaam is afgeleid van de spelersnaam. Deze wordt opgeslagen in de
no: Filnavnet er avledet fra spillernavnet. Det vil bli lagret i
pl: Nazwa pliku pochodzi od nazwy gracza. Zostanie zapisana w
pt: O nome do arquivo é derivado do nome do jogador. Ele será armazenado no
ro: Numele fișierului este derivat din numele jucătorului. Acesta va fi stocat în
ru: Имя файла формируется на основе имени игрока. Он будет сохранён в
sq: Emri i skedarit rrjedh nga emri i lojtarit. Do të ruhet në
sr: Име датотеке је изведено из имена играча. Биће сачувано у
sv: Filnamnet härleds från spelarnamnet. Det kommer att lagras i
sw: Jina la faili linatokana na jina la mchezaji. Itakuwa kuhifadhiwa katika
ta: கோப்பு பெயர் பிளேயரின் பெயரிலிருந்து பெறப்பட்டது. இது இதில் சேமிக்கப்படும்
th: ชื่อไฟล์ได้มาจากชื่อผู้เล่น จะถูกเก็บไว้ใน
tr: Dosya adı, oyuncunun adından türetilmiştir.
uk: Назва файлу походить від імені гравця. Вона буде збережена в
ur: فائل کا نام پلیئر کے نام سے اخذ کیا گیا ہے۔ میں محفوظ کیا جائے گا۔
vi: Tên tệp được lấy từ tên người chơi. Nó sẽ được lưu trữ trong

source: If no player name is input, rated_games.pgn will be used for the filename
ar: إذا لم يتم إدخال اسم اللاعب، فسيتم استخدام rated_games.pgn لاسم الملف
bg: Ако не е въведено име на играч, за името на файла ще се използва rated_games.pgn
bn: যদি কোনও প্লেয়ারের নাম ইনপুট না করা থাকে, তাহলে ফাইলের নামের জন্য rated_games.pgn ব্যবহার করা হবে
cs: Pokud není zadáno jméno hráče, bude pro název souboru použit rated_games.pgn.
da: Hvis der ikke indtastes et spillernavn, bruges rated_games.pgn som filnavn.
de: Wenn kein Spielername eingegeben wird, wird rated_games.pgn als Dateiname verwendet
el: Εάν δεν εισαχθεί όνομα παίκτη, θα χρησιμοποιηθεί το rated_games.pgn ως όνομα αρχείου.
es: Si no se ingresa el nombre del jugador, se utilizará rated_games.pgn para el nombre del archivo
et: Kui mängija nime ei sisestata, kasutatakse failinimena rated_games.pgn.
fa: اگر نام بازیکن وارد نشود، از rated_games.pgn برای نام فایل استفاده خواهد شد.
fi: Jos pelaajan nimeä ei syötetä, tiedostonimenä käytetään rated_games.pgn-tiedostoa.
fr: Si aucun nom de joueur n'est saisi, rated_games.pgn sera utilisé pour le nom de fichier
he: אם לא יוזן שם שחקן, rated_games.pgn ישמש כשם הקובץ
hi: यदि कोई खिलाड़ी का नाम इनपुट नहीं किया गया है, तो फ़ाइल नाम के लिए rated_games.pgn का उपयोग किया जाएगा
hu: Ha nincs megadva játékosnév, akkor a rated_games.pgn fájlnév lesz használva.
id: Jika tidak ada nama pemain yang dimasukkan, rated_games.pgn akan digunakan untuk nama file
it: Se non viene inserito alcun nome giocatore, verrà utilizzato rated_games.pgn come nome file
ja: プレイヤー名が入力されていない場合は、rated_games.pgnがファイル名として使用されます。
lt: Jei žaidėjo vardas neįvestas, failo pavadinimui bus naudojamas rated_games.pgn.
lv: Ja spēlētāja vārds netiek ievadīts, faila nosaukumam tiks izmantots rated_games.pgn.
nl: Als er geen spelernaam is ingevoerd, wordt rated_games.pgn gebruikt voor de bestandsnaam
no: Hvis det ikke skrives inn noe spillernavn, vil rated_games.pgn bli brukt som filnavn
pl: Jeśli nie podano nazwy gracza, jako nazwę pliku zostanie użyty rated_games.pgn
pt: Se nenhum nome de jogador for inserido, rated_games.pgn será usado como nome do arquivo
ro: Dacă nu este introdus niciun nume de jucător, se va folosi rated_games.pgn ca nume de fișier.
ru: Если имя игрока не указано, в качестве имени файла будет использоваться rated_games.pgn.
sq: Nëse nuk futet emër lojtari, do të përdoret rated_games.pgn për emrin e skedarit.
sr: Ако се не унесе име играча, за име датотеке ће се користити rated_games.pgn
sv: Om inget spelarnamn anges kommer rated_games.pgn att användas som filnamn.
sw: Ikiwa hakuna jina la mchezaji linaloingizwa, rated_games.pgn itatumika kwa jina la faili
ta: எந்த பிளேயர் பெயரும் உள்ளிடப்படவில்லை என்றால், கோப்பு பெயருக்கு rated_games.pgn பயன்படுத்தப்படும்.
th: หากไม่ได้ระบุชื่อผู้เล่น ระบบจะใช้ rated_games.pgn เป็นชื่อไฟล์
tr: Eğer oyuncu adı girilmemişse, dosya adı olarak rated_games.pgn kullanılacaktır
uk: Якщо ім'я гравця не введено, для назви файлу буде використано rated_games.pgn
ur: اگر کسی کھلاڑی کا نام ان پٹ نہیں ہے تو فائل نام کے لیے rated_games.pgn استعمال کیا جائے گا۔
vi: Nếu không nhập tên người chơi, rated_games.pgn sẽ được sử dụng làm tên tệp
