Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: These are automatically adjusted according to the player and engine elo ratings
ar: يتم تعديلها تلقائيًا وفقًا لتصنيفات ELO للاعب والمحرك
bg: Те се настройват автоматично според рейтингите на играча и двигателя.
bn: প্লেয়ার এবং ইঞ্জিন ইলো রেটিং অনুসারে এগুলি স্বয়ংক্রিয়ভাবে সমন্বয় করা হয়।
cs: Ty se automaticky upravují podle hodnocení ELO hráče a enginu.
da: Disse justeres automatisk i henhold til spillerens og motorens elo-vurderinger.
de: Diese werden automatisch entsprechend den Elo-Bewertungen des Spielers und der Engine angepasst
el: Αυτά προσαρμόζονται αυτόματα ανάλογα με τις αξιολογήσεις ELO του παίκτη και της μηχανής.
es: Estos se ajustan automáticamente según las calificaciones ELO del jugador y del motor.
et: Neid reguleeritakse automaatselt vastavalt mängija ja mootori ELO reitingutele.
fa: اینها به طور خودکار با توجه به رتبه‌بندی elo بازیکن و موتور تنظیم می‌شوند
fi: Nämä säätyvät automaattisesti pelaajan ja moottorin elo-luokituksen mukaan.
fr: Ceux-ci sont automatiquement ajustés en fonction des notes elo du joueur et du moteur
he: אלה מותאמים אוטומטית בהתאם לדירוגי ה-ELO של השחקן והמנוע
hi: इन्हें खिलाड़ी और इंजन एलो रेटिंग के अनुसार स्वचालित रूप से समायोजित किया जाता है
hu: Ezek automatikusan beállításra kerülnek a lejátszó és a motor teljesítményének megfelelően.
id: Ini secara otomatis disesuaikan menurut peringkat elo pemain dan mesin
it: Questi vengono regolati automaticamente in base alle valutazioni ELO del giocatore e del motore
ja: これらはプレイヤーとエンジンのEloレーティングに応じて自動的に調整されます
lt: Jie automatiškai reguliuojami pagal žaidėjo ir variklio ELO įvertinimus
lv: Tie tiek automātiski pielāgoti atbilstoši spēlētāja un dzinēja ELO vērtējumiem.
nl: Deze worden automatisch aangepast op basis van de speler- en engine-elo-beoordelingen
no: Disse justeres automatisk i henhold til spillerens og motorens elo-vurderinger.
pl: Są one automatycznie dostosowywane do ocen ELO gracza i silnika
pt: Eles são ajustados automaticamente de acordo com as classificações elo do jogador e do mecanismo
ro: Acestea sunt ajustate automat în funcție de ratingurile ELO ale jucătorului și ale motorului.
ru: Они автоматически корректируются в соответствии с рейтингами игроков и движка.
sq: Këto rregullohen automatikisht sipas vlerësimeve elo të lojtarit dhe motorit.
sr: Ово се аутоматски подешава према оценама играча и мотора
sv: Dessa justeras automatiskt enligt spelarens och motorns elo-betyg.
sw: Hizi hurekebishwa kiotomatiki kulingana na ukadiriaji wa elo la kichezaji na injini
ta: இவை பிளேயர் மற்றும் எஞ்சின் எலோ மதிப்பீடுகளுக்கு ஏற்ப தானாகவே சரிசெய்யப்படுகின்றன.
th: สิ่งเหล่านี้จะถูกปรับโดยอัตโนมัติตามคะแนน Elo ของผู้เล่นและเครื่องยนต์
tr: Bunlar, oyuncunun ve motorun elo derecelendirmelerine göre otomatik olarak ayarlanır
uk: Вони автоматично налаштовуються відповідно до рейтингів ELO гравця та двигуна.
ur: یہ خود بخود پلیئر اور انجن ایلو ریٹنگ کے مطابق ایڈجسٹ ہو جاتے ہیں۔
vi: Những điều này được tự động điều chỉnh theo xếp hạng elo của người chơi và máy

source: and which formula for ELO calculation is used.
ar: وما هي الصيغة المستخدمة لحساب ELO؟
bg: и коя формула за изчисляване на ELO се използва.
bn: এবং ELO গণনার জন্য কোন সূত্র ব্যবহার করা হয়।
cs: a jaký vzorec pro výpočet ELO se používá.
da: og hvilken formel der anvendes til ELO-beregning.
de: und welche Formel zur ELO-Berechnung verwendet wird.
el: και ποιος τύπος χρησιμοποιείται για τον υπολογισμό του ELO.
es: y qué fórmula se utiliza para el cálculo de ELO.
et: ja millist valemit ELO arvutamiseks kasutatakse.
fa: و از چه فرمولی برای محاسبه ELO استفاده می‌شود.
fi: ja mitä kaavaa ELO:n laskemiseen käytetään.
fr: et quelle formule de calcul ELO est utilisée.
he: ואיזו נוסחה משמשת לחישוב ELO.
hi: और ELO गणना के लिए कौन सा सूत्र उपयोग किया जाता है।
hu: és melyik képletet használják az ELO kiszámításához.
id: dan rumus apa yang digunakan untuk menghitung ELO.
it: e quale formula viene utilizzata per il calcolo dell'ELO.
ja: ELO 計算にはどの式が使用されるか。
lt: ir kokia ELO skaičiavimo formulė naudojama.
lv: un kura ELO aprēķināšanas formula tiek izmantota.
nl: en welke formule voor ELO-berekening wordt gebruikt.
no: og hvilken formel for ELO-beregning som brukes.
pl: i jaki wzór stosuje się do obliczenia ELO.
pt: e qual fórmula para cálculo de ELO é usada.
ro: și ce formulă este utilizată pentru calculul ELO.
ru: и какая формула для расчета ЭЛО используется.
sq: dhe cila formulë përdoret për llogaritjen e ELO-s.
sr: и која се формула за израчунавање ЕЛО користи.
sv: och vilken formel för ELO-beräkning används.
sw: na fomula ipi ya hesabu ya ELO inatumika.
ta: மற்றும் ELO கணக்கீட்டிற்கு எந்த சூத்திரம் பயன்படுத்தப்படுகிறது.
th: และใช้สูตรใดในการคำนวณ ELO
tr: ve ELO hesaplamasında hangi formül kullanılıyor.
uk: і яка формула для розрахунку ELO використовується.
ur: اور ELO کیلکولیشن کے لیے کون سا فارمولا استعمال کیا جاتا ہے۔
vi: và công thức nào được sử dụng để tính ELO.

source: Manual adjustment - Check this box if you want to alter the values above manually.
ar: الضبط اليدوي - قم بتحديد هذا المربع إذا كنت تريد تغيير القيم المذكورة أعلاه يدويًا.
bg: Ръчна настройка - Отбележете това квадратче, ако искате да промените горните стойности ръчно.
bn: ম্যানুয়াল সমন্বয় - উপরের মানগুলি ম্যানুয়ালভাবে পরিবর্তন করতে চাইলে এই বাক্সটি চেক করুন।
cs: Ruční nastavení – Zaškrtněte toto políčko, pokud chcete výše uvedené hodnoty změnit ručně.
da: Manuel justering - Markér denne boks, hvis du vil ændre ovenstående værdier manuelt.
de: Manuelle Anpassung – Aktivieren Sie dieses Kontrollkästchen, wenn Sie die oben genannten Werte manuell ändern möchten.
el: Χειροκίνητη ρύθμιση - Επιλέξτε αυτό το πλαίσιο εάν θέλετε να αλλάξετε τις παραπάνω τιμές χειροκίνητα.
es: Ajuste manual: marque esta casilla si desea modificar los valores anteriores manualmente.
et: Käsitsi reguleerimine – märkige see ruut, kui soovite ülaltoodud väärtusi käsitsi muuta.
fa: تنظیم دستی - اگر می‌خواهید مقادیر بالا را به صورت دستی تغییر دهید، این کادر را علامت بزنید.
fi: Manuaalinen säätö - Valitse tämä ruutu, jos haluat muuttaa yllä olevia arvoja manuaalisesti.
fr: Réglage manuel - Cochez cette case si vous souhaitez modifier les valeurs ci-dessus manuellement.
he: כוונון ידני - סמן תיבה זו אם ברצונך לשנות את הערכים לעיל באופן ידני.
hi: मैनुअल समायोजन - यदि आप उपरोक्त मानों को मैन्युअल रूप से बदलना चाहते हैं तो इस बॉक्स को चेक करें।
hu: Kézi beállítás – Jelölje be ezt a négyzetet, ha manuálisan szeretné módosítani a fenti értékeket.
id: Penyesuaian manual - Centang kotak ini jika Anda ingin mengubah nilai di atas secara manual.
it: Regolazione manuale: selezionare questa casella se si desidera modificare manualmente i valori sopra indicati.
ja: 手動調整 - 上記の値を手動で変更する場合は、このボックスをオンにします。
lt: Rankinis reguliavimas – pažymėkite šį langelį, jei norite rankiniu būdu keisti aukščiau nurodytas vertes.
lv: Manuāla regulēšana — atzīmējiet šo lodziņu, ja vēlaties manuāli mainīt iepriekš minētās vērtības.
nl: Handmatige aanpassing: vink dit vakje aan als u de bovenstaande waarden handmatig wilt wijzigen.
no: Manuell justering – Kryss av i denne boksen hvis du vil endre verdiene ovenfor manuelt.
pl: Regulacja ręczna — zaznacz to pole, jeśli chcesz ręcznie zmienić powyższe wartości.
pt: Ajuste manual - Marque esta caixa se quiser alterar os valores acima manualmente.
ro: Reglare manuală - Bifați această casetă dacă doriți să modificați manual valorile de mai sus.
ru: Ручная настройка. Установите этот флажок, если вы хотите изменить указанные выше значения вручную.
sq: Rregullim manual - Shënoni këtë kuti nëse doni të ndryshoni vlerat e mësipërme manualisht.
sr: Ручно подешавање - Означите ову кућицу ако желите ручно да промените горе наведене вредности.
sv: Manuell justering – Markera den här rutan om du vill ändra värdena ovan manuellt.
sw: Marekebisho ya Mwongozo - Tia alama kwenye kisanduku hiki ikiwa unataka kubadilisha thamani zilizo hapo juu wewe mwenyewe.
ta: கைமுறை சரிசெய்தல் - மேலே உள்ள மதிப்புகளை கைமுறையாக மாற்ற விரும்பினால் இந்தப் பெட்டியைத் தேர்வுசெய்யவும்.
th: การปรับด้วยตนเอง - ทำเครื่องหมายในช่องนี้หากคุณต้องการเปลี่ยนแปลงค่าข้างต้นด้วยตนเอง
tr: Manuel ayarlama - Yukarıdaki değerleri manuel olarak değiştirmek istiyorsanız bu kutuyu işaretleyin.
uk: Ручне налаштування – поставте позначку в цьому полі, якщо ви хочете змінити значення вище вручну.
ur: دستی ایڈجسٹمنٹ - اگر آپ اوپر کی اقدار کو دستی طور پر تبدیل کرنا چاہتے ہیں تو اس باکس کو چیک کریں۔
vi: Điều chỉnh thủ công - Đánh dấu vào ô này nếu bạn muốn thay đổi các giá trị trên theo cách thủ công.

source: If you want to play the rated game with manually adjusted values,
ar: إذا كنت تريد لعب اللعبة المصنفة بالقيم المعدلة يدويًا،
bg: Ако искате да играете играта с рейтинг с ръчно зададени стойности,
bn: যদি আপনি ম্যানুয়ালি অ্যাডজাস্ট করা মান সহ রেট করা গেমটি খেলতে চান,
cs: Pokud chcete hrát hodnocenou hru s ručně upravenými hodnotami,
da: Hvis du vil spille det bedømte spil med manuelt justerede værdier,
de: Wenn Sie das bewertete Spiel mit manuell angepassten Werten spielen möchten,
el: Αν θέλετε να παίξετε το παιχνίδι με ονομαστική τιμή με χειροκίνητα προσαρμοσμένες τιμές,
es: Si quieres jugar al juego clasificado con valores ajustados manualmente,
et: Kui soovite mängida hinnatud mängu käsitsi muudetud väärtustega,
fa: اگر می‌خواهید بازی دارای رتبه‌بندی را با مقادیر تنظیم‌شده دستی انجام دهید،
fi: Jos haluat pelata ikärajoitettua peliä manuaalisesti säädetyillä arvoilla,
fr: Si vous souhaitez jouer au jeu classé avec des valeurs ajustées manuellement,
he: אם אתם רוצים לשחק את המשחק המדורג עם ערכים מותאמים ידנית,
hi: यदि आप मैन्युअल रूप से समायोजित मूल्यों के साथ रेटेड गेम खेलना चाहते हैं,
hu: Ha a korhatár-besorolásnak megfelelő játékot manuálisan beállított értékekkel szeretné játszani,
id: Jika Anda ingin memainkan permainan berperingkat dengan nilai yang disesuaikan secara manual,
it: Se vuoi giocare al gioco valutato con valori regolati manualmente,
ja: 手動で調整した値でレーティングゲームをプレイしたい場合は、
lt: Jei norite žaisti įvertintą žaidimą su rankiniu būdu pakoreguotomis reikšmėmis,
lv: Ja vēlaties spēlēt novērtēto spēli ar manuāli pielāgotām vērtībām,
nl: Als je het beoordeelde spel wilt spelen met handmatig aangepaste waarden,
no: Hvis du vil spille det aldersgrensede spillet med manuelt justerte verdier,
pl: Jeśli chcesz grać w grę z oceną i ręcznie dostosowanymi wartościami,
pt: Se você quiser jogar o jogo classificado com valores ajustados manualmente,
ro: Dacă vrei să joci jocul clasificat cu valori ajustate manual,
ru: Если вы хотите сыграть в рейтинговую игру с настроенными вручную значениями,
sq: Nëse doni të luani lojën e vlerësuar me vlera të rregulluara manualisht,
sr: Ако желите да играте оцењену игру са ручно подешеним вредностима,
sv: Om du vill spela det åldersgränsade spelet med manuellt justerade värden,
sw: Ikiwa unataka kucheza mchezo uliokadiriwa na maadili yaliyorekebishwa mwenyewe,
ta: மதிப்பிடப்பட்ட விளையாட்டை கைமுறையாக சரிசெய்யப்பட்ட மதிப்புகளுடன் விளையாட விரும்பினால்,
th: หากคุณต้องการเล่นเกมที่ได้รับการจัดอันดับด้วยค่าที่ปรับด้วยตนเอง
tr: Eğer derecelendirilmiş oyunu manuel olarak ayarlanmış değerlerle oynamak istiyorsanız,
uk: Якщо ви хочете грати в рейтингову гру з ручним налаштуванням значень,
ur: اگر آپ دستی طور پر ایڈجسٹ شدہ اقدار کے ساتھ ریٹیڈ گیم کھیلنا چاہتے ہیں،
vi: Nếu bạn muốn chơi trò chơi được xếp hạng với các giá trị được điều chỉnh thủ công,

source: then leave this box checked when you click on < Start game >
ar: ثم اترك هذا المربع محددًا عند النقر فوق <بدء اللعبة>
bg: след това оставете това квадратче отметнато, когато щракнете върху < Старт на играта >
bn: তারপর <Start game > এ ক্লিক করার সময় এই বাক্সটি চেক করে রাখুন।
cs: pak nechte toto políčko zaškrtnuté, když kliknete na < Spustit hru >
da: så lad denne boks være markeret, når du klikker på <Start spil>
de: dann lassen Sie dieses Kontrollkästchen aktiviert, wenn Sie auf < Spiel starten > klicken
el: στη συνέχεια, αφήστε αυτό το πλαίσιο επιλεγμένο όταν κάνετε κλικ στο <Έναρξη παιχνιδιού>
es: Luego deja esta casilla marcada cuando hagas clic en <Iniciar juego>
et: seejärel jätke see ruut märgituks, kui klõpsate nupul <Alusta mängu>
fa: سپس وقتی روی <شروع بازی> کلیک می‌کنید، این کادر را علامت بزنید.
fi: jätä tämä ruutu valituksi, kun napsautat < Aloita peli >
fr: laissez ensuite cette case cochée lorsque vous cliquez sur < Démarrer le jeu >
he: לאחר מכן, השאר תיבה זו מסומנת כשאתה לוחץ על <התחל משחק>
hi: फिर जब आप < गेम शुरू करें > पर क्लिक करें तो इस बॉक्स को चेक किया हुआ छोड़ दें
hu: majd hagyd bejelölve ezt a négyzetet, amikor a < Játék indítása > gombra kattintasz
id: lalu biarkan kotak ini dicentang saat Anda mengklik < Mulai permainan >
it: quindi lascia questa casella selezionata quando clicchi su <Avvia gioco>
ja: <ゲームを開始>をクリックするときにこのボックスをチェックしたままにしてください。
lt: tada palikite šį langelį pažymėtą, kai spustelėsite <Pradėti žaidimą>
lv: pēc tam atstājiet šo lodziņu atzīmētu, kad noklikšķināt uz < Sākt spēli >
nl: laat dit vakje dan aangevinkt wanneer u op < Start game > klikt
no: la denne boksen være avkrysset når du klikker på <Start spill>
pl: następnie pozostaw to pole zaznaczone, gdy klikniesz <Rozpocznij grę>
pt: então deixe esta caixa marcada quando clicar em < Iniciar jogo >
ro: atunci lasă această căsuță bifată când dai clic pe < Start game >
ru: затем оставьте этот флажок установленным, когда нажмете «Начать игру»
sq: pastaj lëreni të zgjedhur këtë kuti kur klikoni te < Fillo lojën >
sr: затим оставите ову кућицу означену када кликнете на < Покрени игру >
sv: lämna sedan den här rutan markerad när du klickar på <Starta spel>
sw: kisha acha kisanduku hiki kikiangaliwa unapobofya < Start game >
ta: பின்னர் நீங்கள் தொடக்க விளையாட்டு > என்பதைக் கிளிக் செய்யும்போது இந்தப் பெட்டியைத் தேர்வுசெய்யவும்.
th: จากนั้นปล่อยให้ช่องนี้ถูกเลือกไว้เมื่อคุณคลิก < เริ่มเกม >
tr: Daha sonra < Oyunu başlat >'a tıkladığınızda bu kutuyu işaretli bırakın
uk: тоді залиште цей прапорець позначеним, коли натискатимете кнопку < Почати гру >
ur: پھر جب آپ <Start game> پر کلک کریں تو اس باکس کو نشان زد چھوڑ دیں۔
vi: sau đó để nguyên ô này khi bạn nhấp vào < Bắt đầu trò chơi >

source: Rating formulas - Here you can select and modify ELO calculation formulas.
ar: صيغ التقييم - هنا يمكنك تحديد وتعديل صيغ حساب ELO.
bg: Формули за оценка - Тук можете да избирате и променяте формули за изчисление на ELO.
bn: রেটিং সূত্র - এখানে আপনি ELO গণনা সূত্র নির্বাচন এবং সংশোধন করতে পারেন।
cs: Vzorce pro hodnocení – Zde můžete vybrat a upravit vzorce pro výpočet ELO.
da: Vurderingsformler - Her kan du vælge og ændre ELO-beregningsformler.
de: Bewertungsformeln - Hier können Sie ELO-Berechnungsformeln auswählen und ändern.
el: Τύποι αξιολόγησης - Εδώ μπορείτε να επιλέξετε και να τροποποιήσετε τύπους υπολογισμού ELO.
es: Fórmulas de calificación: aquí puede seleccionar y modificar las fórmulas de cálculo de ELO.
et: Hinnanguvalemid – siin saate valida ja muuta ELO arvutusvalemeid.
fa: فرمول‌های رتبه‌بندی - در اینجا می‌توانید فرمول‌های محاسبه ELO را انتخاب و اصلاح کنید.
fi: Luokituskaavat - Tässä voit valita ja muokata ELO-laskentakaavoja.
fr: Formules de notation - Ici, vous pouvez sélectionner et modifier les formules de calcul ELO.
he: נוסחאות דירוג - כאן ניתן לבחור ולשנות נוסחאות חישוב ELO.
hi: रेटिंग सूत्र - यहां आप ELO गणना सूत्रों का चयन और संशोधन कर सकते हैं।
hu: Értékelési képletek – Itt kiválaszthatja és módosíthatja az ELO számítási képleteit.
id: Rumus pemeringkatan - Di sini Anda dapat memilih dan mengubah rumus perhitungan ELO.
it: Formule di valutazione: qui puoi selezionare e modificare le formule di calcolo ELO.
ja: 評価式 - ここで ELO 計算式を選択して変更できます。
lt: Įvertinimo formulės – čia galite pasirinkti ir modifikuoti ELO skaičiavimo formules.
lv: Vērtēšanas formulas — šeit varat atlasīt un modificēt ELO aprēķina formulas.
nl: Beoordelingsformules - Hier kunt u ELO-berekeningsformules selecteren en wijzigen.
no: Vurderingsformler – Her kan du velge og endre ELO-beregningsformler.
pl: Wzory ocen – w tym miejscu można wybierać i modyfikować wzory obliczania ELO.
pt: Fórmulas de classificação - Aqui você pode selecionar e modificar as fórmulas de cálculo do ELO.
ro: Formule de evaluare - Aici puteți selecta și modifica formulele de calcul ELO.
ru: Формулы расчета рейтинга. Здесь вы можете выбрать и изменить формулы расчета ELO.
sq: Formulat e vlerësimit - Këtu mund të zgjidhni dhe modifikoni formulat e llogaritjes së ELO-së.
sr: Формуле за оцену - Овде можете одабрати и изменити формуле за израчунавање ЕЛО-а.
sv: Betygsformler - Här kan du välja och modifiera ELO-beräkningsformler.
sw: Fomula za ukadiriaji - Hapa unaweza kuchagua na kurekebisha fomula za hesabu za ELO.
ta: மதிப்பீட்டு சூத்திரங்கள் - இங்கே நீங்கள் ELO கணக்கீட்டு சூத்திரங்களைத் தேர்ந்தெடுத்து மாற்றலாம்.
th: สูตรการจัดอันดับ - ที่นี่คุณสามารถเลือกและปรับเปลี่ยนสูตรการคำนวณ ELO ได้
tr: Derecelendirme formülleri - Burada ELO hesaplama formüllerini seçebilir ve değiştirebilirsiniz.
uk: Формули оцінки – тут ви можете вибрати та змінити формули розрахунку ELO.
ur: درجہ بندی کے فارمولے - یہاں آپ ELO کیلکولیشن فارمولوں کو منتخب اور ان میں ترمیم کر سکتے ہیں۔
vi: Công thức xếp hạng - Tại đây bạn có thể chọn và sửa đổi công thức tính toán ELO.

source: It is used in a similar way to the current player box.
ar: يتم استخدامه بطريقة مشابهة لصندوق المشغل الحالي.
bg: Използва се по подобен начин на полето на текущия играч.
bn: এটি বর্তমান প্লেয়ার বক্সের মতোই ব্যবহৃত হয়।
cs: Používá se podobným způsobem jako aktuální pole hráče.
da: Den bruges på samme måde som den nuværende spillerboks.
de: Die Verwendung erfolgt ähnlich wie bei der aktuellen Spielerbox.
el: Χρησιμοποιείται με παρόμοιο τρόπο με το τρέχον κουτί παίκτη.
es: Se utiliza de forma similar al cuadro del reproductor actual.
et: Seda kasutatakse sarnaselt praeguse mängija kastiga.
fa: به روشی مشابه جعبه بازیکن فعلی استفاده می‌شود.
fi: Sitä käytetään samalla tavalla kuin nykyistä pelaajalaatikkoa.
fr: Il est utilisé de manière similaire à la boîte de lecteur actuelle.
he: הוא משמש באופן דומה לתיבת השחקן הנוכחית.
hi: इसका उपयोग वर्तमान प्लेयर बॉक्स के समान ही किया जाता है।
hu: Hasonlóan kell használni, mint az aktuális játékosmezőt.
id: Digunakan dengan cara yang sama seperti kotak pemutar saat ini.
it: Viene utilizzato in modo simile all'attuale casella del lettore.
ja: 現在のプレーヤーボックスと同様の方法で使用されます。
lt: Jis naudojamas panašiai kaip ir dabartinio žaidėjo dėžutė.
lv: To izmanto līdzīgi kā pašreizējā spēlētāja lodziņu.
nl: Het wordt op een vergelijkbare manier gebruikt als de huidige spelersbox.
no: Den brukes på lignende måte som den nåværende spillerboksen.
pl: Używa się go podobnie jak bieżącego pola gracza.
pt: Ele é usado de forma semelhante à caixa do player atual.
ro: Se folosește într-un mod similar cu caseta jucătorului curent.
ru: Используется аналогично полю текущего игрока.
sq: Përdoret në një mënyrë të ngjashme me kutinë aktuale të lojtarit.
sr: Користи се на сличан начин као и тренутна кутија играча.
sv: Den används på ett liknande sätt som den nuvarande spelarrutan.
sw: Inatumika kwa njia sawa na sanduku la mchezaji wa sasa.
ta: இது தற்போதைய பிளேயர் பெட்டியைப் போலவே பயன்படுத்தப்படுகிறது.
th: มีการใช้งานในลักษณะเดียวกับกล่องเครื่องเล่นปัจจุบัน
tr: Mevcut oyuncu kutusuna benzer şekilde kullanılır.
uk: Він використовується аналогічно до поточного поля гравця.
ur: یہ موجودہ پلیئر باکس کی طرح استعمال ہوتا ہے۔
vi: Nó được sử dụng theo cách tương tự như hộp trình phát hiện tại.

source: The main difference is that when you add or edit a formula,
ar: الفرق الرئيسي هو أنه عند إضافة صيغة أو تحريرها،
bg: Основната разлика е, че когато добавяте или редактирате формула,
bn: মূল পার্থক্য হল যখন আপনি একটি সূত্র যোগ বা সম্পাদনা করেন,
cs: Hlavní rozdíl spočívá v tom, že když přidáte nebo upravíte vzorec,
da: Den primære forskel er, at når du tilføjer eller redigerer en formel,
de: Der Hauptunterschied besteht darin, dass beim Hinzufügen oder Bearbeiten einer Formel
el: Η κύρια διαφορά είναι ότι όταν προσθέτετε ή επεξεργάζεστε έναν τύπο,
es: La principal diferencia es que cuando agregas o editas una fórmula,
et: Peamine erinevus seisneb selles, et valemi lisamisel või muutmisel
fa: تفاوت اصلی این است که وقتی فرمولی را اضافه یا ویرایش می‌کنید،
fi: Tärkein ero on se, että kun lisäät tai muokkaat kaavaa,
fr: La principale différence est que lorsque vous ajoutez ou modifiez une formule,
he: ההבדל העיקרי הוא שכאשר מוסיפים או עורכים נוסחה,
hi: मुख्य अंतर यह है कि जब आप कोई सूत्र जोड़ते या संपादित करते हैं,
hu: A fő különbség az, hogy amikor képletet adunk hozzá vagy szerkesztünk,
id: Perbedaan utamanya adalah ketika Anda menambahkan atau mengedit rumus,
it: La differenza principale è che quando aggiungi o modifichi una formula,
ja: 主な違いは、数式を追加または編集するときに、
lt: Pagrindinis skirtumas yra tas, kad pridėjus arba redaguojant formulę,
lv: Galvenā atšķirība ir tā, ka, pievienojot vai rediģējot formulu,
nl: Het belangrijkste verschil is dat wanneer u een formule toevoegt of bewerkt,
no: Hovedforskjellen er at når du legger til eller redigerer en formel,
pl: Główną różnicą jest to, że gdy dodajesz lub edytujesz formułę,
pt: A principal diferença é que quando você adiciona ou edita uma fórmula,
ro: Principala diferență este că atunci când adăugați sau editați o formulă,
ru: Главное отличие состоит в том, что когда вы добавляете или редактируете формулу,
sq: Dallimi kryesor është se kur shtoni ose modifikoni një formulë,
sr: Главна разлика је у томе што када додате или измените формулу,
sv: Den största skillnaden är att när du lägger till eller redigerar en formel,
sw: Tofauti kuu ni kwamba unapoongeza au kuhariri fomula,
ta: முக்கிய வேறுபாடு என்னவென்றால், நீங்கள் ஒரு சூத்திரத்தைச் சேர்க்கும்போது அல்லது திருத்தும்போது,
th: ความแตกต่างหลักคือเมื่อคุณเพิ่มหรือแก้ไขสูตร
tr: Temel fark, bir formül eklediğinizde veya düzenlediğinizde,
uk: Основна відмінність полягає в тому, що коли ви додаєте або редагуєте формулу,
ur: بنیادی فرق یہ ہے کہ جب آپ کسی فارمولے کو شامل یا ترمیم کرتے ہیں،
vi: Sự khác biệt chính là khi bạn thêm hoặc chỉnh sửa một công thức,
