Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: for this engine will also appear.
ar: لأن هذا المحرك سوف يظهر أيضًا.
bg: за този двигател също ще се появи.
bn: এই ইঞ্জিনের জন্যও দেখা যাবে।
cs: pro tento motor se také objeví.
da: for denne motor vil også blive vist.
de: für diesen Motor wird ebenfalls angezeigt.
el: για αυτόν τον κινητήρα θα εμφανιστεί επίσης.
es: para este motor también aparecerá.
et: Selle mootori jaoks ilmub ka.
fa: برای این موتور نیز ظاهر خواهد شد.
fi: tälle moottorille tulee myös näkyviin.
fr: pour ce moteur apparaîtra également.
he: עבור מנוע זה יופיע גם כן.
hi: इसके लिए इंजन भी दिखाई देगा।
hu: ehhez a motorhoz is megjelenik.
id: untuk mesin ini juga akan muncul.
it: per questo motore apparirà anche.
ja: このエンジンも登場します。
lt: taip pat pasirodys šiam varikliui.
lv: parādīsies arī šim dzinējam.
nl: want deze engine zal ook verschijnen.
no: for denne motoren vil også dukke opp.
pl: dla tego silnika również się pojawi.
pt: para este motor também aparecerá.
ro: căci va apărea și acest motor.
ru: для этого движка тоже появится.
sq: për këtë motor do të shfaqet gjithashtu.
sr: за овај мотор ће се такође појавити.
sv: för denna motor kommer också att visas.
sw: kwa injini hii pia itaonekana.
ta: இந்த இயந்திரமும் தோன்றும்.
th: สำหรับเครื่องยนต์ตัวนี้ก็จะปรากฏขึ้นเช่นกัน
tr: çünkü bu motor da ortaya çıkacak.
uk: для цього двигуна також з'явиться.
ur: اس کے لیے انجن بھی ظاہر ہوگا۔
vi: vì động cơ này cũng sẽ xuất hiện.

source: Current player - Here you can set the current player and also add, delete
ar: المشغل الحالي - هنا يمكنك تعيين المشغل الحالي وإضافة أو حذفه أيضًا
bg: Текущ играч - Тук можете да зададете текущия играч, както и да го добавите, изтриете
bn: বর্তমান খেলোয়াড় - এখানে আপনি বর্তমান খেলোয়াড় সেট করতে পারবেন এবং যোগ, মুছতে পারবেন
cs: Aktuální hráč - Zde můžete nastavit aktuálního hráče a také ho přidat a smazat
da: Aktuel spiller - Her kan du indstille den aktuelle spiller og også tilføje, slette
de: Aktueller Spieler - Hier können Sie den aktuellen Spieler einstellen und auch hinzufügen, löschen
el: Τρέχων παίκτης - Εδώ μπορείτε να ορίσετε τον τρέχοντα παίκτη και επίσης να προσθέσετε, να διαγράψετε
es: Jugador actual: aquí puedes configurar el reproductor actual y también agregarlo o eliminarlo.
et: Praegune mängija – siin saate määrata praeguse mängija ning lisada ja kustutada
fa: پخش‌کننده فعلی - در اینجا می‌توانید پخش‌کننده فعلی را تنظیم کنید و همچنین اضافه یا حذف کنید
fi: Nykyinen pelaaja - Tässä voit asettaa nykyisen pelaajan ja myös lisätä, poistaa
fr: Joueur actuel - Ici, vous pouvez définir le joueur actuel et également ajouter, supprimer
he: נגן נוכחי - כאן ניתן להגדיר את הנגן הנוכחי וגם להוסיף, למחוק
hi: वर्तमान प्लेयर - यहां आप वर्तमान प्लेयर सेट कर सकते हैं और जोड़, हटा भी सकते हैं
hu: Aktuális játékos - Itt beállíthatod az aktuális játékost, valamint hozzáadhatsz és törölhetsz
id: Pemain saat ini - Di sini Anda dapat mengatur pemain saat ini dan juga menambahkan, menghapus
it: Giocatore corrente - Qui puoi impostare il giocatore corrente e anche aggiungere, eliminare
ja: 現在のプレイヤー - ここで現在のプレイヤーを設定したり、追加、削除したりできます
lt: Dabartinis žaidėjas – čia galite nustatyti dabartinį žaidėją, taip pat pridėti, ištrinti
lv: Pašreizējais spēlētājs — šeit varat iestatīt pašreizējo spēlētāju, kā arī pievienot un dzēst
nl: Huidige speler - Hier kunt u de huidige speler instellen en ook spelers toevoegen of verwijderen
no: Gjeldende spiller – Her kan du angi gjeldende spiller og også legge til, slette
pl: Aktualny gracz – tutaj możesz ustawić aktualnego gracza, a także dodawać i usuwać
pt: Jogador atual - Aqui você pode definir o jogador atual e também adicionar, excluir
ro: Jucătorul curent - Aici puteți seta jucătorul curent și, de asemenea, puteți adăuga, șterge
ru: Текущий игрок - Здесь вы можете установить текущего игрока, а также добавить, удалить
sq: Lojtari aktual - Këtu mund të caktoni lojtarin aktual dhe gjithashtu të shtoni, fshini
sr: Тренутни играч - Овде можете подесити тренутног играча, а такође га додати и обрисати
sv: Aktuell spelare - Här kan du ställa in den aktuella spelaren och även lägga till, ta bort
sw: Mchezaji wa sasa - Hapa unaweza kuweka mchezaji wa sasa na pia kuongeza, kufuta
ta: தற்போதைய பிளேயர் - இங்கே நீங்கள் தற்போதைய பிளேயரை அமைக்கலாம், மேலும் சேர்க்கலாம், நீக்கலாம்
th: ผู้เล่นปัจจุบัน - ที่นี่คุณสามารถตั้งค่าผู้เล่นปัจจุบันและเพิ่มหรือลบได้
tr: Mevcut oyuncu - Burada mevcut oyuncuyu ayarlayabilir ve ayrıca ekleyebilir, silebilirsiniz
uk: Поточний гравець – Тут ви можете встановити поточного гравця, а також додати, видалити
ur: موجودہ پلیئر - یہاں آپ موجودہ پلیئر کو سیٹ کر سکتے ہیں اور شامل، ڈیلیٹ بھی کر سکتے ہیں۔
vi: Người chơi hiện tại - Tại đây bạn có thể thiết lập người chơi hiện tại và cũng có thể thêm, xóa

source: and edit players. The name of the current player is displayed in the edit window
ar: وتعديل اللاعبين. يظهر اسم اللاعب الحالي في نافذة التعديل
bg: и редактирайте играчи. Името на текущия играч се показва в прозореца за редактиране
bn: এবং প্লেয়ার সম্পাদনা করুন। বর্তমান প্লেয়ারের নাম সম্পাদনা উইন্ডোতে প্রদর্শিত হয়
cs: a upravovat hráče. Jméno aktuálního hráče se zobrazí v okně úprav
da: og rediger spillere. Navnet på den aktuelle spiller vises i redigeringsvinduet
de: und Spieler bearbeiten. Der Name des aktuellen Spielers wird im Bearbeitungsfenster angezeigt
el: και επεξεργασία παικτών. Το όνομα του τρέχοντος παίκτη εμφανίζεται στο παράθυρο επεξεργασίας
es: y editar jugadores. El nombre del jugador actual se muestra en la ventana de edición.
et: ja redigeeri mängijaid. Praeguse mängija nimi kuvatakse redigeerimisaknas.
fa: و بازیکنان را ویرایش کنید. نام بازیکن فعلی در پنجره ویرایش نمایش داده می‌شود.
fi: ja muokkaa pelaajia. Nykyisen pelaajan nimi näkyy muokkausikkunassa.
fr: et éditer les joueurs. Le nom du joueur actuel s'affiche dans la fenêtre d'édition.
he: ולערוך שחקנים. שם השחקן הנוכחי מוצג בחלון העריכה
hi: और खिलाड़ियों को संपादित करें। वर्तमान खिलाड़ी का नाम संपादन विंडो में प्रदर्शित होता है
hu: és szerkesztheti a játékosokat. Az aktuális játékos neve megjelenik a szerkesztőablakban.
id: dan edit pemain. Nama pemain saat ini ditampilkan di jendela edit
it: e modifica i giocatori. Il nome del giocatore corrente viene visualizzato nella finestra di modifica
ja: プレイヤーを編集します。現在のプレイヤーの名前は編集ウィンドウに表示されます。
lt: ir redaguoti žaidėjus. Dabartinio žaidėjo vardas rodomas redagavimo lange
lv: un rediģēt spēlētājus. Pašreizējā spēlētāja vārds tiek parādīts rediģēšanas logā.
nl: en spelers bewerken. De naam van de huidige speler wordt weergegeven in het bewerkingsvenster.
no: og redigere spillere. Navnet på den gjeldende spilleren vises i redigeringsvinduet
pl: i edytuj graczy. Nazwa aktualnego gracza jest wyświetlana w oknie edycji.
pt: e editar jogadores. O nome do jogador atual é exibido na janela de edição
ro: și editați jucători. Numele jucătorului curent este afișat în fereastra de editare
ru: и редактировать игроков. Имя текущего игрока отображается в окне редактирования.
sq: dhe modifikoni lojtarët. Emri i lojtarit aktual shfaqet në dritaren e modifikimit.
sr: и уређивање играча. Име тренутног играча се приказује у прозору за уређивање
sv: och redigera spelare. Namnet på den aktuella spelaren visas i redigeringsfönstret
sw: na uhariri wachezaji. Jina la mchezaji wa sasa linaonyeshwa kwenye dirisha la kuhariri
ta: மற்றும் வீரர்களைத் திருத்தவும். தற்போதைய வீரரின் பெயர் திருத்து சாளரத்தில் காட்டப்படும்.
th: และแก้ไขผู้เล่น ชื่อของผู้เล่นปัจจุบันจะแสดงในหน้าต่างแก้ไข
tr: ve oyuncuları düzenleyin. Mevcut oyuncunun adı düzenleme penceresinde görüntülenir.
uk: та редагувати гравців. Ім'я поточного гравця відображається у вікні редагування
ur: اور کھلاڑیوں میں ترمیم کریں۔ موجودہ کھلاڑی کا نام ایڈٹ ونڈو میں ظاہر ہوتا ہے۔
vi: và chỉnh sửa người chơi. Tên của người chơi hiện tại được hiển thị trong cửa sổ chỉnh sửa

source: of a drop-down list box.
ar: من مربع القائمة المنسدلة.
bg: на падащо списъчно поле.
bn: একটি ড্রপ-ডাউন তালিকা বাক্সের।
cs: rozbalovacího seznamu.
da: af en rulleliste.
de: eines Dropdown-Listenfelds.
el: ενός αναπτυσσόμενου πλαισίου λίστας.
es: de un cuadro de lista desplegable.
et: rippmenüüst.
fa: از یک کادر لیست کشویی.
fi: avattavasta luetteloruudusta.
fr: d'une liste déroulante.
he: של תיבת רשימה נפתחת.
hi: ड्रॉप-डाउन सूची बॉक्स का.
hu: egy legördülő listából.
id: dari kotak daftar drop-down.
it: di una casella di riepilogo a discesa.
ja: ドロップダウン リスト ボックスの。
lt: išskleidžiamojo sąrašo lango.
lv: nolaižamajā sarakstlodziņā.
nl: van een vervolgkeuzelijst.
no: av en rullegardinliste.
pl: listy rozwijanej.
pt: de uma caixa de listagem suspensa.
ro: a unei casete listă derulantă.
ru: раскрывающегося списка.
sq: të një kutie me listë zbritëse.
sr: падајућег оквира са листом.
sv: av en rullgardinsmeny.
sw: ya kisanduku cha orodha kunjuzi.
ta: ஒரு கீழ்தோன்றும் பட்டியல் பெட்டியின்.
th: ของกล่องรายการแบบดรอปดาวน์
tr: Bir açılır liste kutusunun.
uk: у вигляді розкривного списку.
ur: ڈراپ ڈاؤن لسٹ باکس کا۔
vi: của hộp danh sách thả xuống.

source: Plus button - To add a new player, type their name in the edit window and click
ar: زر الإضافة - لإضافة لاعب جديد، اكتب اسمه في نافذة التحرير وانقر فوق
bg: Бутон Плюс - За да добавите нов играч, въведете името му в прозореца за редактиране и щракнете
bn: প্লাস বোতাম - নতুন খেলোয়াড় যোগ করতে, সম্পাদনা উইন্ডোতে তাদের নাম টাইপ করুন এবং ক্লিক করুন
cs: Tlačítko Plus – Chcete-li přidat nového hráče, zadejte jeho jméno do okna úprav a klikněte na
da: Plusknap - For at tilføje en ny spiller skal du skrive deres navn i redigeringsvinduet og klikke på
de: Plus-Schaltfläche – Um einen neuen Spieler hinzuzufügen, geben Sie seinen Namen in das Bearbeitungsfenster ein und klicken Sie auf
el: Κουμπί Plus - Για να προσθέσετε έναν νέο παίκτη, πληκτρολογήστε το όνομά του στο παράθυρο επεξεργασίας και κάντε κλικ
es: Botón más: para agregar un nuevo jugador, escriba su nombre en la ventana de edición y haga clic
et: Plussnupp – Uue mängija lisamiseks tippige tema nimi muutmisaknasse ja klõpsake
fa: دکمه بعلاوه - برای اضافه کردن یک بازیکن جدید، نام او را در پنجره ویرایش تایپ کنید و کلیک کنید
fi: Plus-painike – Lisää uusi pelaaja kirjoittamalla hänen nimensä muokkausikkunaan ja napsauttamalla
fr: Bouton Plus - Pour ajouter un nouveau joueur, saisissez son nom dans la fenêtre d'édition et cliquez sur
he: כפתור פלוס - כדי להוסיף שחקן חדש, הקלד את שמו בחלון העריכה ולחץ על
hi: प्लस बटन - नया खिलाड़ी जोड़ने के लिए, संपादन विंडो में उनका नाम लिखें और क्लिक करें
hu: Plusz gomb - Új játékos hozzáadásához írd be a nevét a szerkesztőablakba, majd kattints
id: Tombol plus - Untuk menambahkan pemain baru, ketik nama mereka di jendela edit dan klik
it: Pulsante Più - Per aggiungere un nuovo giocatore, digita il suo nome nella finestra di modifica e fai clic
ja: プラスボタン - 新しいプレーヤーを追加するには、編集ウィンドウに名前を入力してクリックします。
lt: Pliuso mygtukas – norėdami pridėti naują žaidėją, redagavimo lange įveskite jo vardą ir spustelėkite
lv: Plusa poga — lai pievienotu jaunu spēlētāju, rediģēšanas logā ierakstiet viņa vārdu un noklikšķiniet uz
nl: Plusknop - Om een nieuwe speler toe te voegen, typt u zijn of haar naam in het bewerkingsvenster en klikt u op
no: Pluss-knapp – For å legge til en ny spiller, skriv inn navnet deres i redigeringsvinduet og klikk på
pl: Przycisk plus – Aby dodać nowego gracza, wpisz jego imię w oknie edycji i kliknij
pt: Botão de adição - Para adicionar um novo jogador, digite o nome dele na janela de edição e clique
ro: Butonul Plus - Pentru a adăuga un jucător nou, introduceți numele acestuia în fereastra de editare și faceți clic pe
ru: Кнопка «Плюс» — чтобы добавить нового игрока, введите его имя в окно редактирования и нажмите
sq: Butoni Plus - Për të shtuar një lojtar të ri, shkruani emrin e tij/saj në dritaren e redaktimit dhe klikoni
sr: Дугме плус - Да бисте додали новог играча, унесите његово име у прозор за уређивање и кликните
sv: Plusknapp – För att lägga till en ny spelare, skriv deras namn i redigeringsfönstret och klicka på
sw: Kitufe cha Plus - Ili kuongeza kichezaji kipya, andika jina lake kwenye dirisha la kuhariri na ubofye
ta: பிளஸ் பொத்தான் - ஒரு புதிய பிளேயரைச் சேர்க்க, திருத்து சாளரத்தில் அவர்களின் பெயரைத் தட்டச்சு செய்து,
th: ปุ่มบวก - หากต้องการเพิ่มผู้เล่นใหม่ ให้พิมพ์ชื่อของพวกเขาในหน้าต่างแก้ไข แล้วคลิก
tr: Artı düğmesi - Yeni bir oyuncu eklemek için düzenleme penceresine adını yazın ve tıklayın
uk: Кнопка «Плюс» – щоб додати нового гравця, введіть його ім’я у вікні редагування та натисніть
ur: پلس بٹن - ایک نئے کھلاڑی کو شامل کرنے کے لیے، ترمیم ونڈو میں ان کا نام ٹائپ کریں اور کلک کریں۔
vi: Nút dấu cộng - Để thêm người chơi mới, hãy nhập tên của họ vào cửa sổ chỉnh sửa và nhấp vào

source: on this button. Their name will be added to the list and a file named after them,
ar: على هذا الزر. سيتم إضافة اسمهم إلى القائمة وسيُسمّى ملف باسمهم.
bg: на този бутон. Името им ще бъде добавено към списъка и ще бъде създаден файл, кръстен на тяхно име,
bn: এই বোতামে। তাদের নাম তালিকায় যোগ করা হবে এবং তাদের নামে একটি ফাইল নামকরণ করা হবে,
cs: na toto tlačítko. Jejich jméno bude přidáno do seznamu a soubor bude pojmenován po nich,
da: på denne knap. Deres navn vil blive føjet til listen, og en fil vil blive opkaldt efter dem,
de: Klicken Sie auf diese Schaltfläche. Ihr Name wird der Liste hinzugefügt und eine Datei wird nach ihnen benannt.
el: σε αυτό το κουμπί. Το όνομά τους θα προστεθεί στη λίστα και ένα αρχείο θα ονομαστεί προς τιμήν τους,
es: En este botón, su nombre se añadirá a la lista y se creará un archivo con su nombre.
et: sellele nupule. Nende nimi lisatakse nimekirja ja nende järgi nimetatakse fail.
fa: روی این دکمه. نام آنها به لیست اضافه می‌شود و فایلی به نام آنها ایجاد می‌شود،
fi: tätä painiketta. Heidän nimensä lisätään luetteloon ja heidän mukaansa nimetty tiedosto
fr: Cliquez sur ce bouton. Leur nom sera ajouté à la liste et un fichier portant leur nom sera créé.
he: על כפתור זה. שמם יתווסף לרשימה וקובץ ייקרא על שמם,
hi: इस बटन पर क्लिक करें। उनका नाम सूची में जोड़ दिया जाएगा और उनके नाम पर एक फ़ाइल बना दी जाएगी।
hu: erre a gombra. A nevük hozzáadódik a listához, és egy róla elnevezett fájl jön létre,
id: pada tombol ini. Nama mereka akan ditambahkan ke daftar dan sebuah file akan dinamai menurut nama mereka,
it: su questo pulsante. Il loro nome verrà aggiunto all'elenco e verrà creato un file con il loro nome,
ja: このボタンをクリックすると、その名前がリストに追加され、ファイル名も作成されます。
lt: šį mygtuką. Jų vardas bus pridėtas prie sąrašo ir jų vardu pavadintas failas,
lv: uz šīs pogas. Viņu vārds tiks pievienots sarakstam, un viņu vārdā tiks izveidots fails,
nl: op deze knop. Hun naam wordt toegevoegd aan de lijst en er wordt een bestand naar hen vernoemd.
no: på denne knappen. Navnet deres vil bli lagt til i listen, og en fil vil bli oppkalt etter dem.
pl: na tym przycisku. Ich imię zostanie dodane do listy, a plik zostanie nazwany ich imieniem,
pt: neste botão. O nome deles será adicionado à lista e um arquivo com o nome deles,
ro: pe acest buton. Numele lor va fi adăugat la listă și un fișier va fi numit după ei,
ru: на эту кнопку. Их имена будут добавлены в список, и будет создан файл с их именем.
sq: në këtë buton. Emri i tyre do të shtohet në listë dhe një skedar do të emërohet sipas tyre,
sr: на ово дугме. Њихово име ће бити додато на листу и датотека ће бити названа по њима,
sv: på den här knappen. Deras namn kommer att läggas till i listan och en fil kommer att namnges efter dem,
sw: kwenye kifungo hiki. Jina lao litaongezwa kwenye orodha na faili iliyopewa jina lao,
ta: இந்தப் பொத்தானில். அவர்களின் பெயர் பட்டியலில் சேர்க்கப்படும், மேலும் அவர்களின் பெயரால் ஒரு கோப்பு பெயரிடப்படும்,
th: บนปุ่มนี้ ชื่อของพวกเขาจะถูกเพิ่มลงในรายการและไฟล์จะถูกตั้งชื่อตามพวกเขา
tr: Bu butona tıklayın. İsimleri listeye eklenecek ve onların adını taşıyan bir dosya oluşturulacak.
uk: на цю кнопку. Їхнє ім'я буде додано до списку, а файл буде названо на їхню честь,
ur: اس بٹن پر. ان کا نام فہرست میں شامل کیا جائے گا اور ان کے نام کی فائل،
vi: vào nút này. Tên của họ sẽ được thêm vào danh sách và một tệp được đặt theo tên họ,

source: which contains their details, will be stored on disk in the
ar: والتي تحتوي على تفاصيلهم، سيتم تخزينها على القرص في
bg: който съдържа техните данни, ще се съхранява на диск в
bn: যার মধ্যে তাদের বিবরণ থাকবে, তা ডিস্কে সংরক্ষণ করা হবে
cs: který obsahuje jejich údaje, bude uložen na disku v
da: som indeholder deres oplysninger, vil blive gemt på disk i
de: die ihre Details enthält, wird auf der Festplatte im
el: το οποίο περιέχει τα στοιχεία τους, θα αποθηκευτεί σε δίσκο στο
es: que contiene sus detalles, se almacenará en el disco en el
et: mis sisaldab nende andmeid, salvestatakse kettale
fa: که شامل جزئیات آنهاست، روی دیسک ذخیره خواهد شد.
fi: joka sisältää heidän tietonsa, tallennetaan levylle
fr: qui contient leurs coordonnées, sera stocké sur le disque dans le
he: אשר מכיל את פרטיהם, יאוחסן בדיסק ב-
hi: जिसमें उनका विवरण होगा, डिस्क पर संग्रहीत किया जाएगा
hu: amely tartalmazza az adataikat, lemezen lesz tárolva a
id: yang berisi rinciannya, akan disimpan di disk di
it: che contiene i loro dettagli, saranno memorizzati su disco nel
ja: 詳細情報を含むデータは、
lt: kuriame yra jų duomenys, bus saugomi diske
lv: kas satur viņu datus, tiks saglabāts diskā
nl: die hun gegevens bevat, worden op schijf opgeslagen in de
no: som inneholder detaljene deres, vil bli lagret på disk i
pl: zawierające ich dane, zostaną zapisane na dysku w
pt: que contém seus detalhes, serão armazenados no disco no
ro: care conține detaliile lor, va fi stocat pe disc în
ru: который содержит их данные, будут сохранены на диске в
sq: që përmban detajet e tyre, do të ruhet në disk në
sr: који садржи њихове податке, биће сачуван на диску у
sv: som innehåller deras uppgifter, kommer att lagras på disk i
sw: ambayo ina maelezo yao, itahifadhiwa kwenye diski kwenye faili ya
ta: அவர்களின் விவரங்களைக் கொண்ட இது, வட்டில் சேமிக்கப்படும்
th: ซึ่งมีรายละเอียดของพวกเขาจะถูกเก็บไว้ในดิสก์ใน
tr: ayrıntılarını içeren, diskte saklanacaktır
uk: який містить їхні дані, буде збережено на диску в
ur: جو ان کی تفصیلات پر مشتمل ہے، میں ڈسک پر محفوظ کیا جائے گا۔
vi: chứa thông tin chi tiết của họ, sẽ được lưu trữ trên đĩa trong

source: Minus button - Click to delete the player shown in the edit window.
ar: زر الطرح - انقر عليه لحذف المشغل الظاهر في نافذة التحرير.
bg: Бутон минус - Кликнете, за да изтриете играча, показан в прозореца за редактиране.
bn: মাইনাস বোতাম - সম্পাদনা উইন্ডোতে দেখানো প্লেয়ারটি মুছে ফেলতে ক্লিক করুন।
cs: Tlačítko mínus – Kliknutím smažete hráče zobrazeného v okně úprav.
da: Minus-knap - Klik for at slette den spiller, der vises i redigeringsvinduet.
de: Minus-Schaltfläche – Klicken Sie hier, um den im Bearbeitungsfenster angezeigten Player zu löschen.
el: Κουμπί μείον - Κάντε κλικ για να διαγράψετε τον παίκτη που εμφανίζεται στο παράθυρο επεξεργασίας.
es: Botón menos: haga clic para eliminar el jugador que se muestra en la ventana de edición.
et: Miinusnupp – Klõpsa muutmisaknas kuvatava mängija kustutamiseks.
fa: دکمه‌ی منها - برای حذف پخش‌کننده‌ی نمایش داده شده در پنجره‌ی ویرایش، کلیک کنید.
fi: Miinus-painike – Napsauta tätä poistaaksesi muokkausikkunassa näkyvän pelaajan.
fr: Bouton Moins - Cliquez pour supprimer le lecteur affiché dans la fenêtre d'édition.
he: כפתור מינוס - לחץ כדי למחוק את השחקן המוצג בחלון העריכה.
hi: माइनस बटन - संपादन विंडो में दिखाए गए प्लेयर को हटाने के लिए क्लिक करें।
hu: Mínusz gomb – Kattintson rá a szerkesztőablakban látható játékos törléséhez.
id: Tombol minus - Klik untuk menghapus pemain yang ditampilkan di jendela edit.
it: Pulsante Meno: fare clic per eliminare il lettore visualizzato nella finestra di modifica.
ja: マイナスボタン - クリックすると編集ウィンドウに表示されているプレーヤーが削除されます。
lt: Minuso mygtukas – spustelėkite, jei norite ištrinti redagavimo lange rodomą žaidėją.
lv: Mīnusa poga — noklikšķiniet, lai dzēstu rediģēšanas logā redzamo spēlētāju.
nl: Minknop - Klik om de speler te verwijderen die in het bewerkingsvenster wordt weergegeven.
no: Minus-knapp – Klikk for å slette spilleren som vises i redigeringsvinduet.
pl: Przycisk minus - Kliknij, aby usunąć gracza wyświetlanego w oknie edycji.
pt: Botão de menos - Clique para excluir o player mostrado na janela de edição.
ro: Butonul Minus - Faceți clic pentru a șterge jucătorul afișat în fereastra de editare.
ru: Кнопка «Минус» — нажмите, чтобы удалить игрока, отображаемого в окне редактирования.
sq: Butoni minus - Klikoni për të fshirë luajtësin e shfaqur në dritaren e modifikimit.
sr: Дугме минус - Кликните да бисте обрисали играча приказаног у прозору за уређивање.
sv: Minusknapp – Klicka för att ta bort spelaren som visas i redigeringsfönstret.
sw: Kitufe cha kuondoa - Bofya ili kufuta kichezaji kilichoonyeshwa kwenye dirisha la kuhariri.
ta: கழித்தல் பொத்தான் - திருத்த சாளரத்தில் காட்டப்பட்டுள்ள பிளேயரை நீக்க கிளிக் செய்யவும்.
th: ปุ่มลบ - คลิกเพื่อลบเครื่องเล่นที่แสดงในหน้าต่างแก้ไข
tr: Eksi düğmesi - Düzenleme penceresinde gösterilen oynatıcıyı silmek için tıklayın.
uk: Кнопка мінус – натисніть, щоб видалити гравця, показаного у вікні редагування.
ur: مائنس بٹن - ترمیم ونڈو میں دکھائے گئے پلیئر کو حذف کرنے کے لیے کلک کریں۔
vi: Nút trừ - Nhấp để xóa trình phát được hiển thị trong cửa sổ chỉnh sửa.

source: This will also remove their file from disk.
ar: سيؤدي هذا أيضًا إلى إزالة ملفهم من القرص.
bg: Това ще премахне и техния файл от диска.
bn: এটি ডিস্ক থেকে তাদের ফাইলটিও সরিয়ে ফেলবে।
cs: Tím se také odstraní jejich soubor z disku.
da: Dette vil også fjerne deres fil fra disken.
de: Dadurch wird auch die Datei von der Festplatte entfernt.
el: Αυτό θα καταργήσει επίσης το αρχείο τους από τον δίσκο.
es: Esto también eliminará su archivo del disco.
et: See eemaldab ka nende faili kettalt.
fa: این کار فایل آنها را از روی دیسک نیز حذف می‌کند.
fi: Tämä poistaa myös heidän tiedostonsa levyltä.
fr: Cela supprimera également leur fichier du disque.
he: פעולה זו גם תמחק את הקובץ שלהם מהדיסק.
hi: इससे उनकी फ़ाइल भी डिस्क से हट जाएगी।
hu: Ez a fájlt is eltávolítja a lemezről.
id: Ini juga akan menghapus berkas mereka dari disk.
it: In questo modo verrà rimosso anche il file dal disco.
ja: これにより、ディスクからファイルも削除されます。
lt: Tai taip pat pašalins jų failą iš disko.
lv: Tas arī noņems viņu failu no diska.
nl: Hiermee wordt het bestand ook van de schijf verwijderd.
no: Dette vil også fjerne filen deres fra disken.
pl: Spowoduje to również usunięcie pliku z dysku.
pt: Isso também removerá o arquivo do disco.
ro: Aceasta va elimina și fișierul lor de pe disc.
ru: Это также удалит их файл с диска.
sq: Kjo do ta heqë edhe skedarin e tyre nga disku.
sr: Ово ће такође уклонити њихов фајл са диска.
sv: Detta kommer också att ta bort deras fil från disken.
sw: Hii pia itaondoa faili zao kutoka kwa diski.
ta: இது அவர்களின் கோப்பை வட்டில் இருந்தும் அகற்றும்.
th: การทำเช่นนี้จะลบไฟล์ของพวกเขาออกจากดิสก์ด้วย
tr: Bu aynı zamanda dosyalarının diskten kaldırılmasına da neden olacaktır.
uk: Це також видалить їхній файл з диска.
ur: اس سے ان کی فائل بھی ڈسک سے ہٹ جائے گی۔
vi: Thao tác này cũng sẽ xóa tệp của họ khỏi đĩa.
