Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Their calculation for the new rating after a game is -
ar: حسابهم للتصنيف الجديد بعد المباراة هو -
bg: Тяхното изчисление за новия рейтинг след игра е -
bn: একটি খেলার পর নতুন রেটিং এর জন্য তাদের হিসাব হল -
cs: Jejich výpočet nového hodnocení po hře je -
da: Deres beregning for den nye rating efter en kamp er -
de: Ihre Berechnung für die neue Wertung nach einem Spiel ist:
el: Ο υπολογισμός τους για τη νέα βαθμολογία μετά από ένα παιχνίδι είναι -
es: Su cálculo para la nueva calificación después de un juego es:
et: Nende arvutus uue reitingu kohta pärast mängu on -
fa: محاسبه آنها برای رتبه جدید پس از یک بازی عبارت است از -
fi: Heidän laskelmansa uudesta luokituksesta pelin jälkeen on -
fr: Leur calcul pour la nouvelle note après un match est -
he: החישוב שלהם לדירוג החדש לאחר משחק הוא -
hi: किसी खेल के बाद नई रेटिंग के लिए उनकी गणना है -
hu: A számításuk az új értékeléshez egy meccs után:
id: Perhitungan mereka untuk peringkat baru setelah pertandingan adalah -
it: Il loro calcolo per la nuova valutazione dopo una partita è:
ja: 試合後の新しい評価の計算は次の通りです。
lt: Jų apskaičiuotas naujas reitingas po rungtynių yra -
lv: Viņu aprēķins jaunajam reitingam pēc spēles ir -
nl: Hun berekening voor de nieuwe beoordeling na een wedstrijd is -
no: Deres beregning for den nye vurderingen etter en kamp er -
pl: Ich wyliczenie nowej oceny po meczu wygląda następująco:
pt: O cálculo deles para a nova classificação após um jogo é -
ro: Calculul lor pentru noul rating după un meci este -
ru: Их расчет нового рейтинга после игры -
sq: Llogaritja e tyre për vlerësimin e ri pas një loje është -
sr: Њихов прорачун за нови рејтинг након утакмице је -
sv: Deras beräkning för den nya rankningen efter en match är -
sw: Hesabu yao ya ukadiriaji mpya baada ya mchezo ni -
ta: ஒரு ஆட்டத்திற்குப் பிறகு புதிய மதிப்பீட்டிற்கான அவர்களின் கணக்கீடு -
th: การคำนวณของพวกเขาสำหรับเรตติ้งใหม่หลังเกมคือ -
tr: Bir maçın ardından yeni reyting hesaplamaları şu şekildedir:
uk: Їхній розрахунок нового рейтингу після гри такий:
ur: گیم کے بعد نئی ریٹنگ کے لیے ان کا حساب ہے -
vi: Tính toán của họ cho xếp hạng mới sau một trò chơi là -

source: (for win or loss)
ar: (للفوز أو الخسارة)
bg: (за победа или загуба)
bn: (জয় বা পরাজয়ের জন্য)
cs: (pro výhru nebo prohru)
da: (for sejr eller tab)
de: (für Sieg oder Niederlage)
el: (για νίκη ή ήττα)
es: (para ganar o perder)
et: (võidu või kaotuse puhul)
fa: (برای برد یا باخت)
fi: (voittoon tai tappioon)
fr: (pour gagner ou perdre)
he: (לניצחון או להפסד)
hi: (जीत या हार के लिए)
hu: (győzelemre vagy vereségre)
id: (untuk menang atau kalah)
it: (per la vittoria o la sconfitta)
ja: （勝敗に関わらず）
lt: (pergalei ar pralaimėjimui)
lv: (uzvaras vai zaudējuma gadījumā)
nl: (voor winst of verlies)
no: (for seier eller tap)
pl: (na wygraną lub przegraną)
pt: (para vitória ou derrota)
ro: (pentru victorie sau pierdere)
ru: (для выигрыша или проигрыша)
sq: (për fitore ose humbje)
sr: (за победу или пораз)
sv: (för vinst eller förlust)
sw: (kwa ushindi au kushindwa)
ta: (வெற்றி அல்லது தோல்விக்கு)
th: (เพื่อชัยชนะหรือความพ่ายแพ้)
tr: (kazanmak veya kaybetmek için)
uk: (на перемогу чи поразку)
ur: (جیت یا ہار کے لیے)
vi: (dù thắng hay thua)

source: Here 0.04 (4 percent) is the strength adjustment factor (SAF)
ar: هنا 0.04 (4 بالمائة) هو عامل تعديل القوة (SAF)
bg: Тук 0,04 (4 процента) е коефициентът на корекция на якостта (SAF)
bn: এখানে ০.০৪ (৪ শতাংশ) হল শক্তি সমন্বয় ফ্যাক্টর (SAF)
cs: Zde 0,04 (4 procenta) je součinitel úpravy pevnosti (SAF)
da: Her er 0,04 (4 procent) styrkejusteringsfaktoren (SAF)
de: Hier ist 0,04 (4 Prozent) der Festigkeitsanpassungsfaktor (SAF)
el: Εδώ 0,04 (4 τοις εκατό) είναι ο συντελεστής προσαρμογής αντοχής (SAF)
es: Aquí 0,04 (4 por ciento) es el factor de ajuste de fuerza (SAF)
et: Siin on 0,04 (4 protsenti) tugevuse korrigeerimistegur (SAF).
fa: در اینجا 0.04 (4 درصد) ضریب تعدیل مقاومت (SAF) است.
fi: Tässä 0,04 (4 prosenttia) on lujuuden säätökerroin (SAF)
fr: Ici, 0,04 (4 pour cent) est le facteur d'ajustement de la résistance (SAF)
he: כאן 0.04 (4 אחוזים) הוא מקדם התאמת החוזק (SAF)
hi: यहाँ 0.04 (4 प्रतिशत) शक्ति समायोजन कारक (SAF) है
hu: Itt 0,04 (4 százalék) a szilárdsági beállítási tényező (SAF).
id: Di sini 0,04 (4 persen) adalah faktor penyesuaian kekuatan (SAF)
it: Qui 0,04 (4%) è il fattore di aggiustamento della forza (SAF)
ja: ここで0.04（4％）は強度調整係数（SAF）である。
lt: Čia 0,04 (4 procentai) yra stiprumo koregavimo koeficientas (SAF).
lv: Šeit 0,04 (4 procenti) ir stiprības korekcijas koeficients (SAF).
nl: Hierbij is 0,04 (4 procent) de sterkteaanpassingsfactor (SAF)
no: Her er 0,04 (4 prosent) styrkejusteringsfaktoren (SAF)
pl: Tutaj 0,04 (4 procent) to współczynnik korekty siły (SAF)
pt: Aqui 0,04 (4 por cento) é o fator de ajuste de força (SAF)
ro: Aici 0,04 (4 procente) este factorul de ajustare a rezistenței (SAF)
ru: Здесь 0,04 (4 процента) — коэффициент корректировки прочности (SAF).
sq: Këtu 0.04 (4 përqind) është faktori i rregullimit të forcës (SAF)
sr: Овде је 0,04 (4 процента) фактор прилагођавања чврстоће (SAF)
sv: Här är 0,04 (4 procent) hållfasthetsjusteringsfaktorn (SAF)
sw: Hapa 0.04 (asilimia 4) ni kipengele cha kurekebisha nguvu (SAF)
ta: இங்கு 0.04 (4 சதவீதம்) என்பது வலிமை சரிசெய்தல் காரணி (SAF) ஆகும்.
th: ที่นี่ 0.04 (4 เปอร์เซ็นต์) คือปัจจัยการปรับความแข็งแกร่ง (SAF)
tr: Burada 0,04 (%4) güç ayarlama faktörüdür (SAF)
uk: Тут 0,04 (4 відсотки) – це коефіцієнт коригування міцності (SAF)
ur: یہاں 0.04 (4 فیصد) طاقت ایڈجسٹمنٹ عنصر (SAF) ہے
vi: Ở đây 0,04 (4 phần trăm) là hệ số điều chỉnh cường độ (SAF)

source: ED is the effective rating difference.
ar: ED هو الفرق في التصنيف الفعال.
bg: ED е ефективната разлика в рейтинга.
bn: ED হল কার্যকর রেটিং পার্থক্য।
cs: ED je efektivní rozdíl v hodnocení.
da: ED er den effektive ratingforskel.
de: ED ist die effektive Ratingdifferenz.
el: Το ED είναι η αποτελεσματική διαφορά αξιολόγησης.
es: ED es la diferencia de calificación efectiva.
et: ED on efektiivne reitingu erinevus.
fa: ED اختلاف رتبه‌بندی مؤثر است.
fi: ED on efektiivinen luokitusero.
fr: ED est la différence de notation effective.
he: ED הוא הפרש הדירוג האפקטיבי.
hi: ईडी प्रभावी रेटिंग अंतर है।
hu: Az ED az effektív értékelési különbség.
id: ED adalah perbedaan peringkat efektif.
it: ED è la differenza di valutazione effettiva.
ja: ED は有効な評価差です。
lt: ED yra efektyvus reitingų skirtumas.
lv: ED ir efektīvā reitinga starpība.
nl: ED is het effectieve beoordelingsverschil.
no: ED er den effektive vurderingsforskjellen.
pl: ED jest efektywną różnicą ocen.
pt: ED é a diferença de classificação efetiva.
ro: ED este diferența efectivă de rating.
ru: ED — эффективная разница рейтингов.
sq: ED është ndryshimi efektiv i vlerësimit.
sr: ED је ефективна разлика у рејтингу.
sv: ED är den effektiva betygsskillnaden.
sw: ED ndio tofauti inayofaa ya ukadiriaji.
ta: ED என்பது பயனுள்ள மதிப்பீட்டு வேறுபாடு ஆகும்.
th: ED คือค่าความแตกต่างของคะแนนที่มีประสิทธิภาพ
tr: ED, efektif derecelendirme farkıdır.
uk: ED – це ефективна різниця рейтингів.
ur: ED مؤثر درجہ بندی کا فرق ہے۔
vi: ED là sự khác biệt về xếp hạng hiệu quả.

source: ED is has a positive value when calculating the ranking of the
ar: ED له قيمة إيجابية عند حساب ترتيب
bg: ED има положителна стойност при изчисляване на класирането на
bn: র‍্যাঙ্কিং গণনা করার সময় ED-এর একটি ইতিবাচক মান থাকে
cs: ED má kladnou hodnotu při výpočtu pořadí
da: ED har en positiv værdi ved beregning af rangeringen af
de: ED hat einen positiven Wert bei der Berechnung des Rankings der
el: Το ED έχει θετική τιμή κατά τον υπολογισμό της κατάταξης του
es: ED tiene un valor positivo al calcular la clasificación de la
et: ED-l on positiivne väärtus edetabeli arvutamisel.
fa: ED هنگام محاسبه رتبه‌بندی، مقدار مثبتی دارد.
fi: ED:llä on positiivinen arvo laskettaessa sijoitusta
fr: ED a une valeur positive lors du calcul du classement des
he: ל-ED יש ערך חיובי בעת חישוב הדירוג של ה-
hi: रैंकिंग की गणना करते समय ED का मान सकारात्मक होता है
hu: Az ED pozitív értékű a rangsorolás kiszámításakor.
id: ED memiliki nilai positif saat menghitung peringkat
it: ED ha un valore positivo nel calcolo della classifica del
ja: EDは、ランキングを計算する際に正の値を持ちます。
lt: Skaičiuojant reitingą, ED turi teigiamą reikšmę.
lv: Aprēķinot reitingu, ED ir pozitīva vērtība.
nl: ED heeft een positieve waarde bij het berekenen van de rangschikking van de
no: ED har en positiv verdi når man beregner rangeringen av
pl: ED ma wartość dodatnią przy obliczaniu rankingu
pt: ED tem um valor positivo no cálculo da classificação do
ro: ED are o valoare pozitivă la calcularea clasamentului
ru: ED имеет положительное значение при расчете рейтинга
sq: ED ka një vlerë pozitive kur llogaritet renditja e
sr: ED има позитивну вредност при израчунавању ранга
sv: ED har ett positivt värde vid beräkning av rangordningen av
sw: ED ni ina thamani chanya wakati wa kukokotoa nafasi ya
ta: தரவரிசையைக் கணக்கிடும்போது ED என்பது நேர்மறையான மதிப்பைக் கொண்டுள்ளது
th: ED มีค่าเป็นบวกเมื่อคำนวณอันดับของ
tr: ED, sıralamanın hesaplanmasında pozitif bir değere sahiptir.
uk: ED має позитивне значення при розрахунку рейтингу
ur: کی درجہ بندی کا حساب لگاتے وقت ED کی ایک مثبت قدر ہوتی ہے۔
vi: ED có giá trị dương khi tính toán thứ hạng của

source: weaker player and a negative value when calculating for the stronger player.
ar: لاعب أضعف وقيمة سلبية عند الحساب للاعب الأقوى.
bg: по-слаб играч и отрицателна стойност при изчисляване за по-силния играч.
bn: দুর্বল খেলোয়াড় এবং শক্তিশালী খেলোয়াড়ের জন্য গণনা করার সময় একটি ঋণাত্মক মান।
cs: slabšího hráče a zápornou hodnotu při výpočtu pro silnějšího hráče.
da: svagere spiller og en negativ værdi ved beregning for den stærkere spiller.
de: schwächeren Spieler und einen negativen Wert bei der Berechnung für den stärkeren Spieler.
el: ασθενέστερου παίκτη και αρνητική τιμή κατά τον υπολογισμό για τον ισχυρότερο παίκτη.
es: jugador más débil y un valor negativo al calcular para el jugador más fuerte.
et: nõrgema mängija puhul ja negatiivne väärtus tugevama mängija puhul.
fa: بازیکن ضعیف‌تر و یک مقدار منفی هنگام محاسبه برای بازیکن قوی‌تر.
fi: heikomman pelaajan kohdalla ja negatiivisen arvon vahvemman pelaajan kohdalla.
fr: joueur le plus faible et une valeur négative lors du calcul pour le joueur le plus fort.
he: שחקן חלש יותר וערך שלילי בעת חישוב עבור השחקן החזק יותר.
hi: कमजोर खिलाड़ी के लिए गणना करते समय एक नकारात्मक मूल्य और मजबूत खिलाड़ी के लिए गणना करते समय एक नकारात्मक मूल्य।
hu: gyengébb játékosra, negatív értéket pedig az erősebb játékosra vonatkozó számításnál.
id: pemain yang lebih lemah dan nilai negatif saat menghitung pemain yang lebih kuat.
it: giocatore più debole e un valore negativo nel calcolo per il giocatore più forte.
ja: 弱いプレイヤーの場合は負の値になり、強いプレイヤーの場合は負の値になります。
lt: silpnesnio žaidėjo atveju – neigiamos vertės, skaičiuojant stipresnio žaidėjo atveju.
lv: vājākam spēlētājam un negatīva vērtība, aprēķinot spēcīgākam spēlētājam.
nl: zwakkere speler en een negatieve waarde bij de berekening voor de sterkere speler.
no: svakere spiller og en negativ verdi ved beregning for den sterkere spilleren.
pl: słabszy gracz i ujemna wartość przy obliczaniu dla silniejszego gracza.
pt: jogador mais fraco e um valor negativo ao calcular para o jogador mais forte.
ro: un jucător mai slab și o valoare negativă la calcularea pentru jucătorul mai puternic.
ru: более слабый игрок и отрицательное значение при расчете для более сильного игрока.
sq: lojtar më i dobët dhe një vlerë negative kur llogaritet për lojtarin më të fortë.
sr: слабијег играча и негативна вредност при израчунавању за јачег играча.
sv: svagare spelare och ett negativt värde vid beräkning för den starkare spelaren.
sw: mchezaji dhaifu na thamani hasi wakati wa kukokotoa mchezaji mwenye nguvu zaidi.
ta: வலிமையான வீரருக்கான கணக்கீட்டில் பலவீனமான வீரர் மற்றும் எதிர்மறை மதிப்பு.
th: ผู้เล่นที่อ่อนแอกว่าและค่าลบเมื่อคำนวณสำหรับผู้เล่นที่แข็งแกร่งกว่า
tr: zayıf oyuncu için hesaplama yapılırken negatif değer alınır ve güçlü oyuncu için hesaplama yapılır.
uk: слабшого гравця та від'ємне значення при розрахунку для сильнішого гравця.
ur: کمزور کھلاڑی اور مضبوط کھلاڑی کا حساب لگاتے وقت منفی قدر۔
vi: người chơi yếu hơn và giá trị âm khi tính toán cho người chơi mạnh hơn.

source: For a win / loss value of 16, if the actual rating difference
ar: بالنسبة لقيمة الفوز/الخسارة 16، إذا كان الفرق الفعلي في التصنيف
bg: За стойност на печалба/загуба от 16, ако действителната разлика в рейтинга
bn: জয়/পরাজয়ের মান ১৬ হলে, যদি প্রকৃত রেটিং পার্থক্য থাকে
cs: Pro hodnotu výhry/prohry 16, pokud je skutečný rozdíl v hodnocení
da: For en gevinst/tab-værdi på 16, hvis den faktiske ratingforskel
de: Bei einem Sieg/Niederlage-Wert von 16, wenn der tatsächliche Ratingunterschied
el: Για μια αξία νίκης/ήττας 16, εάν η πραγματική διαφορά βαθμολογίας
es: Para un valor de victoria/derrota de 16, si la diferencia de calificación real
et: Võidu/kaotuse väärtuse 16 korral, kui tegelik reitingu erinevus
fa: برای مقدار برد/باخت ۱۶، اگر اختلاف امتیاز واقعی
fi: Jos voitto-/tappioarvo on 16, todellinen luokitusero
fr: Pour une valeur de gain/défaite de 16, si la différence de notation réelle
he: עבור ערך ניצחון/הפסד של 16, אם הפרש הדירוג בפועל
hi: 16 के जीत/हार मूल्य के लिए, यदि वास्तविक रेटिंग अंतर
hu: 16-os győzelem/vereség érték esetén, ha a tényleges értékelési különbség
id: Untuk nilai menang/kalah 16, jika perbedaan peringkat sebenarnya
it: Per un valore di vincita/sconfitta di 16, se la differenza di valutazione effettiva
ja: 勝敗値が16の場合、実際の評価差が
lt: Jei laimėjimo / pralaimėjimo vertė yra 16, jei faktinis reitingų skirtumas
lv: Ja uzvaras/zaudējuma vērtība ir 16, tad faktiskā reitinga starpība
nl: Voor een winst/verlieswaarde van 16, als het werkelijke beoordelingsverschil
no: For en gevinst/tap-verdi på 16, hvis den faktiske rangeringsforskjellen
pl: W przypadku wartości wygranej/przegranej wynoszącej 16, jeżeli rzeczywista różnica w ocenie
pt: Para um valor de vitória/derrota de 16, se a diferença de classificação real
ro: Pentru o valoare câștig/înfrângere de 16, dacă diferența reală de rating
ru: Для коэффициента выигрыша/проигрыша 16, если фактическая разница рейтингов
sq: Për një vlerë fitoreje/humbjeje prej 16, nëse diferenca aktuale e vlerësimit
sr: За вредност победе/пореза од 16, ако је стварна разлика у рејтингу
sv: För ett vinst-/förlustvärde på 16, om den faktiska skillnaden i betyg
sw: Kwa thamani ya kushinda / hasara ya 16, ikiwa ni tofauti halisi ya ukadiriaji
ta: உண்மையான மதிப்பீட்டு வித்தியாசம் 16 வெற்றி/தோல்வி மதிப்புக்கு,
th: สำหรับค่าชนะ/แพ้ 16 ถ้าความแตกต่างของคะแนนจริง
tr: 16'lık bir kazanma/kaybetme değeri için, gerçek derecelendirme farkı
uk: Для значення виграшу/програшу 16, якщо фактична різниця в рейтингу
ur: 16 کی جیت / نقصان کی قیمت کے لیے، اگر اصل درجہ بندی کا فرق ہے۔
vi: Đối với giá trị thắng/thua là 16, nếu chênh lệch xếp hạng thực tế

source: between the players is greater than 350, then it is set to 350.
ar: إذا كان الفرق بين اللاعبين أكبر من 350، يتم ضبطه على 350.
bg: между играчите е по-голямо от 350, тогава се задава на 350.
bn: খেলোয়াড়দের মধ্যে 350 এর বেশি হলে, এটি 350 এ সেট করা হয়।
cs: mezi hráči je větší než 350, pak se nastaví na 350.
da: mellem spillerne er større end 350, så sættes den til 350.
de: zwischen den Spielern größer als 350 ist, wird es auf 350 gesetzt.
el: μεταξύ των παικτών είναι μεγαλύτερος από 350, τότε ορίζεται σε 350.
es: entre los jugadores es mayor a 350, entonces se establece en 350.
et: Kui mängijate vaheline summa on suurem kui 350, siis seatakse see väärtusele 350.
fa: اگر بین بازیکنان بیشتر از ۳۵۰ باشد، روی ۳۵۰ تنظیم می‌شود.
fi: pelaajien välinen erotussuhde on suurempi kuin 350, se asetetaan arvoon 350.
fr: entre les joueurs est supérieur à 350, alors il est fixé à 350.
he: בין השחקנים גדול מ-350, אז הוא מוגדר ל-350.
hi: यदि खिलाड़ियों के बीच का अंतर 350 से अधिक है, तो इसे 350 पर सेट किया जाता है।
hu: Ha a játékosok közötti különbség nagyobb, mint 350, akkor 350-re állítjuk be.
id: antar pemain lebih besar dari 350, maka ditetapkan menjadi 350.
it: tra i giocatori è maggiore di 350, allora viene impostato a 350.
ja: プレイヤー間の差が 350 より大きい場合は 350 に設定されます。
lt: tarp žaidėjų yra didesnis nei 350, tada jis nustatomas į 350.
lv: starp spēlētājiem ir lielāks par 350, tad tas tiek iestatīts uz 350.
nl: tussen de spelers groter is dan 350, dan wordt deze op 350 gezet.
no: mellom spillerne er større enn 350, settes den til 350.
pl: pomiędzy graczami jest większa niż 350, to jest ustawiana na 350.
pt: entre os jogadores for maior que 350, então ele é definido como 350.
ro: între jucători este mai mare de 350, atunci este setat la 350.
ru: между игроками больше 350, то он устанавливается равным 350.
sq: midis lojtarëve është më i madh se 350, atëherë vendoset në 350.
sr: између играча је већи од 350, онда се поставља на 350.
sv: mellan spelarna är större än 350, då sätts den till 350.
sw: kati ya wachezaji ni zaidi ya 350, basi imewekwa kwa 350.
ta: வீரர்களுக்கு இடையேயான இடைவெளி 350 ஐ விட அதிகமாக இருந்தால், அது 350 ஆக அமைக்கப்படும்.
th: ระหว่างผู้เล่นมากกว่า 350 ก็ตั้งเป็น 350 ครับ
tr: Oyuncular arası 350'den büyükse 350'ye ayarlanır.
uk: між гравцями перевищує 350, тоді воно встановлюється на 350.
ur: کھلاڑیوں کے درمیان 350 سے زیادہ ہے، پھر اسے 350 پر سیٹ کیا جاتا ہے۔
vi: giữa những người chơi lớn hơn 350 thì đặt thành 350.

source: This is to ensure that in these cases, if you win a game against
ar: وهذا لضمان أنه في هذه الحالات، إذا فزت في مباراة ضد
bg: Това е, за да се гарантира, че в тези случаи, ако спечелите игра срещу
bn: এটি নিশ্চিত করার জন্য যে এই ক্ষেত্রে, যদি আপনি কোনও খেলায় জয়ী হন
cs: Tím se zajistí, že v těchto případech, pokud vyhrajete hru proti
da: Dette er for at sikre, at i disse tilfælde, hvis du vinder en kamp mod
de: Dies soll sicherstellen, dass in diesen Fällen, wenn Sie ein Spiel gewinnen gegen
el: Αυτό γίνεται για να διασφαλιστεί ότι σε αυτές τις περιπτώσεις, αν κερδίσετε ένα παιχνίδι εναντίον
es: Esto es para garantizar que en estos casos, si ganas un juego contra
et: See on selleks, et tagada, et nendel juhtudel, kui võidate mängu teie vastu
fa: این برای اطمینان از این است که در این موارد، اگر در بازی مقابل برنده شوید،
fi: Tämä varmistaa, että näissä tapauksissa, jos voitat pelin vastustajaa vastaan
fr: Ceci afin de garantir que dans ces cas, si vous gagnez une partie contre
he: זאת כדי להבטיח שבמקרים אלה, אם תנצחו במשחק נגד
hi: यह सुनिश्चित करने के लिए है कि इन मामलों में, यदि आप किसी के खिलाफ खेल जीतते हैं
hu: Ez biztosítja, hogy ezekben az esetekben, ha megnyersz egy meccset ellened,
id: Hal ini untuk memastikan bahwa dalam kasus ini, jika Anda memenangkan permainan melawan
it: Questo per garantire che in questi casi, se si vince una partita contro
ja: これは、このような場合に、
lt: Tai užtikrina, kad tokiais atvejais, jei laimėsite žaidimą prieš
lv: Tas ir paredzēts, lai nodrošinātu, ka šādos gadījumos, ja jūs uzvarat spēli pret
nl: Dit is om ervoor te zorgen dat in deze gevallen, als je een spel wint tegen
no: Dette er for å sikre at i disse tilfellene, hvis du vinner en kamp mot
pl: Ma to na celu zapewnienie, że w takich przypadkach, jeśli wygrasz grę przeciwko
pt: Isso é para garantir que nesses casos, se você ganhar um jogo contra
ro: Acest lucru este pentru a ne asigura că, în aceste cazuri, dacă câștigați un meci împotriva
ru: Это делается для того, чтобы в таких случаях, если вы выиграете игру против
sq: Kjo është për të siguruar që në këto raste, nëse fitoni një ndeshje kundër
sr: Ово је да би се осигурало да у овим случајевима, ако победите у игри против
sv: Detta är för att säkerställa att i dessa fall, om du vinner en match mot
sw: Hii ni kuhakikisha kwamba katika kesi hizi, kama wewe kushinda mchezo dhidi ya
ta: இந்த சந்தர்ப்பங்களில், நீங்கள் ஒரு ஆட்டத்தில் வென்றால்,
th: เพื่อให้แน่ใจว่าในกรณีเหล่านี้ หากคุณชนะเกมกับ
tr: Bu, bu durumlarda, bir oyunu kazanırsanız,
uk: Це зроблено для того, щоб у таких випадках, якщо ви виграєте гру проти
ur: یہ اس بات کو یقینی بنانا ہے کہ ان معاملات میں، اگر آپ کے خلاف کوئی کھیل جیت جاتا ہے۔
vi: Điều này nhằm đảm bảo rằng trong những trường hợp này, nếu bạn thắng một trò chơi với

source: a weaker opponent, your ranking increases and if you lose against
ar: خصم أضعف، يرتفع تصنيفك وإذا خسرت أمامه
bg: по-слаб опонент, класирането ви се повишава и ако загубите срещу
bn: দুর্বল প্রতিপক্ষ হলে, আপনার র‍্যাঙ্কিং বৃদ্ধি পায় এবং যদি আপনি তার বিরুদ্ধে হেরে যান
cs: slabšího soupeře, vaše umístění se zvýší a pokud proti němu prohrajete
da: en svagere modstander, din rangering stiger, og hvis du taber mod
de: ein schwächerer Gegner, Ihr Ranking steigt und wenn Sie verlieren gegen
el: έναν πιο αδύναμο αντίπαλο, η κατάταξή σας αυξάνεται και αν χάσετε εναντίον
es: un oponente más débil, tu clasificación aumenta y si pierdes contra
et: nõrgema vastase vastu tõuseb teie edetabel ja kui te kaotate
fa: حریف ضعیف‌تر، رتبه شما افزایش می‌یابد و اگر در مقابل ببازید
fi: heikompaa vastustajaa vastaan, sijoituksesi nousee ja jos häviät
fr: un adversaire plus faible, votre classement augmente et si vous perdez contre
he: יריב חלש יותר, הדירוג שלך עולה ואם תפסיד נגדו
hi: एक कमजोर प्रतिद्वंद्वी के खिलाफ, आपकी रैंकिंग बढ़ जाती है और यदि आप हार जाते हैं
hu: egy gyengébb ellenféllel szemben a rangsorod növekszik, és ha veszítesz ellene
id: lawan yang lebih lemah, peringkat Anda meningkat dan jika Anda kalah melawan
it: un avversario più debole, la tua classifica aumenta e se perdi contro
ja: 弱い相手に勝つとランキングが上がり、負けると
lt: silpnesniam priešininkui, jūsų reitingas padidėja, o jei pralaimite prieš
lv: vājāku pretinieku, jūsu rangs palielinās, un, ja jūs zaudējat pret
nl: een zwakkere tegenstander, je ranking stijgt en als je verliest tegen
no: en svakere motstander, øker rangeringen din, og hvis du taper mot
pl: słabszy przeciwnik, twoja pozycja w rankingu wzrasta, a jeśli przegrasz z
pt: um oponente mais fraco, sua classificação aumenta e se você perder contra
ro: un adversar mai slab, clasamentul tău crește și dacă pierzi împotriva
ru: более слабого противника, ваш рейтинг повышается, и если вы проиграете
sq: një kundërshtar më të dobët, renditja juaj rritet dhe nëse humbni kundër
sr: слабијег противника, ваш пласман се повећава, а ако изгубите против
sv: en svagare motståndare, din ranking ökar och om du förlorar mot
sw: mpinzani dhaifu, cheo chako huongezeka na ukipoteza dhidi yake
ta: பலவீனமான எதிராளியாக இருந்தால், உங்கள் தரவரிசை அதிகரிக்கிறது, மேலும் நீங்கள் தோற்றால்
th: คู่ต่อสู้ที่อ่อนแอกว่า อันดับของคุณก็จะเพิ่มขึ้น และหากคุณแพ้
tr: daha zayıf bir rakiple karşılaşırsanız sıralamanız yükselir ve eğer karşı tarafı kaybederseniz
uk: слабшого суперника, ваш рейтинг підвищується, а якщо ви програєте
ur: ایک کمزور حریف، آپ کی درجہ بندی بڑھ جاتی ہے اور اگر آپ اس کے خلاف ہار جاتے ہیں۔
vi: một đối thủ yếu hơn, thứ hạng của bạn sẽ tăng lên và nếu bạn thua
