Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Later he goes for a vicious attacks.
ar: وفي وقت لاحق، يقوم بهجمات شرسة.
bg: По-късно той предприема жестоки атаки.
bn: পরে সে ভয়াবহ আক্রমণ চালায়।
cs: Později přejde k prudkým útokům.
da: Senere går han til voldsomme angreb.
de: Später greift er heftig an.
el: Αργότερα εξαπολύει άγριες επιθέσεις.
es: Más tarde se lanza a ataques brutales.
et: Hiljem läheb ta ägedate rünnakute kallale.
fa: بعداً او به حملات وحشیانه‌ای دست می‌زند.
fi: Myöhemmin hän lähtee rajuihin hyökkäyksiin.
fr: Plus tard, il se lance dans des attaques vicieuses.
he: בהמשך הוא יוצא להתקפות אכזריות.
hi: बाद में वह भयंकर हमला करता है।
hu: Később brutális támadásokra indul.
id: Kemudian dia melakukan serangan ganas.
it: In seguito si lancia in attacchi feroci.
ja: その後、彼は凶悪な攻撃を仕掛ける。
lt: Vėliau jis puola įnirtingus išpuolius.
lv: Vēlāk viņš dodas nežēlīgos uzbrukumos.
nl: Later gaat hij over tot gewelddadige aanvallen.
no: Senere går han til et voldsomt angrep.
pl: Później przechodzi do brutalnych ataków.
pt: Mais tarde ele parte para ataques violentos.
ro: Mai târziu, el începe un atac violent.
ru: Позже он переходит к жестоким атакам.
sq: Më vonë ai ndërmerr sulme të egra.
sr: Касније прелази на жестоке нападе.
sv: Senare går han till våldsamma attacker.
sw: Baadaye huenda kwa mashambulizi mabaya.
ta: பின்னர் அவர் ஒரு கொடூரமான தாக்குதலுக்கு செல்கிறார்.
th: ต่อมาเขาได้เริ่มโจมตีอย่างรุนแรง
tr: Daha sonra vahşi saldırılara girişiyor.
uk: Пізніше він переходить до жорстоких атак.
ur: بعد میں وہ شیطانی حملوں کے لیے جاتا ہے۔
vi: Sau đó anh ta thực hiện những cuộc tấn công tàn bạo.

source: Picture him as a young, up and coming grandmaster,
ar: تصوره كشاب صاعد، أستاذ كبير،
bg: Представете си го като млад, изгряващ гросмайстор,
bn: তাকে একজন তরুণ, উদীয়মান গ্র্যান্ডমাস্টার হিসেবে কল্পনা করুন,
cs: Představte si ho jako mladého, nadějného velmistra,
da: Forestil dig ham som en ung, lovende stormester,
de: Stellen Sie sich ihn als jungen, aufstrebenden Großmeister vor,
el: Φανταστείτε τον ως έναν νεαρό, ανερχόμενο γκρανμέτρ,
es: Imagínelo como un gran maestro joven y prometedor.
et: Kujutage teda ette noore, paljulubava suurmeistrina,
fa: او را به عنوان یک استاد بزرگ جوان، در حال پیشرفت و ترقی تصور کنید،
fi: Kuvittele hänet nuorena, lupaavana suurmestarina,
fr: Imaginez-le comme un jeune grand maître prometteur,
he: דמיינו אותו כרב-אמן צעיר, עולה ומבטיח,
hi: उन्हें एक युवा, उभरते हुए ग्रैंडमास्टर के रूप में देखें,
hu: Képzeld el őt fiatal, feltörekvő nagymesterként,
id: Bayangkan dia sebagai seorang grandmaster muda yang sedang naik daun,
it: Immaginatelo come un giovane, promettente grande maestro,
ja: 彼を若く有望なグランドマスターとして想像してみて下さい。
lt: Įsivaizduokite jį kaip jauną, kylantį didmeistrių,
lv: Iztēlojieties viņu kā jaunu, daudzsološu lielmeistaru,
nl: Stel je hem voor als een jonge, opkomende grootmeester,
no: Se for deg ham som en ung, lovende stormester,
pl: Wyobraźcie go sobie jako młodego, obiecującego arcymistrza,
pt: Imagine-o como um jovem e promissor grande mestre,
ro: Imaginează-ți-l ca pe un tânăr mare maestru în ascensiune,
ru: Представьте его себе молодым, подающим надежды гроссмейстером,
sq: Imagjinojeni atë si një mjeshtër të madh të ri, në ngritje e sipër,
sr: Замислите га као младог, перспективног велемајстора,
sv: Föreställ dig honom som en ung, lovande stormästare,
sw: Mfikirie kama babu mdogo, anayekuja na anayekuja,
ta: அவரை ஒரு இளம், வளர்ந்து வரும் கிராண்ட்மாஸ்டராக கற்பனை செய்து பாருங்கள்,
th: ลองนึกภาพเขาในฐานะปรมาจารย์หนุ่มที่กำลังก้าวขึ้นมาเป็นดาวรุ่ง
tr: Onu genç, yükselen bir büyük usta olarak hayal edin,
uk: Уявіть його як молодого, перспективного гросмейстера,
ur: اسے ایک نوجوان، اوپر اور آنے والے گرینڈ ماسٹر کے طور پر تصور کریں،
vi: Hãy tưởng tượng anh ấy là một đại kiện tướng trẻ tuổi, đầy triển vọng,

source: who has not yet reached his true potential.
ar: الذي لم يصل بعد إلى إمكاناته الحقيقية.
bg: който все още не е достигнал пълния си потенциал.
bn: যিনি এখনও তার প্রকৃত সম্ভাবনায় পৌঁছাতে পারেননি।
cs: který ještě nedosáhl svého skutečného potenciálu.
da: som endnu ikke har nået sit fulde potentiale.
de: der sein wahres Potenzial noch nicht erreicht hat.
el: που δεν έχει φτάσει ακόμα στο πραγματικό του δυναμικό.
es: que aún no ha alcanzado su verdadero potencial.
et: kes pole veel oma tegelikku potentsiaali saavutanud.
fa: کسی که هنوز به جایگاه واقعی خود نرسیده است.
fi: joka ei ole vielä saavuttanut todellista potentiaaliaan.
fr: qui n’a pas encore atteint son véritable potentiel.
he: שעדיין לא הגיע לפוטנציאל המלא שלו.
hi: जो अभी तक अपनी वास्तविक क्षमता तक नहीं पहुंच पाया है।
hu: aki még nem érte el a valódi lehetőségeit.
id: yang belum mencapai potensi sejatinya.
it: che non ha ancora raggiunto il suo vero potenziale.
ja: まだ本当の潜在能力に到達していない人。
lt: kuris dar nepasiekė savo tikrojo potencialo.
lv: kurš vēl nav sasniedzis savu patieso potenciālu.
nl: die zijn ware potentieel nog niet heeft bereikt.
no: som ennå ikke har nådd sitt fulle potensial.
pl: który jeszcze nie wykorzystał swojego pełnego potencjału.
pt: que ainda não atingiu seu verdadeiro potencial.
ro: care încă nu și-a atins adevăratul potențial.
ru: который еще не раскрыл свой истинный потенциал.
sq: i cili ende nuk e ka arritur potencialin e tij të vërtetë.
sr: који још није достигао свој пуни потенцијал.
sv: som ännu inte har nått sin fulla potential.
sw: ambaye bado hajafikia uwezo wake halisi.
ta: யார் இன்னும் தனது உண்மையான திறனை அடையவில்லை.
th: ที่ยังไม่สามารถบรรลุศักยภาพที่แท้จริงของตนได้
tr: Henüz gerçek potansiyeline ulaşmamış olan.
uk: який ще не досяг свого справжнього потенціалу.
ur: جو ابھی تک اپنی حقیقی صلاحیت تک نہیں پہنچا۔
vi: người vẫn chưa đạt được tiềm năng thực sự của mình.

source: Thin, energetic, likes flashy moves a bit too much.
ar: نحيف، نشيط، يحب الحركات المبهرة أكثر من اللازم.
bg: Слаб, енергичен, харесва прекалено много крещящи движения.
bn: রোগা, প্রাণবন্ত, ঝলমলে নড়াচড়া একটু বেশিই পছন্দ করে।
cs: Štíhlý, energický, má až příliš rád okázalé pohyby.
da: Tynd, energisk, kan lide prangende bevægelser lidt for meget.
de: Dünn, energisch, mag auffällige Bewegungen ein bisschen zu sehr.
el: Λεπτός, ενεργητικός, του αρέσουν λίγο υπερβολικά οι φανταχτερές κινήσεις.
es: Delgado, enérgico, le gustan demasiado los movimientos llamativos.
et: Kõhna kehaehitusega, energiline, armastab liiga palju efektseid liigutusi.
fa: لاغر، پرانرژی، کمی بیش از حد به حرکات پر زرق و برق علاقه دارد.
fi: Hoikka, energinen, tykkää liikaa näyttävistä liikkeistä.
fr: Mince, énergique, aime un peu trop les mouvements tape-à-l'œil.
he: רזה, אנרגטי, אוהב תנועות ראוותניות קצת יותר מדי.
hi: पतला, ऊर्जावान, कुछ ज्यादा ही दिखावटी हरकतें पसंद करता है।
hu: Vékony, energikus, egy kicsit túlságosan is szereti a feltűnő mozdulatokat.
id: Kurus, energik, suka gerakan mencolok sedikit berlebihan.
it: Magro, energico, gli piacciono un po' troppo i movimenti vistosi.
ja: 痩せ型で、活発、派手な動きがちょっと好きすぎる。
lt: Lieknas, energingas, šiek tiek per daug mėgsta efektingus judesius.
lv: Tievs, enerģisks, mazliet par daudz patīk košas kustības.
nl: Dun, energiek, houdt iets te veel van opvallende bewegingen.
no: Tynn, energisk, liker prangende bevegelser litt for mye.
pl: Szczupły, energiczny, trochę za bardzo lubi efektowne ruchy.
pt: Magro, enérgico, gosta um pouco demais de movimentos chamativos.
ro: Slăbuț, energic, îi plac puțin prea mult mișcările strălucitoare.
ru: Худой, энергичный, любит слишком резкие движения.
sq: I dobët, energjik, i pëlqejnë paksa shumë lëvizjet tërheqëse.
sr: Мршава, енергична, мало превише воли блиставе покрете.
sv: Smal, energisk, gillar flashiga rörelser lite för mycket.
sw: Nyembamba, yenye nguvu, anapenda kusonga kidogo sana.
ta: மெல்லியவர், துடிப்பானவர், பகட்டான அசைவுகளை அதிகமாக விரும்புபவர்.
th: ผอมบาง กระตือรือร้น ชอบการเคลื่อนไหวที่ฉูดฉาดนิดหน่อย
tr: Zayıf, enerjik, gösterişli hareketlerden biraz fazla hoşlanıyor.
uk: Худий, енергійний, трохи занадто любить показні рухи.
ur: پتلا، توانا، چمکدار حرکتیں بہت زیادہ پسند کرتا ہے۔
vi: Gầy, năng động, thích những động tác lòe loẹt một chút.

source: He tends to part with his pawns from time to time.
ar: يميل إلى التخلي عن بيادقه من وقت لآخر.
bg: Той е склонен да се разделя с пешките си от време на време.
bn: সে মাঝে মাঝে তার দাবার গুন্ডাদের সাথে বিচ্ছেদ ঘটায়।
cs: Čas od času se loučí se svými pěšci.
da: Han har en tendens til at skille sig af med sine brikker fra tid til anden.
de: Er neigt dazu, sich von Zeit zu Zeit von seinen Bauern zu trennen.
el: Έχει την τάση να αποχωρίζεται τα πιόνια του από καιρό σε καιρό.
es: Tiene tendencia a desprenderse de sus peones de vez en cuando.
et: Ta kipub aeg-ajalt oma etturitest lahku minema.
fa: او تمایل دارد هر از گاهی از مهره‌هایش جدا شود.
fi: Hänellä on tapana luopua pelinappuloistaan ​​aika ajoin.
fr: Il a tendance à se séparer de ses pions de temps en temps.
he: הוא נוטה להיפרד מהכישופים שלו מדי פעם.
hi: वह समय-समय पर अपने मोहरों से अलग हो जाता है।
hu: Hajlamos időnként megválni a gyalogjaitól.
id: Dia cenderung berpisah dengan pion-pionnya dari waktu ke waktu.
it: Di tanto in tanto tende a separarsi dalle sue pedine.
ja: 彼は時々自分のポーンを手放す傾向がある。
lt: Jis linkęs kartkartėmis išsiskirti su savo pėstininkais.
lv: Viņš mēdz laiku pa laikam šķirties no saviem bandiniekiem.
nl: Hij heeft de neiging om van tijd tot tijd afstand te doen van zijn pionnen.
no: Han har en tendens til å skille seg av med brikkene sine fra tid til annen.
pl: Od czasu do czasu zdarza mu się rozstać ze swoimi pionkami.
pt: Ele tende a se separar de seus peões de vez em quando.
ro: El are tendința să se despartă de pionii săi din când în când.
ru: Время от времени он имеет тенденцию расставаться со своими пешками.
sq: Ai tenton të ndahet nga pionët e tij herë pas here.
sr: Он има тенденцију да се с времена на време растане са својим пијунима.
sv: Han tenderar att skiljas från sina bönder då och då.
sw: Yeye huwa na kuachana na pawns zake mara kwa mara.
ta: அவர் அவ்வப்போது தனது சிப்பாய்களைப் பிரிந்து செல்வார்.
th: เขามีแนวโน้มที่จะแยกทางกับเบี้ยของเขาเป็นครั้งคราว
tr: Zaman zaman piyonlarını elden çıkarma eğiliminde oluyor.
uk: Він схильний час від часу розлучатися зі своїми пішаками.
ur: وہ وقتاً فوقتاً اپنے پیادوں سے الگ ہو جاتا ہے۔
vi: Thỉnh thoảng, ông có xu hướng chia tay những quân cờ của mình.

source: Balanced personality, likely to sacrifice modest amount of material,
ar: شخصية متوازنة، ومن المرجح أن تضحي بقدر متواضع من المواد،
bg: Уравновесен характер, склонен да жертва скромно количество материал,
bn: ভারসাম্যপূর্ণ ব্যক্তিত্ব, সামান্য পরিমাণ উপাদান ত্যাগ করার সম্ভাবনা বেশি,
cs: Vyrovnaná osobnost, pravděpodobně obětuje skromné ​​množství materiálu,
da: Balanceret personlighed, tilbøjelig til at ofre en beskeden mængde materielt,
de: Ausgeglichene Persönlichkeit, die bereit ist, auf bescheidene Mengen an Material zu verzichten,
el: Ισορροπημένη προσωπικότητα, πιθανό να θυσιάσει μέτρια ποσότητα υλικού,
es: Personalidad equilibrada, propensa a sacrificar una cantidad modesta de material,
et: Tasakaalustatud isiksus, kalduvus ohverdama tagasihoidlikku hulka materiaalset.
fa: شخصیت متعادل، احتمال دارد مقدار کمی از مواد را فدا کند،
fi: Tasapainoinen persoonallisuus, todennäköisesti uhraa vaatimattoman määrän aineellisia asioita,
fr: Personnalité équilibrée, susceptible de sacrifier une quantité modeste de matériel,
he: אישיות מאוזנת, נוטה להקריב כמות צנועה של חומר,
hi: संतुलित व्यक्तित्व, मामूली मात्रा में सामग्री का त्याग करने की संभावना,
hu: Kiegyensúlyozott személyiség, hajlamos szerény mennyiségű anyagi veszteségre.
id: Kepribadian yang seimbang, cenderung mengorbankan sejumlah materi yang sederhana,
it: Personalità equilibrata, incline a sacrificare modeste quantità di materiale,
ja: バランスのとれた性格で、物質的な犠牲をある程度払う傾向がある。
lt: Subalansuota asmenybė, linkusi paaukoti nedidelį kiekį materialinių išteklių,
lv: Līdzsvarota personība, kas, visticamāk, upurēs nelielu materiālo daudzumu,
nl: Evenwichtige persoonlijkheid, bereid om een bescheiden hoeveelheid materiaal op te offeren,
no: Balansert personlighet, sannsynligvis til å ofre beskjedne mengder materielle ting,
pl: Zrównoważona osobowość, skłonna do poświęcenia niewielkiej ilości dóbr materialnych,
pt: Personalidade equilibrada, propensa a sacrificar uma quantidade modesta de material,
ro: Personalitate echilibrată, predispusă la sacrificii materiale modeste,
ru: Сбалансированная личность, склонная жертвовать небольшим количеством материальных ценностей,
sq: Personalitet i ekuilibruar, i prirur të sakrifikojë një sasi modeste materiale,
sr: Уравнотежена личност, склона жртвовању скромне количине материјала,
sv: Balanserad personlighet, benägen att offra en blygsam mängd materiellt,
sw: Utu wenye usawaziko, unaoelekea kudhabihu kiasi cha kawaida cha nyenzo,
ta: சமநிலையான ஆளுமை, குறைந்த அளவிலான பொருட்களை தியாகம் செய்ய வாய்ப்புள்ளது,
th: บุคลิกภาพที่สมดุล มีแนวโน้มที่จะเสียสละวัสดุในปริมาณเล็กน้อย
tr: Dengeli kişiliğe sahip, mütevazı miktarda maddi fedakarlık yapma olasılığı yüksek,
uk: Збалансована особистість, схильна до невеликих жертв матеріалу,
ur: متوازن شخصیت، معمولی مقدار میں مواد کی قربانی دینے کا امکان،
vi: Tính cách cân bằng, có thể hy sinh một lượng vật chất vừa phải,

source: often goes for active defence in the endgame.
ar: غالبًا ما يلجأ إلى الدفاع النشط في نهاية اللعبة.
bg: често заема активна защита в ендшпила.
bn: খেলার শেষভাগে প্রায়শই সক্রিয় প্রতিরক্ষার জন্য যায়।
cs: v koncovce se často aktivně brání.
da: går ofte til aktivt forsvar i slutspillet.
de: setzt im Endspiel oft auf aktive Verteidigung.
el: συχνά επιλέγει ενεργή άμυνα στο endgame.
es: A menudo se opta por una defensa activa en el final del juego.
et: sageli läheb lõppmängus aktiivsesse kaitsesse.
fa: اغلب در آخر بازی به دفاع فعال روی می‌آورد.
fi: usein puolustautuu aktiivisesti loppupelissä.
fr: opte souvent pour une défense active en fin de partie.
he: לעתים קרובות נוקט בהגנה אקטיבית בסוף המשחק.
hi: अक्सर अंतिम गेम में सक्रिय बचाव के लिए जाता है।
hu: gyakran az aktív védekezésre helyezi a hangsúlyt a végjátékban.
id: sering kali melakukan pertahanan aktif di akhir permainan.
it: spesso opta per una difesa attiva nel finale.
ja: 終盤では積極的に防御に回ることが多い。
lt: dažnai renkasi aktyvią gynybą rungtynių pabaigoje.
lv: Beigu spēlē bieži izvēlas aktīvu aizsardzību.
nl: kiest vaak voor actieve verdediging in het eindspel.
no: går ofte til aktivt forsvar i sluttspillet.
pl: często decyduje się na aktywną obronę w końcówce.
pt: geralmente opta pela defesa ativa no final do jogo.
ro: adesea se optează pentru apărarea activă în finalul jocului.
ru: часто переходит к активной защите в эндшпиле.
sq: shpesh shkon për mbrojtje aktive në fund të lojës.
sr: често се бави активном одбраном у завршници.
sv: går ofta till aktivt försvar i slutspelet.
sw: mara nyingi huenda kwa ulinzi hai katika mchezo wa mwisho.
ta: பெரும்பாலும் இறுதிக்கட்டத்தில் செயலில் தற்காப்புக்காக செல்கிறார்.
th: มักจะใช้การป้องกันแบบเชิงรุกในช่วงท้ายเกม
tr: oyun sonlarında sıklıkla aktif savunmaya yönelir.
uk: часто вдається до активного захисту в ендшпілі.
ur: اکثر اینڈ گیم میں فعال دفاع کے لیے جاتا ہے۔
vi: thường áp dụng chiến thuật phòng thủ chủ động ở giai đoạn cuối trận.

source: Pedrita stands for pawns, defense, restraint.
ar: تمثل بيدريتا البيادق والدفاع والضبط.
bg: Педрита означава пешки, защита, сдържаност.
bn: পেড্রিটা মানে প্যান, প্রতিরক্ষা, সংযম।
cs: Pedrita představuje pěšce, obranu, zdrženlivost.
da: Pedrita står for bønder, forsvar og tilbageholdenhed.
de: Pedrita steht für Bauern, Verteidigung, Zurückhaltung.
el: Το Pedrita σημαίνει πιόνια, άμυνα, συγκράτηση.
es: Pedrita representa peones, defensa, contención.
et: Pedrita sümboliseerib ettureid, kaitset, vaoshoitust.
fa: پدریتا مخفف پیاده‌ها، دفاع، و مهار است.
fi: Pedrita tarkoittaa pelinappuloita, puolustusta ja pidättyvyyttä.
fr: Pedrita signifie pions, défense, retenue.
he: פדריטה מייצגת פיונים, הגנה, ריסון.
hi: पेड्रिटा का अर्थ है प्यादे, रक्षा, संयम।
hu: Pedrita a gyalogokat, a védelmet és az önmegtartóztatást jelképezi.
id: Pedrita berarti pion, pertahanan, pengekangan.
it: Pedrita sta per pedoni, difesa, moderazione.
ja: ペドリタはポーン、防御、抑制を意味します。
lt: Pedrita reiškia pėstininkus, gynybą, suvaržymą.
lv: Pedrita apzīmē bandiniekus, aizsardzību, atturību.
nl: Pedrita staat voor pionnen, verdediging, beheersing.
no: Pedrita står for bønder, forsvar og tilbakeholdenhet.
pl: Pedrita oznacza pionki, obronę, powściągliwość.
pt: Pedrita significa peões, defesa, contenção.
ro: Pedrita reprezintă pioni, apărare, reținere.
ru: Педрита означает пешки, защиту, сдержанность.
sq: Pedrita qëndron për gurë shahu, mbrojtje, përmbajtje.
sr: Педрита представља пионе, одбрану, уздржаност.
sv: Pedrita står för bönder, försvar, återhållsamhet.
sw: Pedrita inasimama kwa pawns, ulinzi, kuzuia.
ta: பெட்ரிட்டா என்பது சிப்பாய்கள், பாதுகாப்பு, கட்டுப்பாடு ஆகியவற்றைக் குறிக்கிறது.
th: Pedrita ยืนหยัดแทนเบี้ย การป้องกัน การยับยั้งชั่งใจ
tr: Pedrita piyon, savunma ve sınırlama anlamına gelir.
uk: Педріта символізує пішаків, захист, стриманість.
ur: پیڈریٹا کا مطلب پیادہ، دفاع، تحمل ہے۔
vi: Pedrita tượng trưng cho quân tốt, phòng thủ, kiềm chế.

source: She plays solid openings and thinks defense first, but dont be deceived!
ar: إنها تلعب افتتاحيات قوية وتفكر في الدفاع أولاً، ولكن لا تنخدع!
bg: Тя играе солидни отвори и мисли първо за защита, но не се заблуждавайте!
bn: সে দুর্দান্ত ওপেনিং খেলে এবং প্রথমে প্রতিরক্ষার কথা ভাবে, কিন্তু প্রতারিত হও না!
cs: Hraje solidní rozehrávky a v první řadě myslí na obranu, ale nenechte se zmást!
da: Hun spiller solide åbninger og tænker forsvar først, men lad dig ikke narre!
de: Sie spielt solide Eröffnungen und denkt zuerst an die Verteidigung, aber lassen Sie sich nicht täuschen!
el: Παίζει σταθερά ανοίγματα και σκέφτεται πρώτα την άμυνα, αλλά μην ξεγελιέστε!
es: Ella juega aperturas sólidas y piensa primero en la defensa, ¡pero no te dejes engañar!
et: Ta mängib kindlaid avamänge ja mõtleb esmalt kaitsele, aga ärge laske end petta!
fa: او شروع بازی خوبی دارد و اول به دفاع فکر می‌کند، اما گول نخورید!
fi: Hän pelaa vakuuttavia avauksia ja ajattelee puolustusta ensin, mutta älä anna hämätä itseäsi!
fr: Elle joue des ouvertures solides et pense d'abord à la défense, mais ne vous y trompez pas !
he: היא משחקת פתיחות מוצקות וחושבת קודם כל על הגנה, אבל אל תטעו!
hi: वह ठोस शुरुआत करती है और पहले रक्षा के बारे में सोचती है, लेकिन धोखा मत खाओ!
hu: Jól nyit, és elsősorban a védekezésre gondol, de ne hagyd magad becsapni!
id: Dia bermain solid pada pembukaan dan mengutamakan pertahanan, tapi jangan tertipu!
it: Gioca delle aperture solide e pensa prima alla difesa, ma non lasciatevi ingannare!
ja: 彼女は堅実なオープニングをプレイし、まず防御を考えていますが、騙されないでください!
lt: Ji žaidžia tvirtas debiutas ir pirmiausia galvoja apie gynybą, bet neapsigaukite!
lv: Viņa spēlē stabilas atklāšanas spēles un vispirms domā par aizsardzību, bet neļaujieties apmānīties!
nl: Ze speelt solide openingen en denkt eerst na over de verdediging, maar laat je niet misleiden!
no: Hun spiller solide åpninger og tenker forsvar først, men ikke la deg lure!
pl: Ona gra solidne otwarcia i przede wszystkim myśli o obronie, ale nie dajcie się zwieść!
pt: Ela faz aberturas sólidas e pensa primeiro na defesa, mas não se deixe enganar!
ro: Joacă deschideri solide și se gândește mai întâi la apărare, dar nu te lăsa înșelată!
ru: Она играет надежно в дебюте и в первую очередь думает о защите, но не обманывайтесь!
sq: Ajo luan hapje të forta dhe mendon së pari për mbrojtjen, por mos u mashtroni!
sr: Она игра чврсте отворе и прво размишља о одбрани, али немојте се заваравати!
sv: Hon spelar stabila öppningar och tänker försvar först, men låt dig inte luras!
sw: Anacheza nafasi nzuri na anafikiria ulinzi kwanza, lakini usidanganywe!
ta: அவள் திடமான தொடக்க ஆட்டங்களை விளையாடுகிறாள், முதலில் தற்காப்பை நினைக்கிறாள், ஆனால் ஏமாறாதே!
th: เธอเปิดเกมได้อย่างแข็งแกร่งและคิดถึงการป้องกันก่อน แต่อย่าหลงกลล่ะ!
tr: Sağlam açılışlar yapıyor ve önce savunmayı düşünüyor ama aldanmayın!
uk: Вона добре грає в дебюті та в першу чергу думає про захист, але нехай вас не обманюють!
ur: وہ ٹھوس اوپننگ کھیلتی ہے اور دفاع کو پہلے سوچتی ہے، لیکن دھوکہ نہ کھائیں!
vi: Cô ấy chơi khai cuộc chắc chắn và nghĩ đến việc phòng thủ trước, nhưng đừng để bị đánh lừa!

source: She can attack all right if position demands it, and with solid pawn play
ar: يمكنها الهجوم بشكل صحيح إذا كان موقعها يتطلب ذلك، ومع اللعب القوي بالبيادق
bg: Тя може да атакува добре, ако позицията го изисква, и със солидна игра с пешки.
bn: অবস্থানের প্রয়োজন হলে সে ঠিকঠাক আক্রমণ করতে পারে, এবং দৃঢ় বন্ধকী খেলার মাধ্যমে
cs: Může útočit, pokud si to pozice vyžaduje, a to i se solidní hrou pěšců.
da: Hun kan angribe fint, hvis positionen kræver det, og med solidt bondespil
de: Sie kann durchaus angreifen, wenn die Position es erfordert, und mit solidem Bauernspiel
el: Μπορεί να επιτεθεί άψογα αν η θέση της το απαιτεί, και με σταθερό παιχνίδι με πιόνι
es: Puede atacar perfectamente si la posición lo exige, y con un juego de peones sólido.
et: Ta võib rünnata küll, kui positsioon seda nõuab, ja kindla etturimänguga.
fa: او می‌تواند در صورت نیاز به موقعیت مناسب، و با بازی پیاده‌ای قوی، به خوبی حمله کند.
fi: Hän voi hyökätä ihan hyvin, jos asema sitä vaatii, ja hänellä on vankka sotilaspeli.
fr: Elle peut attaquer correctement si la position l'exige, et avec un jeu de pions solide.
he: היא יכולה לתקוף מצוין אם המיקום דורש זאת, ועם משחק פיוני מוצק
hi: यदि स्थिति की मांग हो तो वह सही तरीके से आक्रमण कर सकती है, और ठोस मोहरे के साथ
hu: Támadni is tud, ha a pozíciója megkívánja, és biztos gyalogjátékkal is rendelkezik.
id: Dia bisa menyerang dengan baik jika posisinya menuntutnya, dan dengan permainan pion yang solid
it: Può attaccare bene se la posizione lo richiede, e con un solido gioco di pedoni
ja: 彼女はポジションが要求すれば攻撃できるし、堅実なポーンプレーで
lt: Ji gali gerai pulti, jei to reikalauja pozicija, ir su tvirtu pėstininko žaidimu.
lv: Viņa var uzbrukt labi, ja to prasa pozīcija, un ar stabilu bandinieka spēli.
nl: Ze kan goed aanvallen als haar positie dat vereist, en met solide pionnenspel
no: Hun kan angripe helt fint hvis posisjonen krever det, og med solid bondespill
pl: Potrafi atakować, jeśli wymaga tego pozycja i przy solidnej grze pionkami
pt: Ela pode atacar bem se a posição exigir, e com um jogo de peão sólido
ro: Ea poate ataca fără probleme dacă poziția o cere și cu un joc solid de pioni.
ru: Она может атаковать хорошо, если позиция требует этого, и при надежной игре пешек
sq: Ajo mund të sulmojë mirë nëse pozicioni e kërkon, dhe me lojë të fortë si pengje.
sr: Она може да нападне сасвим добро ако позиција то захтева, и уз чврсту игру пешака
sv: Hon kan anfalla bra om positionen kräver det, och med stabilt bondespel
sw: Anaweza kushambulia sawa ikiwa nafasi itadai, na kwa kucheza kwa pawn imara
ta: நிலை தேவைப்பட்டால், அவளால் எந்த நேரத்திலும் தாக்க முடியும், மேலும் உறுதியான சிப்பாய் விளையாட்டின் மூலமும்.
th: เธอสามารถโจมตีได้ดีหากตำแหน่งนั้นต้องการ และด้วยการเล่นเบี้ยที่มั่นคง
tr: Pozisyon gerektirdiğinde ve sağlam piyon oyunuyla iyi bir şekilde saldırabilir
uk: Вона може атакувати цілком добре, якщо цього вимагає позиція, і за допомогою надійної пішакової гри.
ur: اگر پوزیشن اس کا مطالبہ کرے تو وہ بالکل ٹھیک حملہ کر سکتی ہے، اور ٹھوس پیادہ کھیل کے ساتھ
vi: Cô ấy có thể tấn công tốt nếu vị trí yêu cầu, và với lối chơi tốt vững chắc
