Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: The strength of the first two modifications can be set in the uci options
ar: يمكن ضبط قوة التعديلين الأولين في خيارات uci
bg: Силата на първите две модификации може да се зададе в опциите на uci
bn: প্রথম দুটি পরিবর্তনের শক্তি uci বিকল্পগুলিতে সেট করা যেতে পারে
cs: Sílu prvních dvou modifikací lze nastavit v možnostech UCI.
da: Styrken af ​​de to første ændringer kan indstilles i UCI-indstillingerne
de: Die Stärke der ersten beiden Modifikationen kann in den UCI-Optionen eingestellt werden
el: Η ισχύς των δύο πρώτων τροποποιήσεων μπορεί να οριστεί στις επιλογές uci
es: La fuerza de las dos primeras modificaciones se puede configurar en las opciones de uci
et: Kahe esimese modifikatsiooni tugevust saab määrata UCI valikutes.
fa: قدرت دو تغییر اول را می‌توان در گزینه‌های uci تنظیم کرد.
fi: Kahden ensimmäisen muutoksen vahvuus voidaan asettaa UCI-asetuksissa.
fr: La force des deux premières modifications peut être définie dans les options uci
he: ניתן להגדיר את עוצמת שני השינויים הראשונים באפשרויות ה-uci.
hi: पहले दो संशोधनों की ताकत यूसीआई विकल्पों में सेट की जा सकती है
hu: Az első két módosítás erőssége az UCI beállításokban állítható be.
id: Kekuatan dua modifikasi pertama dapat diatur dalam opsi uci
it: La forza delle prime due modifiche può essere impostata nelle opzioni uci
ja: 最初の2つの変更の強度はuciオプションで設定できます。
lt: Pirmųjų dviejų modifikacijų stiprumą galima nustatyti UCI parinktyse.
lv: Pirmo divu modifikāciju stiprumu var iestatīt UCI opcijās.
nl: De sterkte van de eerste twee wijzigingen kan worden ingesteld in de uci-opties
no: Styrken til de to første modifikasjonene kan angis i UCI-alternativene.
pl: Siłę pierwszych dwóch modyfikacji można ustawić w opcjach UCI
pt: A força das duas primeiras modificações pode ser definida nas opções uci
ro: Puterea primelor două modificări poate fi setată în opțiunile UCI.
ru: Силу первых двух модификаций можно задать в настройках UCI.
sq: Fuqia e dy modifikimeve të para mund të vendoset në opsionet uci
sr: Јачина прве две модификације може се подесити у uci опцијама
sv: Styrkan på de två första modifieringarna kan ställas in i uci-alternativen.
sw: Nguvu ya marekebisho mawili ya kwanza inaweza kuweka katika chaguzi za uci
ta: முதல் இரண்டு மாற்றங்களின் வலிமையை uci விருப்பங்களில் அமைக்கலாம்.
th: ความแข็งแกร่งของการปรับเปลี่ยนสองประการแรกสามารถตั้งค่าได้ในตัวเลือก uci
tr: İlk iki değişikliğin gücü uci seçeneklerinde ayarlanabilir
uk: Силу перших двох модифікацій можна встановити в параметрах uci
ur: پہلی دو ترامیم کی طاقت uci اختیارات میں سیٹ کی جا سکتی ہے۔
vi: Sức mạnh của hai sửa đổi đầu tiên có thể được thiết lập trong các tùy chọn uci

source: from 0 to 100, while search depth may be limited to values from 1 to 20
ar: من 0 إلى 100، في حين قد يقتصر عمق البحث على قيم تتراوح من 1 إلى 20
bg: от 0 до 100, докато дълбочината на търсене може да бъде ограничена до стойности от 1 до 20
bn: ০ থেকে ১০০ পর্যন্ত, যেখানে অনুসন্ধানের গভীরতা ১ থেকে ২০ পর্যন্ত মান পর্যন্ত সীমাবদ্ধ থাকতে পারে
cs: od 0 do 100, zatímco hloubka vyhledávání může být omezena na hodnoty od 1 do 20
da: fra 0 til 100, mens søgedybden kan være begrænset til værdier fra 1 til 20
de: von 0 bis 100, während die Suchtiefe auf Werte von 1 bis 20 begrenzt werden kann
el: από 0 έως 100, ενώ το βάθος αναζήτησης μπορεί να περιοριστεί σε τιμές από 1 έως 20
es: de 0 a 100, mientras que la profundidad de búsqueda puede limitarse a valores de 1 a 20
et: 0 kuni 100, samas kui otsingu sügavus võib olla piiratud väärtustega 1 kuni 20
fa: از ۰ تا ۱۰۰، در حالی که عمق جستجو ممکن است به مقادیر ۱ تا ۲۰ محدود شود
fi: 0–100, kun taas hakusyvyys voi olla rajoitettu arvoihin 1–20
fr: de 0 à 100, tandis que la profondeur de recherche peut être limitée à des valeurs de 1 à 20
he: מ-0 עד 100, בעוד שעומק החיפוש עשוי להיות מוגבל לערכים מ-1 עד 20
hi: 0 से 100 तक, जबकि खोज गहराई 1 से 20 तक के मानों तक सीमित हो सकती है
hu: 0 és 100 között, míg a keresési mélység 1 és 20 közötti értékekre korlátozható
id: dari 0 hingga 100, sedangkan kedalaman pencarian mungkin dibatasi pada nilai dari 1 hingga 20
it: da 0 a 100, mentre la profondità di ricerca può essere limitata a valori da 1 a 20
ja: 0から100までの範囲で指定できますが、検索の深さは1から20までの範囲に制限されます。
lt: nuo 0 iki 100, o paieškos gylis gali būti apribotas iki reikšmių nuo 1 iki 20
lv: no 0 līdz 100, savukārt meklēšanas dziļums var būt ierobežots līdz vērtībām no 1 līdz 20
nl: van 0 tot 100, terwijl de zoekdiepte beperkt kan zijn tot waarden van 1 tot 20
no: fra 0 til 100, mens søkedybden kan være begrenset til verdier fra 1 til 20
pl: od 0 do 100, podczas gdy głębokość wyszukiwania może być ograniczona do wartości od 1 do 20
pt: de 0 a 100, enquanto a profundidade da pesquisa pode ser limitada a valores de 1 a 20
ro: de la 0 la 100, în timp ce adâncimea de căutare poate fi limitată la valori de la 1 la 20
ru: от 0 до 100, при этом глубина поиска может быть ограничена значениями от 1 до 20
sq: nga 0 në 100, ndërsa thellësia e kërkimit mund të kufizohet në vlera nga 1 në 20
sr: од 0 до 100, док дубина претраге може бити ограничена на вредности од 1 до 20
sv: från 0 till 100, medan sökdjupet kan begränsas till värden från 1 till 20
sw: kutoka 0 hadi 100, wakati kina cha utafutaji kinaweza kupunguzwa kwa thamani kutoka 1 hadi 20
ta: 0 முதல் 100 வரை, தேடல் ஆழம் 1 முதல் 20 வரையிலான மதிப்புகளுக்கு மட்டுப்படுத்தப்படலாம்.
th: ตั้งแต่ 0 ถึง 100 ในขณะที่ความลึกในการค้นหาอาจจำกัดอยู่ที่ค่าตั้งแต่ 1 ถึง 20
tr: 0 ile 100 arasında, arama derinliği ise 1 ile 20 arasındaki değerlerle sınırlandırılabilir
uk: від 0 до 100, тоді як глибина пошуку може бути обмежена значеннями від 1 до 20
ur: 0 سے 100 تک، جبکہ تلاش کی گہرائی 1 سے 20 تک کی قدروں تک محدود ہو سکتی ہے
vi: từ 0 đến 100, trong khi độ sâu tìm kiếm có thể bị giới hạn ở các giá trị từ 1 đến 20

source: and search nodes to values up to 500000.
ar: والبحث عن العقد لقيم تصل إلى 500000.
bg: и търсене на възли до стойности до 500000.
bn: এবং 500000 পর্যন্ত মান পর্যন্ত নোড অনুসন্ধান করুন।
cs: a vyhledávat uzly do hodnot až 500 000.
da: og søge noder til værdier op til 500000.
de: und Suchknoten mit Werten bis zu 500.000.
el: και αναζήτηση κόμβων σε τιμές έως 500000.
es: y buscar nodos con valores de hasta 500000.
et: ja otsi sõlmi väärtusteni kuni 500000.
fa: و گره‌ها را تا مقادیر حداکثر ۵۰۰۰۰۰ جستجو کنید.
fi: ja etsi solmuja arvoihin asti 500000.
fr: et recherchez des nœuds jusqu'à des valeurs allant jusqu'à 500 000.
he: ולחפש צמתים לערכים של עד 500000.
hi: और खोज नोड्स को 500000 तक के मानों तक ले जाएं।
hu: és keressen csomópontokat legfeljebb 500000 értékig.
id: dan mencari node dengan nilai hingga 500000.
it: e cercare nodi con valori fino a 500000.
ja: ノードを最大 500000 の値まで検索します。
lt: ir ieškoti mazgų iki 500000 reikšmių.
lv: un meklēt mezglus līdz vērtībām līdz 500 000.
nl: en zoekknooppunten met waarden tot 500000.
no: og søke noder til verdier opptil 500 000.
pl: i przeszukaj węzły do wartości 500000.
pt: e pesquisar nós para valores de até 500000.
ro: și căutați noduri până la valori de până la 500000.
ru: и поиск узлов до значений до 500000.
sq: dhe kërkoni nyje deri në vlera deri në 500000.
sr: и претражи чворове до вредности до 500000.
sv: och sök noder till värden upp till 500000.
sw: na kutafuta nodi kwa thamani hadi 500000.
ta: மற்றும் 500000 வரையிலான மதிப்புகளுக்கு முனைகளைத் தேடுங்கள்.
th: และค้นหาโหนดที่มีค่าสูงสุดถึง 500,000
tr: ve 500000'e kadar değerlere kadar düğümleri arayın.
uk: та шукати вузли до значень до 500000.
ur: اور 500000 تک کی قدروں کو تلاش کریں۔
vi: và tìm kiếm các nút có giá trị lên tới 500000.

source: All modifications can be used in any combination together with
ar: يمكن استخدام جميع التعديلات في أي تركيبة مع
bg: Всички модификации могат да се използват във всякаква комбинация заедно с
bn: সমস্ত পরিবর্তনগুলি যেকোনো সংমিশ্রণে ব্যবহার করা যেতে পারে
cs: Všechny modifikace lze použít v libovolné kombinaci s
da: Alle modifikationer kan bruges i enhver kombination sammen med
de: Alle Modifikationen können beliebig kombiniert werden mit
el: Όλες οι τροποποιήσεις μπορούν να χρησιμοποιηθούν σε οποιονδήποτε συνδυασμό μαζί με
es: Todas las modificaciones se pueden utilizar en cualquier combinación junto con
et: Kõiki modifikatsioone saab kasutada mis tahes kombinatsioonis koos
fa: همه اصلاحات را می‌توان در هر ترکیبی با هم استفاده کرد
fi: Kaikkia muutoksia voidaan käyttää missä tahansa yhdistelmässä yhdessä
fr: Toutes les modifications peuvent être utilisées dans n'importe quelle combinaison avec
he: ניתן להשתמש בכל השינויים בכל שילוב יחד עם
hi: सभी संशोधनों को किसी भी संयोजन में एक साथ उपयोग किया जा सकता है
hu: Minden módosítás bármilyen kombinációban használható a következőkkel együtt:
id: Semua modifikasi dapat digunakan dalam kombinasi apa pun bersama dengan
it: Tutte le modifiche possono essere utilizzate in qualsiasi combinazione insieme a
ja: すべての変更は、以下と組み合わせて使用できます。
lt: Visos modifikacijos gali būti naudojamos bet kokiu būdu kartu su
lv: Visas modifikācijas var izmantot jebkādā kombinācijā ar
nl: Alle modificaties kunnen in elke combinatie worden gebruikt met
no: Alle modifikasjoner kan brukes i enhver kombinasjon sammen med
pl: Wszystkie modyfikacje można stosować w dowolnej kombinacji z
pt: Todas as modificações podem ser usadas em qualquer combinação junto com
ro: Toate modificările pot fi utilizate în orice combinație împreună cu
ru: Все модификации могут использоваться в любой комбинации вместе с
sq: Të gjitha modifikimet mund të përdoren në çdo kombinim së bashku me
sr: Све модификације се могу користити у било којој комбинацији заједно са
sv: Alla modifieringar kan användas i valfri kombination tillsammans med
sw: Marekebisho yote yanaweza kutumika katika mchanganyiko wowote pamoja na
ta: அனைத்து மாற்றங்களையும் எந்த கலவையிலும் பயன்படுத்தலாம்
th: การปรับเปลี่ยนทั้งหมดสามารถใช้ร่วมกับ
tr: Tüm değişiklikler herhangi bir kombinasyonda birlikte kullanılabilir.
uk: Усі модифікації можна використовувати в будь-якій комбінації разом із
ur: تمام ترامیم کے ساتھ کسی بھی مجموعہ میں استعمال کیا جا سکتا ہے
vi: Tất cả các sửa đổi có thể được sử dụng trong bất kỳ sự kết hợp nào cùng với

source: ELO limit strength and Skill Level settings, to reduce the strength
ar: إعدادات حد القوة ومستوى المهارة ELO، لتقليل القوة
bg: Настройките за ограничаване на силата и нивото на уменията на ELO, за да се намали силата
bn: শক্তি কমাতে ELO সীমা শক্তি এবং দক্ষতা স্তর সেটিংস
cs: Nastavení limitu ELO pro sílu a úroveň dovedností pro snížení síly
da: ELO-grænsestyrke og færdighedsniveauindstillinger for at reducere styrken
de: ELO-Limitstärke und Skill-Level-Einstellungen, um die Stärke zu reduzieren
el: Ρυθμίσεις ορίου δύναμης και επιπέδου δεξιοτήτων ELO, για μείωση της δύναμης
es: Configuración del límite de fuerza ELO y del nivel de habilidad para reducir la fuerza
et: ELO piirangute tugevus ja oskustaseme seaded tugevuse vähendamiseks
fa: تنظیمات محدودیت قدرت و سطح مهارت ELO، برای کاهش قدرت
fi: ELO-rajoituksen voima- ja taitotasoasetukset voiman vähentämiseksi
fr: Paramètres de limite de force ELO et de niveau de compétence, pour réduire la force
he: הגדרות גבול כוח ורמת מיומנות של ELO, כדי להפחית את הכוח
hi: ELO सीमा शक्ति और कौशल स्तर सेटिंग्स, शक्ति को कम करने के लिए
hu: ELO limit erő és képzettségi szint beállítások az erő csökkentése érdekében
id: Pengaturan batas kekuatan ELO dan Tingkat Keterampilan, untuk mengurangi kekuatan
it: Impostazioni del limite di forza ELO e del livello di abilità, per ridurre la forza
ja: ELO制限強度とスキルレベル設定により強度を低下させる
lt: ELO ribos jėgos ir įgūdžių lygio nustatymai, siekiant sumažinti jėgą
lv: ELO ierobežojuma spēka un prasmju līmeņa iestatījumi, lai samazinātu spēku
nl: ELO-limietsterkte en vaardigheidsniveau-instellingen om de sterkte te verminderen
no: ELO-grensestyrke og ferdighetsnivåinnstillinger for å redusere styrken
pl: Limit siły ELO i ustawienia poziomu umiejętności, aby zmniejszyć siłę
pt: Configurações de força limite ELO e nível de habilidade, para reduzir a força
ro: Limita ELO de forță și setările Nivelului de îndemânare, pentru a reduce forța
ru: Настройки предела силы ELO и уровня мастерства для уменьшения силы
sq: ELO kufizon forcën dhe cilësimet e Nivelit të Aftësisë, për të zvogëluar forcën
sr: Подешавања ELO ограничења снаге и нивоа вештине, како би се смањила снага
sv: ELO-gränsstyrka och färdighetsnivåinställningar för att minska styrkan
sw: ELO hupunguza nguvu na mipangilio ya Kiwango cha Ujuzi, ili kupunguza nguvu
ta: வலிமையைக் குறைக்க, ELO வரம்பு வலிமை மற்றும் திறன் நிலை அமைப்புகள்
th: ELO จำกัดความแข็งแกร่งและการตั้งค่าระดับทักษะเพื่อลดความแข็งแกร่ง
tr: ELO sınır gücü ve Beceri Seviyesi ayarları, gücü azaltmak için
uk: Налаштування ELO обмежують силу та рівень майстерності, щоб зменшити силу
ur: ELO طاقت کو کم کرنے کے لیے طاقت اور مہارت کی سطح کی ترتیبات کو محدود کرتا ہے۔
vi: Giới hạn sức mạnh ELO và cài đặt Cấp độ kỹ năng để giảm sức mạnh

source: of the engine when playing against humans.
ar: للمحرك عند اللعب ضد البشر.
bg: на двигателя, когато играете срещу хора.
bn: মানুষের বিরুদ্ধে খেলার সময় ইঞ্জিনের ক্ষতি।
cs: motoru při hraní proti lidem.
da: af motoren, når man spiller mod mennesker.
de: der Engine beim Spiel gegen Menschen.
el: της μηχανής όταν παίζεις εναντίον ανθρώπων.
es: del motor cuando se juega contra humanos.
et: mootori töö inimeste vastu mängides.
fa: از موتور هنگام بازی در مقابل انسان.
fi: moottorista ihmisiä vastaan ​​pelatessa.
fr: du moteur lorsque l'on joue contre des humains.
he: של המנוע כשמשחקים נגד בני אדם.
hi: मनुष्यों के विरुद्ध खेलते समय इंजन का उपयोग करना।
hu: a motor, amikor emberek ellen játszol.
id: mesin saat bermain melawan manusia.
it: del motore quando si gioca contro gli umani.
ja: 人間と対戦するときのエンジンの。
lt: variklio žaidžiant prieš žmones.
lv: dzinēja darbība, spēlējot pret cilvēkiem.
nl: van de engine wanneer je tegen mensen speelt.
no: av motoren når man spiller mot mennesker.
pl: silnika podczas gry przeciwko ludziom.
pt: do motor ao jogar contra humanos.
ro: a motorului atunci când se joacă împotriva oamenilor.
ru: движка при игре против людей.
sq: të motorit kur luan kundër njerëzve.
sr: мотора када се игра против људи.
sv: av motorn när man spelar mot människor.
sw: ya injini wakati wa kucheza dhidi ya wanadamu.
ta: மனிதர்களுக்கு எதிராக விளையாடும்போது இயந்திரத்தின்.
th: ของเครื่องยนต์เมื่อเล่นกับมนุษย์
tr: İnsanlara karşı oynarken motorun.
uk: двигуна під час гри проти людей.
ur: انسانوں کے خلاف کھیلتے وقت انجن کا۔
vi: của động cơ khi chơi với con người.

source: With default settings, StockfishNPS plays exactly like the current Stockfish16_dev.
ar: مع الإعدادات الافتراضية، يعمل StockfishNPS تمامًا مثل Stockfish16_dev الحالي.
bg: С настройките по подразбиране, StockfishNPS се възпроизвежда точно както текущата версия на Stockfish16_dev.
bn: ডিফল্ট সেটিংস সহ, StockfishNPS ঠিক বর্তমান Stockfish16_dev এর মতোই চলে।
cs: S výchozím nastavením se StockfishNPS hraje přesně jako aktuální Stockfish16_dev.
da: Med standardindstillingerne afspilles StockfishNPS præcis som den nuværende Stockfish16_dev.
de: Mit den Standardeinstellungen spielt sich StockfishNPS genau wie das aktuelle Stockfish16_dev.
el: Με τις προεπιλεγμένες ρυθμίσεις, το StockfishNPS αναπαράγεται ακριβώς όπως το τρέχον Stockfish16_dev.
es: Con la configuración predeterminada, StockfishNPS se reproduce exactamente como el Stockfish16_dev actual.
et: Vaikimisi sätetega töötab StockfishNPS täpselt nagu praegune Stockfish16_dev.
fa: با تنظیمات پیش‌فرض، StockfishNPS دقیقاً مانند Stockfish16_dev فعلی عمل می‌کند.
fi: Oletusasetuksilla StockfishNPS toimii täsmälleen samalla tavalla kuin nykyinen Stockfish16_dev.
fr: Avec les paramètres par défaut, StockfishNPS joue exactement comme le Stockfish16_dev actuel.
he: עם הגדרות ברירת מחדל, StockfishNPS פועל בדיוק כמו הקובץ Stockfish16_dev הנוכחי.
hi: डिफ़ॉल्ट सेटिंग्स के साथ, StockfishNPS बिल्कुल वर्तमान Stockfish16_dev की तरह काम करता है।
hu: Alapértelmezett beállításokkal a StockfishNPS pontosan úgy működik, mint a jelenlegi Stockfish16_dev.
id: Dengan pengaturan default, StockfishNPS berfungsi persis seperti Stockfish16_dev saat ini.
it: Con le impostazioni predefinite, StockfishNPS funziona esattamente come l'attuale Stockfish16_dev.
ja: デフォルト設定では、StockfishNPS は現在の Stockfish16_dev とまったく同じように動作します。
lt: Pagal numatytuosius nustatymus „StockfishNPS“ veikia lygiai taip pat, kaip ir dabartinė „Stockfish16_dev“ versija.
lv: Ar noklusējuma iestatījumiem StockfishNPS darbojas tieši tāpat kā pašreizējā Stockfish16_dev versija.
nl: Met de standaardinstellingen speelt StockfishNPS precies hetzelfde als de huidige Stockfish16_dev.
no: Med standardinnstillingene spiller StockfishNPS akkurat som den nåværende Stockfish16_dev.
pl: Przy ustawieniach domyślnych StockfishNPS działa dokładnie tak samo jak obecna wersja Stockfish16_dev.
pt: Com as configurações padrão, o StockfishNPS funciona exatamente como o Stockfish16_dev atual.
ro: Cu setările implicite, StockfishNPS se redă exact ca Stockfish16_dev-ul curent.
ru: С настройками по умолчанию StockfishNPS ведёт себя точно так же, как текущий Stockfish16_dev.
sq: Me cilësimet fillestare, StockfishNPS luan tamam si Stockfish16_dev aktual.
sr: Са подразумеваним подешавањима, StockfishNPS се репродукује потпуно исто као тренутна верзија Stockfish16_dev.
sv: Med standardinställningarna spelas StockfishNPS upp precis som den nuvarande Stockfish16_dev.
sw: Kwa mipangilio chaguomsingi, StockfishNPS hucheza sawa kabisa na Stockfish16_dev ya sasa.
ta: இயல்புநிலை அமைப்புகளுடன், StockfishNPS தற்போதைய Stockfish16_dev போலவே இயங்குகிறது.
th: ด้วยการตั้งค่าเริ่มต้น StockfishNPS จะเล่นได้เหมือนกับ Stockfish16_dev ในปัจจุบันทุกประการ
tr: Varsayılan ayarlarla StockfishNPS, mevcut Stockfish16_dev ile aynı şekilde çalışır.
uk: З налаштуваннями за замовчуванням StockfishNPS працює точно так само, як і поточна версія Stockfish16_dev.
ur: پہلے سے طے شدہ ترتیبات کے ساتھ، StockfishNPS بالکل موجودہ Stockfish16_dev کی طرح چلتا ہے۔
vi: Với cài đặt mặc định, StockfishNPS hoạt động giống hệt Stockfish16_dev hiện tại.

source: Changing only the search nodes setting to between 1 - 10 reduces ELO roughly to 1400.
ar: يؤدي تغيير إعداد عقد البحث فقط إلى ما بين 1 - 10 إلى تقليل ELO إلى 1400 تقريبًا.
bg: Промяната само на настройката на възлите за търсене между 1 и 10 намалява ELO приблизително до 1400.
bn: শুধুমাত্র সার্চ নোড সেটিং ১-১০ এর মধ্যে পরিবর্তন করলে ELO মোটামুটি ১৪০০ এ নেমে আসে।
cs: Změna pouze nastavení vyhledávacích uzlů na hodnotu mezi 1 a 10 sníží ELO zhruba na 1400.
da: Hvis kun indstillingen for søgenoder ændres til mellem 1-10, reduceres ELO til omtrent 1400.
de: Wenn Sie nur die Einstellung für die Suchknoten auf einen Wert zwischen 1 und 10 ändern, wird ELO ungefähr auf 1400 reduziert.
el: Αλλάζοντας μόνο τη ρύθμιση των κόμβων αναζήτησης σε μεταξύ 1 - 10, το ELO μειώνεται περίπου στο 1400.
es: Cambiar únicamente la configuración de los nodos de búsqueda entre 1 y 10 reduce el ELO aproximadamente a 1400.
et: Ainult otsingusõlmede sätte muutmine vahemikus 1–10 vähendab ELO-d umbes 1400-ni.
fa: تغییر تنظیمات گره‌های جستجو به بین ۱ تا ۱۰، ELO را تقریباً به ۱۴۰۰ کاهش می‌دهد.
fi: Pelkän hakusolmujen asetuksen muuttaminen välille 1–10 vähentää ELO:n suunnilleen 1400:aan.
fr: Modifier uniquement le paramètre des nœuds de recherche entre 1 et 10 réduit l'ELO à environ 1 400.
he: שינוי הגדרת צמתי החיפוש בלבד לערך שבין 1 ל-10 מפחית את ה-ELO בערך ל-1400.
hi: केवल खोज नोड्स सेटिंग को 1 - 10 के बीच बदलने से ELO लगभग 1400 तक कम हो जाता है।
hu: Ha csak a keresési csomópontok beállítását változtatjuk 1 és 10 közé, az ELO nagyjából 1400-ra csökken.
id: Mengubah hanya pengaturan simpul pencarian ke antara 1 - 10 akan mengurangi ELO kira-kira menjadi 1400.
it: Modificando solo l'impostazione dei nodi di ricerca su un valore compreso tra 1 e 10, l'ELO si riduce all'incirca a 1400.
ja: 検索ノード設定のみを 1 ～ 10 に変更すると、ELO がおよそ 1400 に減少します。
lt: Pakeitus tik paieškos mazgų nustatymą nuo 1 iki 10, ELO sumažėja maždaug iki 1400.
lv: Mainot tikai meklēšanas mezglu iestatījumu uz vērtību no 1 līdz 10, ELO samazinās aptuveni līdz 1400.
nl: Als u alleen de instelling voor zoekknooppunten wijzigt naar een waarde tussen 1 en 10, wordt de ELO teruggebracht tot ongeveer 1400.
no: Hvis du bare endrer innstillingen for søkenoder til mellom 1–10, reduseres ELO omtrent til 1400.
pl: Zmiana ustawień samych węzłów wyszukiwania na wartość od 1 do 10 powoduje redukcję ELO do około 1400.
pt: Alterar apenas a configuração dos nós de pesquisa entre 1 e 10 reduz o ELO para aproximadamente 1400.
ro: Modificarea setării doar pentru nodurile de căutare la o valoare între 1 și 10 reduce ELO la aproximativ 1400.
ru: Изменение только настроек узлов поиска в диапазоне от 1 до 10 снижает ELO примерно до 1400.
sq: Ndryshimi vetëm i cilësimeve të nyjeve të kërkimit në midis 1 dhe 10 e zvogëlon ELO-në përafërsisht në 1400.
sr: Промена само подешавања чворова за претрагу на вредност између 1 и 10 смањује ЕЛО отприлике на 1400.
sv: Om man bara ändrar inställningen för söknoder till mellan 1 och 10 minskar ELO ungefär till 1400.
sw: Kubadilisha tu mpangilio wa nodi za utafutaji kuwa kati ya 1 - 10 hupunguza ELO takriban 1400.
ta: தேடல் முனைகளை மட்டும் 1 - 10 க்கு இடையில் மாற்றுவது ELO ஐ தோராயமாக 1400 ஆகக் குறைக்கிறது.
th: การเปลี่ยนแปลงเฉพาะการตั้งค่าโหนดการค้นหาเป็นระหว่าง 1 - 10 จะลด ELO ลงประมาณ 1,400
tr: Sadece arama düğümleri ayarını 1 - 10 arasına değiştirmek ELO'yu yaklaşık 1400'e düşürüyor.
uk: Зміна лише налаштування вузлів пошуку на значення від 1 до 10 зменшує ELO приблизно до 1400.
ur: صرف سرچ نوڈس کی ترتیب کو 1 - 10 کے درمیان تبدیل کرنے سے ELO تقریباً 1400 تک کم ہو جاتا ہے۔
vi: Chỉ thay đổi cài đặt nút tìm kiếm trong khoảng từ 1 - 10 sẽ giảm ELO xuống còn khoảng 1400.
