Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Rated engines directory
ar: دليل المحركات المصنفة
bg: Директория за номинални двигатели
bn: রেটেড ইঞ্জিন ডিরেক্টরি
cs: Adresář hodnocených motorů
da: Katalog over bedømte motorer
de: Verzeichnis der bewerteten Motoren
el: Κατάλογος αξιολογημένων κινητήρων
es: Directorio de motores clasificados
et: Nimimootorite kataloog
fa: فهرست موتورهای دارای رتبه‌بندی
fi: Mitoitettujen moottoreiden hakemisto
fr: Répertoire des moteurs notés
he: מדריך מנועים מדורגים
hi: रेटेड इंजन निर्देशिका
hu: Névleges motorok jegyzéke
id: Direktori mesin berperingkat
it: Elenco dei motori classificati
ja: 定格エンジンディレクトリ
lt: Variklių katalogas
lv: Nominālo dzinēju direktorijs
nl: Directory met beoordeelde motoren
no: Katalog over nominelle motorer
pl: Katalog silników ocenianych
pt: Diretório de motores classificados
ro: Directorul motoarelor evaluate
ru: Каталог рейтинговых двигателей
sq: Drejtoria e motorëve të vlerësuar
sr: Директоријум оцењених мотора
sv: Katalog över nominella motorer
sw: Saraka ya injini zilizokadiriwa
ta: மதிப்பிடப்பட்ட இயந்திரங்களின் கோப்பகம்
th: ไดเรกทอรีเครื่องยนต์ที่ได้รับการจัดอันดับ
tr: Derecelendirilmiş motorlar dizini
uk: Довідник рейтингових двигунів
ur: درجہ بند انجن ڈائرکٹری
vi: Danh mục động cơ được đánh giá

source: does not exist, rated game cancelled
ar: غير موجود، تم إلغاء تصنيف اللعبة
bg: не съществува, рейтинговата игра е анулирана
bn: বিদ্যমান নেই, রেটেড গেম বাতিল করা হয়েছে
cs: neexistuje, hodnocená hra zrušena
da: findes ikke, bedømt spil annulleret
de: existiert nicht, bewertetes Spiel abgebrochen
el: δεν υπάρχει, το παιχνίδι με αξιολόγηση ακυρώθηκε
es: No existe, juego clasificado cancelado
et: ei eksisteeri, hinnatud mäng tühistatud
fa: وجود ندارد، بازی رده‌بندی‌شده لغو شد
fi: ei ole olemassa, arvioitu peli peruttu
fr: n'existe pas, jeu classé annulé
he: לא קיים, משחק מדורג בוטל
hi: मौजूद नहीं है, रेटेड गेम रद्द कर दिया गया
hu: nem létezik, a játék értékelése törölve
id: tidak ada, game yang diberi peringkat dibatalkan
it: non esiste, gioco classificato annullato
ja: 存在しません。評価されたゲームはキャンセルされました
lt: neegzistuoja, įvertintas žaidimas atšauktas
lv: neeksistē, novērtētā spēle ir atcelta
nl: bestaat niet, beoordeeld spel geannuleerd
no: finnes ikke, aldersgrense for spill kansellert
pl: nie istnieje, gra oceniona jako anulowana
pt: não existe, jogo classificado cancelado
ro: nu există, joc evaluat anulat
ru: не существует, рейтинговая игра отменена
sq: nuk ekziston, loja e vlerësuar është anuluar
sr: не постоји, оцењена игра отказана
sv: finns inte, klassificerat spel avbrutet
sw: haipo, mchezo uliokadiriwa umeghairiwa
ta: இல்லை, மதிப்பிடப்பட்ட விளையாட்டு ரத்து செய்யப்பட்டது.
th: ไม่มีอยู่, เกมที่ได้รับการจัดอันดับถูกยกเลิก
tr: mevcut değil, derecelendirilen oyun iptal edildi
uk: не існує, рейтингову гру скасовано
ur: موجود نہیں ہے، ریٹیڈ گیم منسوخ کر دی گئی۔
vi: không tồn tại, trò chơi được xếp hạng đã bị hủy

source: Suggestion : Reset the program default values from
ar: الاقتراح: إعادة تعيين القيم الافتراضية للبرنامج من
bg: Предложение: Нулирайте настройките по подразбиране на програмата от
bn: পরামর্শ: প্রোগ্রামের ডিফল্ট মানগুলি রিসেট করুন
cs: Návrh: Obnovte výchozí hodnoty programu z
da: Forslag: Nulstil programmets standardværdier fra
de: Vorschlag: Setzen Sie die Standardwerte des Programms zurück von
el: Πρόταση: Επαναφορά των προεπιλεγμένων τιμών του προγράμματος από
es: Sugerencia: Restablecer los valores predeterminados del programa desde
et: Soovitus: Lähtestage programmi vaikeväärtused
fa: پیشنهاد: مقادیر پیش‌فرض برنامه را از ... به حالت اولیه برگردانید.
fi: Ehdotus: Palauta ohjelman oletusarvot
fr: Suggestion : Réinitialiser les valeurs par défaut du programme à partir de
he: הצעה: אפס את ערכי ברירת המחדל של התוכנית מ-
hi: सुझाव: प्रोग्राम के डिफ़ॉल्ट मानों को रीसेट करें
hu: Javaslat: Állítsa vissza a program alapértelmezett értékeit innen:
id: Saran : Reset nilai default program dari
it: Suggerimento: reimpostare i valori predefiniti del programma da
ja: 提案: プログラムのデフォルト値をリセットする
lt: Pasiūlymas: atkurkite numatytąsias programos reikšmes iš
lv: Ieteikums: atiestatiet programmas noklusējuma vērtības no
nl: Suggestie: Reset de standaardwaarden van het programma van
no: Forslag: Tilbakestill programmets standardverdier fra
pl: Sugestia: Zresetuj domyślne wartości programu z
pt: Sugestão: Redefinir os valores padrão do programa de
ro: Sugestie: Resetați valorile implicite ale programului de la
ru: Предложение: Сбросить значения программы по умолчанию с
sq: Sugjerim: Rivendosni vlerat fillestare të programit nga
sr: Предлог: Ресетујте подразумеване вредности програма из
sv: Förslag: Återställ programmets standardvärden från
sw: Pendekezo : Weka upya thamani chaguomsingi za programu kutoka
ta: பரிந்துரை: நிரலின் இயல்புநிலை மதிப்புகளை மீட்டமைக்கவும்
th: คำแนะนำ : รีเซ็ตค่าเริ่มต้นของโปรแกรมจาก
tr: Öneri: Programın varsayılan değerlerini sıfırlayın
uk: Пропозиція: Скиньте значення програми за замовчуванням з
ur: تجویز : پروگرام کی ڈیفالٹ ویلیوز کو ری سیٹ کریں۔
vi: Gợi ý: Đặt lại các giá trị mặc định của chương trình từ

source: < Main menu > < Options > < Reset to factory defaults >
ar: < القائمة الرئيسية > < الخيارات > < إعادة التعيين إلى إعدادات المصنع الافتراضية >
bg: < Главно меню > < Опции > < Възстановяване на фабричните настройки >
bn: <প্রধান মেনু > <বিকল্প > <ফ্যাক্টরি ডিফল্টে রিসেট করুন >
cs: < Hlavní nabídka > < Možnosti > < Obnovení továrního nastavení >
da: < Hovedmenu > < Valgmuligheder > < Nulstil til fabriksindstillinger >
de: < Hauptmenü > < Optionen > < Auf Werkseinstellungen zurücksetzen >
el: < Κύριο μενού > < Επιλογές > < Επαναφορά στις εργοστασιακές προεπιλογές >
es: < Menú principal > < Opciones > < Restablecer valores de fábrica >
et: < Peamenüü > < Valikud > < Tehase vaikesätete taastamine >
fa: <منوی اصلی> <گزینه‌ها> <بازگرداندن به تنظیمات کارخانه>
fi: < Päävalikko > < Asetukset > < Palauta tehdasasetukset >
fr: < Menu principal > < Options > < Réinitialiser les paramètres d'usine >
he: < תפריט ראשי > < אפשרויות > < איפוס להגדרות היצרן >
hi: < मुख्य मेनू > < विकल्प > < फ़ैक्टरी डिफ़ॉल्ट पर रीसेट करें >
hu: < Főmenü > < Beállítások > < Gyári beállítások visszaállítása >
id: < Menu Utama > < Pilihan > < Reset ke pengaturan pabrik >
it: < Menu principale > < Opzioni > < Ripristina impostazioni di fabbrica >
ja: < メインメニュー > < オプション > < 工場出荷時の設定にリセット >
lt: < Pagrindinis meniu > < Parinktys > < Atkurti gamyklinius nustatymus >
lv: < Galvenā izvēlne > < Opcijas > < Atiestatīt rūpnīcas noklusējuma iestatījumus >
nl: < Hoofdmenu > < Opties > < Fabrieksinstellingen herstellen >
no: < Hovedmeny > < Alternativer > < Tilbakestill til fabrikkinnstillinger >
pl: < Menu główne > < Opcje > < Przywróć ustawienia fabryczne >
pt: < Menu principal > < Opções > < Redefinir para os padrões de fábrica >
ro: < Meniu principal > < Opțiuni > < Resetare la setările implicite din fabrică >
ru: < Главное меню > < Параметры > < Сброс к заводским настройкам >
sq: < Menuja kryesore > < Opsionet > < Rivendosja në cilësimet e fabrikës >
sr: < Главни мени > < Опције > < Ресетовање на фабричка подешавања >
sv: < Huvudmeny > < Alternativ > < Återställ till fabriksinställningar >
sw: < Menyu kuu > < Chaguzi > < Weka upya kwa chaguo-msingi za kiwanda >
ta: <முதன்மை மெனு > விருப்பங்கள் > தொழிற்சாலை இயல்புநிலைகளுக்கு மீட்டமை >
th: < เมนูหลัก > < ตัวเลือก > < รีเซ็ตเป็นค่าเริ่มต้นจากโรงงาน >
tr: < Ana menü > < Seçenekler > < Fabrika varsayılanlarına sıfırla >
uk: < Головне меню > < Параметри > < Скинути до заводських налаштувань >
ur: < مین مینو > < اختیارات > < فیکٹری ڈیفالٹس پر ری سیٹ کریں >
vi: < Menu chính > < Tùy chọn > < Khôi phục về mặc định gốc >

source: If this fails, download and install the rated engines from
ar: إذا فشل ذلك، قم بتنزيل المحركات المصنفة وتثبيتها من
bg: Ако това не успее, изтеглете и инсталирайте номиналните двигатели от
bn: যদি এটি ব্যর্থ হয়, তাহলে রেট করা ইঞ্জিনগুলি ডাউনলোড এবং ইনস্টল করুন
cs: Pokud se to nepodaří, stáhněte a nainstalujte hodnocené enginy z
da: Hvis dette mislykkes, skal du downloade og installere de nominelle motorer fra
de: Wenn dies fehlschlägt, laden Sie die bewerteten Engines herunter und installieren Sie sie von
el: Εάν αυτό αποτύχει, κατεβάστε και εγκαταστήστε τους ονομαστικούς κινητήρες από
es: Si esto falla, descargue e instale los motores calificados desde
et: Kui see ebaõnnestub, laadige alla ja installige nimimootorid saidilt
fa: اگر این روش جواب نداد، موتورهای رتبه‌بندی‌شده را از اینجا دانلود و نصب کنید.
fi: Jos tämä epäonnistuu, lataa ja asenna nimellismoottorit osoitteesta
fr: Si cela échoue, téléchargez et installez les moteurs évalués à partir de
he: אם פעולה זו נכשלת, הורד והתקן את המנועים המדורגים מ
hi: यदि यह विफल हो जाता है, तो रेटेड इंजन को डाउनलोड और इंस्टॉल करें
hu: Ha ez nem sikerül, töltse le és telepítse a névleges motorokat innen:
id: Jika gagal, unduh dan instal mesin berperingkat dari
it: Se questo non funziona, scarica e installa i motori classificati da
ja: これが失敗した場合は、評価済みのエンジンをダウンロードしてインストールしてください。
lt: Jei tai nepavyksta, atsisiųskite ir įdiekite variklių specifikacijas iš
lv: Ja tas neizdodas, lejupielādējiet un instalējiet nominālos dzinējus no
nl: Als dit niet lukt, download en installeer dan de beoordeelde motoren van
no: Hvis dette mislykkes, last ned og installer de nominelle motorene fra
pl: Jeżeli to nie pomoże, pobierz i zainstaluj ocenione silniki z
pt: Se isso falhar, baixe e instale os motores classificados de
ro: Dacă această acțiune eșuează, descărcați și instalați motoarele nominale de la
ru: Если это не поможет, загрузите и установите рекомендованные движки с сайта
sq: Nëse kjo dështon, shkarkoni dhe instaloni motorët e vlerësuar nga
sr: Ако ово не успе, преузмите и инсталирајте оцењене моторе са
sv: Om detta misslyckas, ladda ner och installera de klassade motorerna från
sw: Ikiwa hii itashindikana, pakua na usakinishe injini zilizokadiriwa kutoka
ta: இது தோல்வியுற்றால், மதிப்பிடப்பட்ட இயந்திரங்களை இதிலிருந்து பதிவிறக்கி நிறுவவும்.
th: หากวิธีนี้ล้มเหลว ให้ดาวน์โหลดและติดตั้งเครื่องยนต์ที่ได้รับการจัดอันดับจาก
tr: Bu başarısız olursa, derecelendirilmiş motorları indirin ve yükleyin
uk: Якщо це не допоможе, завантажте та встановіть номінальні двигуни з
ur: اگر یہ ناکام ہو جاتا ہے تو، سے ریٹیڈ انجن ڈاؤن لوڈ اور انسٹال کریں۔
vi: Nếu điều này không thành công, hãy tải xuống và cài đặt các công cụ được đánh giá từ

source: Rodent engine personality
ar: شخصية محرك القوارض
bg: Характер на двигателя на гризачите
bn: ইঁদুরের ইঞ্জিন ব্যক্তিত্ব
cs: Povaha motoru hlodavců
da: Gnavermotorpersonlighed
de: Persönlichkeit des Nagetiermotors
el: Προσωπικότητα κινητήρα τρωκτικών
es: Personalidad del motor de roedores
et: Näriliste mootori iseloom
fa: شخصیت موتور جوندگان
fi: Jyrsijän moottorin persoonallisuus
fr: Personnalité du moteur du rongeur
he: אישיות מנוע מכרסם
hi: कृंतक इंजन व्यक्तित्व
hu: Rágcsáló motor személyisége
id: Kepribadian mesin tikus
it: Personalità del motore dei roditori
ja: げっ歯類エンジンの個性
lt: Graužikų variklio charakteristika
lv: Grauzēju dzinēja personība
nl: De persoonlijkheid van knaagdiermotoren
no: Gnagermotorpersonlighet
pl: Osobowość silnika gryzoni
pt: Personalidade do motor roedor
ro: Personalitatea motorului rozătoarelor
ru: Личность движка грызуна
sq: Personaliteti i motorit të brejtësve
sr: Личност мотора глодара
sv: Gnagarens motorpersonlighet
sw: Tabia ya injini ya panya
ta: கொறிக்கும் இயந்திர ஆளுமை
th: บุคลิกของเครื่องยนต์หนู
tr: Kemirgen motor kişiliği
uk: Характер гризуна двигуна
ur: چوہا انجن کی شخصیت
vi: Tính cách của động cơ gặm nhấm

source: loaded
ar: محملة
bg: зареден
bn: লোড করা
cs: nabitý
da: indlæst
de: geladen
el: φορτωμένος
es: cargado
et: laaditud
fa: بارگذاری شده
fi: ladattu
fr: chargé
he: טָעוּן
hi: भरी हुई
hu: töltött
id: sarat
it: caricato
ja: ロード済み
lt: pakrautas
lv: piekrauts
nl: geladen
no: lastet
pl: załadowany
pt: carregado
ro: încărcat
ru: загружен
sq: i ngarkuar
sr: натоварен
sv: lastad
sw: imepakiwa
ta: ஏற்றப்பட்டது
th: โหลดแล้ว
tr: yüklü
uk: завантажений
ur: بھری ہوئی
vi: đã tải

source: Rated game engine message
ar: رسالة محرك اللعبة المصنف
bg: Съобщение за рейтинг на игровия енджин
bn: রেটেড গেম ইঞ্জিন বার্তা
cs: Zpráva o hodnocení herního enginu
da: Besked om bedømt spilmotor
de: Bewertete Game-Engine-Nachricht
el: Μήνυμα μηχανής παιχνιδιών με αξιολόγηση
es: Mensaje de motor de juego calificado
et: Hinnatud mängumootori teade
fa: پیام موتور بازی رتبه‌بندی‌شده
fi: Pelimoottorin luokitusviesti
fr: Message du moteur de jeu évalué
he: הודעה על מנוע משחק מדורג
hi: रेटेड गेम इंजन संदेश
hu: Értékelt játékmotor üzenet
id: Pesan mesin permainan yang dinilai
it: Messaggio del motore di gioco valutato
ja: ゲームエンジンの評価メッセージ
lt: Įvertinto žaidimo variklio pranešimas
lv: Vērtējuma spēļu dzinēja ziņojums
nl: Bericht over beoordeelde game-engine
no: Melding om vurdert spillmotor
pl: Wiadomość o silniku gry ocenionej
pt: Mensagem do mecanismo de jogo classificado
ro: Mesajul motorului de joc evaluat
ru: Рейтинговое сообщение игрового движка
sq: Mesazhi i motorit të lojës së vlerësuar
sr: Порука о оцењеном гејм енџину
sv: Meddelande om betygsatt spelmotor
sw: Ujumbe wa injini ya mchezo uliokadiriwa
ta: மதிப்பிடப்பட்ட விளையாட்டு இயந்திர செய்தி
th: ข้อความเอนจิ้นเกมที่ได้รับการจัดอันดับ
tr: Derecelendirilmiş oyun motoru mesajı
uk: Повідомлення про рейтинг ігрового движка
ur: ریٹیڈ گیم انجن کا پیغام
vi: Tin nhắn về công cụ trò chơi được xếp hạng

source: Engine is not in list, so cannot be set
ar: المحرك غير موجود في القائمة، لذا لا يمكن ضبطه
bg: Двигателят не е в списъка, така че не може да бъде зададен
bn: ইঞ্জিন তালিকায় নেই, তাই সেট করা যাচ্ছে না।
cs: Motor není v seznamu, takže jej nelze nastavit.
da: Motoren er ikke på listen, så den kan ikke indstilles
de: Der Motor ist nicht in der Liste und kann daher nicht eingestellt werden.
el: Η μηχανή δεν υπάρχει στη λίστα, επομένως δεν μπορεί να οριστεί
es: El motor no está en la lista, por lo que no se puede configurar
et: Mootorit pole nimekirjas, seega ei saa seda määrata
fa: موتور در لیست نیست، بنابراین نمی‌توان آن را تنظیم کرد
fi: Moottoria ei ole listassa, joten sitä ei voida asettaa
fr: Le moteur n'est pas dans la liste, il ne peut donc pas être défini
he: המנוע אינו ברשימה, לכן לא ניתן להגדיר אותו
hi: इंजन सूची में नहीं है, इसलिए सेट नहीं किया जा सकता
hu: A motor nincs a listában, ezért nem állítható be.
id: Mesin tidak ada dalam daftar, jadi tidak dapat diatur
it: Il motore non è nell'elenco, quindi non può essere impostato
ja: エンジンがリストにないため、設定できません
lt: Variklio nėra sąraše, todėl jo nustatyti negalima.
lv: Dzinējs nav sarakstā, tāpēc to nevar iestatīt
nl: Motor staat niet in de lijst, dus kan niet worden ingesteld
no: Motoren er ikke på listen, så den kan ikke angis
pl: Silnik nie znajduje się na liście, więc nie można go ustawić
pt: O motor não está na lista, portanto não pode ser definido
ro: Motorul nu este în listă, deci nu poate fi setat
ru: Двигатель отсутствует в списке, поэтому не может быть установлен
sq: Motori nuk është në listë, kështu që nuk mund të vendoset
sr: Мотор није на листи, тако да се не може подесити
sv: Motorn finns inte i listan, så den kan inte ställas in
sw: Injini haipo kwenye orodha, kwa hivyo haiwezi kuwekwa
ta: பட்டியலில் இயந்திரம் இல்லை, எனவே அமைக்க முடியாது.
th: เครื่องยนต์ไม่อยู่ในรายการจึงไม่สามารถตั้งค่าได้
tr: Motor listede olmadığından ayarlanamaz
uk: Двигуна немає у списку, тому його неможливо налаштувати
ur: انجن فہرست میں نہیں ہے، اس لیے سیٹ نہیں کیا جا سکتا
vi: Động cơ không có trong danh sách nên không thể thiết lập

source: Player profile directory
ar: دليل ملف تعريف اللاعب
bg: Директория с профили на играчи
bn: খেলোয়াড়ের প্রোফাইল ডিরেক্টরি
cs: Adresář profilů hráčů
da: Spillerprofilkatalog
de: Spielerprofilverzeichnis
el: Κατάλογος προφίλ παίκτη
es: Directorio de perfiles de jugadores
et: Mängija profiilide kataloog
fa: فهرست مشخصات بازیکن
fi: Pelaajaprofiilihakemisto
fr: Répertoire des profils des joueurs
he: ספריית פרופילי השחקן
hi: खिलाड़ी प्रोफ़ाइल निर्देशिका
hu: Játékosprofil-könyvtár
id: Direktori profil pemain
it: Elenco dei profili dei giocatori
ja: プレイヤープロフィールディレクトリ
lt: Žaidėjo profilio katalogas
lv: Spēlētāja profila direktorijs
nl: Spelerprofiel directory
no: Spillerprofilkatalog
pl: Katalog profili graczy
pt: Diretório de perfis de jogadores
ro: Directorul profilurilor jucătorului
ru: Каталог профилей игроков
sq: Drejtoria e profilit të lojtarit
sr: Директоријум профила играча
sv: Spelarprofilkatalog
sw: Saraka ya wasifu wa mchezaji
ta: பிளேயர் சுயவிவரக் கோப்பகம்
th: ไดเรกทอรีโปรไฟล์ผู้เล่น
tr: Oyuncu profili dizini
uk: Каталог профілів гравців
ur: پلیئر پروفائل ڈائرکٹری
vi: Thư mục hồ sơ người chơi

source: Suggestion : Manually create this directory with Windows Explorer
ar: الاقتراح: قم بإنشاء هذا الدليل يدويًا باستخدام Windows Explorer
bg: Предложение: Създайте тази директория ръчно с Windows Explorer
bn: পরামর্শ: উইন্ডোজ এক্সপ্লোরার দিয়ে ম্যানুয়ালি এই ডিরেক্টরিটি তৈরি করুন
cs: Návrh: Ručně vytvořte tento adresář pomocí Průzkumníka Windows
da: Forslag: Opret denne mappe manuelt med Windows Stifinder
de: Vorschlag: Erstellen Sie dieses Verzeichnis manuell mit dem Windows Explorer
el: Πρόταση: Δημιουργήστε αυτόν τον κατάλογο με μη αυτόματο τρόπο με την Εξερεύνηση των Windows
es: Sugerencia: cree manualmente este directorio con el Explorador de Windows
et: Soovitus: looge see kataloog käsitsi Windows Exploreri abil.
fa: پیشنهاد: این پوشه را به صورت دستی با Windows Explorer ایجاد کنید
fi: Ehdotus: Luo tämä hakemisto manuaalisesti Windowsin Resurssienhallinnassa
fr: Suggestion : Créez manuellement ce répertoire avec l'Explorateur Windows
he: הצעה: צור ספרייה זו באופן ידני באמצעות סייר Windows
hi: सुझाव: इस निर्देशिका को विंडोज़ एक्सप्लोरर के साथ मैन्युअल रूप से बनाएँ
hu: Javaslat: Hozza létre ezt a könyvtárat manuálisan a Windows Intézőben.
id: Saran : Buat direktori ini secara manual dengan Windows Explorer
it: Suggerimento: creare manualmente questa directory con Windows Explorer
ja: 提案: Windowsエクスプローラーでこのディレクトリを手動で作成してください
lt: Pasiūlymas: sukurkite šį katalogą rankiniu būdu naudodami „Windows Explorer“
lv: Ieteikums: manuāli izveidojiet šo direktoriju, izmantojot Windows Explorer
nl: Suggestie: Maak deze map handmatig aan met Windows Verkenner
no: Forslag: Opprett denne mappen manuelt med Windows Utforsker
pl: Sugestia: Utwórz ten katalog ręcznie za pomocą Eksploratora Windows
pt: Sugestão: Crie manualmente este diretório com o Windows Explorer
ro: Sugestie: Creați manual acest director cu Windows Explorer
ru: Предложение: вручную создайте этот каталог с помощью проводника Windows.
sq: Sugjerim: Krijoni manualisht këtë drejtori me Windows Explorer
sr: Предлог: Ручно креирајте овај директоријум помоћу програма Windows Explorer
sv: Förslag: Skapa den här katalogen manuellt med Utforskaren i Windows
sw: Pendekezo : Unda saraka hii wewe mwenyewe na Windows Explorer
ta: பரிந்துரை: விண்டோஸ் எக்ஸ்ப்ளோரரைப் பயன்படுத்தி இந்த கோப்பகத்தை கைமுறையாக உருவாக்கவும்.
th: ข้อเสนอแนะ: สร้างไดเรกทอรีนี้ด้วยตนเองด้วย Windows Explorer
tr: Öneri: Bu dizini Windows Gezgini ile manuel olarak oluşturun
uk: Пропозиція: Створіть цей каталог вручну за допомогою Провідника Windows.
ur: تجویز: ونڈوز ایکسپلورر کے ساتھ اس ڈائرکٹری کو دستی طور پر بنائیں
vi: Gợi ý: Tạo thủ công thư mục này bằng Windows Explorer

source: Player name is empty, please type in a name
ar: اسم اللاعب فارغ، الرجاء كتابة اسم
bg: Името на играча е празно, моля, въведете име
bn: খেলোয়াড়ের নাম খালি, অনুগ্রহ করে একটি নাম লিখুন।
cs: Jméno hráče je prázdné, zadejte prosím jméno.
da: Spillernavn er tomt, indtast venligst et navn
de: Der Spielername ist leer. Bitte geben Sie einen Namen ein.
el: Το όνομα παίκτη είναι κενό, πληκτρολογήστε ένα όνομα
es: El nombre del jugador está vacío, escriba un nombre
et: Mängija nimi on tühi, palun sisesta nimi
fa: نام بازیکن خالی است، لطفا یک نام وارد کنید
fi: Pelaajan nimi on tyhjä, kirjoita nimi
fr: Le nom du joueur est vide, veuillez saisir un nom
he: שם השחקן ריק, אנא הקלד שם
hi: खिलाड़ी का नाम रिक्त है, कृपया नाम लिखें
hu: A játékos neve üres, kérjük, írjon be egy nevet
id: Nama pemain kosong, silakan ketik nama
it: Il nome del giocatore è vuoto, digita un nome
ja: プレイヤー名が空です。名前を入力してください。
lt: Žaidėjo vardas tuščias, įveskite vardą
lv: Spēlētāja vārds ir tukšs, lūdzu, ierakstiet vārdu.
nl: Spelersnaam is leeg, typ een naam
no: Spillernavn er tomt, vennligst skriv inn et navn
pl: Nazwa gracza jest pusta, wpisz nazwę
pt: O nome do jogador está vazio, digite um nome
ro: Numele jucătorului este gol, vă rugăm să introduceți un nume.
ru: Имя игрока пусто, пожалуйста, введите имя
sq: Emri i lojtarit është bosh, ju lutemi shkruani një emër
sr: Име играча је празно, унесите име
sv: Spelarens namn är tomt, vänligen skriv in ett namn
sw: Jina la mchezaji ni tupu, tafadhali andika jina
ta: வீரர் பெயர் காலியாக உள்ளது, தயவுசெய்து ஒரு பெயரை உள்ளிடவும்.
th: ชื่อผู้เล่นว่างเปล่า กรุณาพิมพ์ชื่อ
tr: Oyuncu adı boş, lütfen bir isim yazın
uk: Ім'я гравця порожнє, будь ласка, введіть ім'я
ur: پلیئر کا نام خالی ہے، براہ کرم ایک نام ٹائپ کریں۔
vi: Tên người chơi đang trống, vui lòng nhập tên

source: Player name is already in the list,
ar: اسم اللاعب موجود بالفعل في القائمة،
bg: Името на играча вече е в списъка,
bn: খেলোয়াড়ের নাম ইতিমধ্যেই তালিকায় আছে,
cs: Jméno hráče je již v seznamu,
da: Spillernavnet er allerede på listen,
de: Der Spielername ist bereits in der Liste,
el: Το όνομα του παίκτη υπάρχει ήδη στη λίστα,
es: El nombre del jugador ya está en la lista,
et: Mängija nimi on juba nimekirjas,
fa: نام بازیکن از قبل در لیست وجود دارد،
fi: Pelaajan nimi on jo listalla,
fr: Le nom du joueur est déjà dans la liste,
he: שם השחקן כבר נמצא ברשימה,
hi: खिलाड़ी का नाम पहले से ही सूची में है,
hu: A játékos neve már szerepel a listában,
id: Nama pemain sudah ada dalam daftar,
it: Il nome del giocatore è già nell'elenco,
ja: プレイヤー名はすでにリストに存在します。
lt: Žaidėjo vardas jau yra sąraše,
lv: Spēlētāja vārds jau ir sarakstā,
nl: Spelersnaam staat al in de lijst,
no: Spillernavnet er allerede på listen,
pl: Nazwa gracza jest już na liście,
pt: O nome do jogador já está na lista,
ro: Numele jucătorului este deja în listă,
ru: Имя игрока уже есть в списке,
sq: Emri i lojtarit është tashmë në listë,
sr: Име играча је већ на листи,
sv: Spelarnamnet finns redan i listan,
sw: Jina la mchezaji tayari liko kwenye orodha,
ta: வீரர் பெயர் ஏற்கனவே பட்டியலில் உள்ளது,
th: ชื่อผู้เล่นอยู่ในรายการแล้ว
tr: Oyuncu adı zaten listede var,
uk: Ім'я гравця вже є у списку,
ur: کھلاڑی کا نام پہلے ہی فہرست میں ہے،
vi: Tên người chơi đã có trong danh sách,
