Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: she is a hard nut to crack.
ar: إنها جوزة صعبة الكسر.
bg: тя е труден за разбиване орех.
bn: সে এমন একটা জিনিস যা ভাঙা কঠিন।
cs: je to tvrdý oříšek.
da: Hun er en svær nød at knække.
de: Sie ist eine harte Nuss.
el: είναι σκληρό καρύδι για να σπάσει.
es: Ella es un hueso duro de roer.
et: ta on kõva pähkel pureda.
fa: او خیلی سرسخت است.
fi: hän on kova pähkinä purtavaksi.
fr: c'est une noix dure à casser.
he: היא אגוז קשה לפיצוח.
hi: वह एक कठिन समस्या है।
hu: kemény dió ő.
id: dia orang yang sulit untuk ditaklukkan.
it: è un osso duro.
ja: 彼女はなかなか手強い女性だ。
lt: ji kietas riešutėlis.
lv: viņa ir ciets rieksts, ko pārkost.
nl: ze is een harde noot om te kraken.
no: Hun er en hard nøtt å knekke.
pl: jest twardym orzechem do zgryzienia.
pt: ela é um osso duro de roer.
ro: e o nucă greu de spart.
ru: она крепкий орешек.
sq: ajo është një arrë e vështirë për t’u thyer.
sr: Она је тврд орах.
sv: hon är en svår nöt att knäcka.
sw: yeye ni kokwa ngumu kupasuka.
ta: அவள் உடைக்க கடினமானவள்.
th: เธอเป็นคนที่เข้มแข็งมาก
tr: o, çözülmesi zor bir cevizdir.
uk: вона міцний горішок.
ur: وہ توڑنے کے لئے ایک مشکل نٹ ہے.
vi: Cô ấy là một người khó tính.

source: Mildly materialistic, but fighting for the initiative
ar: مادي إلى حد ما، لكنه يقاتل من أجل المبادرة
bg: Леко материалистичен, но борещ се за инициативата
bn: সামান্য বস্তুবাদী, কিন্তু উদ্যোগের জন্য লড়াই করছে
cs: Mírně materialistický, ale bojuje o iniciativu
da: Mildt materialistisk, men kæmper for initiativet
de: Leicht materialistisch, aber kämpft um die Initiative
el: Ελαφρώς υλιστής, αλλά αγωνίζεται για την πρωτοβουλία
es: Ligeramente materialista, pero luchando por la iniciativa.
et: Kergelt materialistlik, aga võitleb initsiatiivi nimel
fa: کمی مادی‌گرا، اما برای ابتکار عمل می‌جنگد
fi: Hieman materialistinen, mutta taistelee aloitteen puolesta
fr: Légèrement matérialiste, mais se battant pour l'initiative
he: מעט חומרני, אבל נלחם על היוזמה
hi: थोड़ा भौतिकवादी, लेकिन पहल के लिए संघर्षशील
hu: Enyhén anyagias, de küzd a kezdeményezésért
id: Agak materialistis, tapi berjuang untuk inisiatif
it: Leggermente materialista, ma lotta per l'iniziativa
ja: やや物質主義的だが主導権を握ろうとしている
lt: Šiek tiek materialistiškas, bet kovojantis už iniciatyvą
lv: Nedaudz materiālistisks, bet cīnās par iniciatīvu
nl: Licht materialistisch, maar strijdend voor het initiatief
no: Mildt materialistisk, men kjemper for initiativet
pl: Lekko materialistyczny, ale walczący o inicjatywę
pt: Levemente materialista, mas lutando pela iniciativa
ro: Ușor materialist, dar luptă pentru inițiativă
ru: Слегка материалистичный, но борющийся за инициативу
sq: Paksa materialist, por duke luftuar për iniciativën
sr: Благо материјалистички настројен, али се бори за иницијативу
sv: Milt materialistisk, men kämpar för initiativet
sw: Upole wa mali, lakini kupigania mpango huo
ta: லேசான பொருள்முதல்வாதம், ஆனால் முன்முயற்சிக்காக போராடுவது.
th: ค่อนข้างนิยมวัตถุนิยมแต่ก็ต่อสู้เพื่อริเริ่ม
tr: Hafif materyalist ama inisiyatif için mücadele ediyor
uk: Легко матеріалістичний, але бореться за ініціативу
ur: ہلکے سے مادیت پسند، لیکن پہل کے لیے لڑ رہے ہیں۔
vi: Có phần vật chất, nhưng đấu tranh cho sáng kiến

source: and close enough to default to avoid unsound plans.
ar: وقريبة بما يكفي للتخلف عن السداد لتجنب الخطط غير السليمة.
bg: и достатъчно близо до неизпълнение на задълженията, за да се избегнат неразумни планове.
bn: এবং খারাপ পরিকল্পনা এড়াতে ডিফল্টভাবে বন্ধ করার মতো যথেষ্ট।
cs: a dostatečně blízko k selhání, aby se předešlo nezdravým plánům.
da: og tæt nok på misligholdelse til at undgå usunde planer.
de: und nahe genug an der Zahlungsunfähigkeit, um unsolide Pläne zu vermeiden.
el: και αρκετά κοντά στην αθέτηση πληρωμών για να αποφευχθούν μη εύρωστα σχέδια.
es: y lo suficientemente cerca del incumplimiento para evitar planes poco sólidos.
et: ja piisavalt lähedal maksejõuetuseks, et vältida ebamõistlikke plaane.
fa: و به اندازه کافی نزدیک به عدم پرداخت بدهی باشد تا از برنامه‌های نادرست جلوگیری شود.
fi: ja riittävän lähellä maksukyvyttömyyttä välttääkseen epäterveet suunnitelmat.
fr: et suffisamment proche du défaut de paiement pour éviter des plans peu judicieux.
he: וקרוב מספיק לחדלות פירעון כדי להימנע מתוכניות לא יציבות.
hi: और डिफॉल्ट के काफी करीब होना चाहिए ताकि गलत योजनाओं से बचा जा सके।
hu: és elég közel ahhoz, hogy fizetésképtelen legyen, elkerülve ezzel a nem megfelelő terveket.
id: dan cukup dekat untuk melakukan default guna menghindari rencana yang tidak sehat.
it: e abbastanza vicino al default da evitare piani poco sensati.
ja: そして、不健全な計画を避けるためにデフォルトに十分近い状態にします。
lt: ir pakankamai arti įsipareigojimų nevykdymo, kad būtų išvengta neprotingų planų.
lv: un pietiekami tuvu, lai neizpildītu saistības un izvairītos no neveiksmīgiem plāniem.
nl: en dicht genoeg bij de realiteit om in gebreke te blijven en zo ondeugdelijke plannen te vermijden.
no: og nær nok mislighold til å unngå uholdbare planer.
pl: i wystarczająco blisko niewykonania zobowiązania, aby uniknąć niepewnych planów.
pt: e próximo o suficiente do calote para evitar planos infundados.
ro: și suficient de aproape de incapacitatea de plată pentru a evita planuri nefondate.
ru: и достаточно близко к дефолту, чтобы избежать необоснованных планов.
sq: dhe mjaftueshëm afër parazgjedhjes për të shmangur planet e paqëndrueshme.
sr: и довољно близу неизвршења обавеза како би се избегли неодрживи планови.
sv: och tillräckligt nära konkurs för att undvika ogudsiktiga planer.
sw: na funga vya kutosha kwa chaguo-msingi ili kuepuka mipango isiyofaa.
ta: மேலும் தவறான திட்டங்களைத் தவிர்க்க இயல்புநிலைக்கு அருகில் இருக்கும்.
th: และใกล้เคียงพอที่จะผิดนัดเพื่อหลีกเลี่ยงแผนการที่ไม่สมเหตุสมผล
tr: ve sağlıksız planlardan kaçınmak için temerrüde yeterince yakın.
uk: і достатньо близько до дефолту, щоб уникнути необґрунтованих планів.
ur: اور ناقص منصوبوں سے بچنے کے لیے ڈیفالٹ کے لیے کافی قریب۔
vi: và đủ gần để vỡ nợ nhằm tránh những kế hoạch không hợp lý.

source: Likes to create pressure against enemy pieces.
ar: يحب خلق الضغط على قطع العدو.
bg: Обича да оказва натиск върху вражеските фигури.
bn: শত্রুর টুকরোগুলোর বিরুদ্ধে চাপ তৈরি করতে পছন্দ করে।
cs: Rád vyvíjí tlak na nepřátelské figurky.
da: Kan lide at skabe pres mod fjendtlige brikker.
de: Übt gerne Druck auf gegnerische Figuren aus.
el: Του αρέσει να δημιουργεί πίεση ενάντια στα εχθρικά κομμάτια.
es: Le gusta crear presión contra las piezas enemigas.
et: Meeldib vaenlase üksuste vastu survet avaldada.
fa: دوست دارد فشار زیادی روی مهره‌های حریف ایجاد کند.
fi: Tykkää luoda painetta vihollisen yksiköitä vastaan.
fr: Aime créer une pression contre les pièces ennemies.
he: אוהב ליצור לחץ נגד כלי האויב.
hi: दुश्मन के मोहरों पर दबाव बनाना पसंद करता है।
hu: Szeret nyomást gyakorolni az ellenséges egységekre.
id: Suka menciptakan tekanan terhadap bidak musuh.
it: Ama esercitare pressione sui pezzi nemici.
ja: 敵の駒に対してプレッシャーをかけるのが好きです。
lt: Mėgsta spausti priešo dalinius.
lv: Patīk radīt spiedienu pret ienaidnieka vienībām.
nl: Houdt ervan om druk uit te oefenen op vijandelijke stukken.
no: Liker å skape press mot fiendens brikker.
pl: Lubi wywierać presję na figury przeciwnika.
pt: Gosta de criar pressão contra peças inimigas.
ro: Îi place să creeze presiune asupra pieselor adverse.
ru: Любит создавать давление на фигуры противника.
sq: I pëlqen të krijojë presion kundër pjesëve të armikut.
sr: Воли да ствара притисак на непријатељске фигуре.
sv: Gillar att skapa press mot fiendens pjäser.
sw: Anapenda kuunda shinikizo dhidi ya vipande vya adui.
ta: எதிரி காய்களுக்கு எதிராக அழுத்தத்தை உருவாக்க விரும்புகிறது.
th: ชอบสร้างแรงกดดันต่อตัวหมากศัตรู
tr: Düşman taşlarına baskı yapmayı sever.
uk: Любить створювати тиск на ворожі фігури.
ur: دشمن کے ٹکڑوں کے خلاف دباؤ بنانا پسند کرتا ہے۔
vi: Thích tạo áp lực lên quân địch.

source: Plays closed openings as white, Slav and Caro - Kann defenses as black.
ar: يلعب افتتاحيات مغلقة باللون الأبيض، ودفاعات سلاف وكارو - كان باللون الأسود.
bg: Играе затворени отвори като бели, защитите на Слав и Каро-Кан като черни.
bn: বন্ধ ওপেনিংয়ে সাদা হিসেবে, স্লাভ এবং ক্যারো-কান ডিফেন্সে কালো হিসেবে খেলে।
cs: Hraje uzavřené otvory jako bílý, obrany Slovana a Caro-Kanna jako černý.
da: Spiller lukkede åbninger som hvid, Slav og Caro - Kann forsvar som sort.
de: Spielt als Weiß geschlossene Eröffnungen und als Schwarz Slawisch und Caro-Kann-Verteidigungen.
el: Παίζει κλειστά ανοίγματα ως λευκά, άμυνες Slav και Caro - Kann ως μαύρα.
es: Juega aperturas cerradas con blancas y defensas Eslava y Caro-Kann con negras.
et: Mängib suletud avanguid valgena, Slav ja Caro - Kann kaitsed mustana.
fa: شروع‌های بسته را با رنگ سفید و دفاع‌های اسلاو و کارو-کان را با رنگ سیاه بازی می‌کند.
fi: Pelaa suljetut avaukset valkealla, Slav ja Caro - Kannin puolustukset mustalla.
fr: Joue les ouvertures fermées en tant que blanc, les défenses slaves et caro-kann en tant que noir.
he: משחק פתיחות סגורות כלבן, הגנות סלאביות וקארו-קאן כשחור.
hi: बंद ओपनिंग को सफेद, स्लाव और कैरो - कन्न डिफेंस को काले के रूप में खेलते हैं।
hu: Zárt nyitásokat fehérként játssza, Slav és Caro - Kann védelmeit feketével.
id: Memainkan pembukaan tertutup sebagai putih, pertahanan Slav dan Caro-Kann sebagai hitam.
it: Gioca aperture chiuse come bianco, difese Slav e Caro-Kann come nero.
ja: クローズドオープニングを白でプレイし、スラヴとカロ・カンのディフェンスを黒でプレイします。
lt: Žaidžia uždaras angas kaip baltieji, Slav ir Caro-Kann gynybas kaip juodieji.
lv: Spēlē slēgtās atverēs kā baltie, Slavs un Karo - Kanna aizsardzības kā melnie.
nl: Speelt gesloten openingen met wit, Slavische en Caro-Kann verdedigingen met zwart.
no: Spiller lukkede åpninger som hvit, Slav og Caro - Kann-forsvar som svart.
pl: Gra zamkniętymi otwarciami białymi, obrona Slav i Caro-Kann czarnymi.
pt: Joga aberturas fechadas com as brancas, defesas Slav e Caro-Kann com as pretas.
ro: Joacă deschideri închise ca alb, iar apărarea lui Slav și Caro - Kann ca negru.
ru: Играет закрытые дебюты белыми, славянскую защиту и защиту Каро-Канн черными.
sq: Luan hapje të mbyllura si i bardhë, mbrojtjet Slav dhe Caro-Kann si të zinj.
sr: Игра затворене отворе као бели, одбране Слав и Каро - Кан као црни.
sv: Spelar stängda öppningar som vit, Slav och Caro - Kann-försvar som svart.
sw: Hucheza nafasi zilizofungwa kama nyeupe, ulinzi wa Slav na Caro - Kann kama nyeusi.
ta: மூடிய ஓப்பனிங்ஸை வெள்ளையராகவும், ஸ்லாவ் மற்றும் காரோ - கான் டிஃபென்ஸை கருப்பு நிறமாகவும் விளையாடுகிறார்.
th: เล่นช่องเปิดแบบปิดเป็นสีขาว สลาฟและคาโร - การป้องกันของคานน์เป็นสีดำ
tr: Beyaz olarak kapalı açılışları, siyah olarak Slav ve Caro-Kann savunmalarını oynar.
uk: Грає закриті отвори білими, захисти Слов'янина та Каро-Канна чорними.
ur: بند سوراخ کو سفید، سلاو اور کیرو کے طور پر کھیلتا ہے - کان دفاع کو سیاہ کے طور پر۔
vi: Chơi các khai cuộc đóng khi cầm quân trắng, phòng thủ Slav và Caro - Kann khi cầm quân đen.

source: Perhaps the best setup against the weaker engines.
ar: ربما يكون هذا هو الإعداد الأفضل ضد المحركات الأضعف.
bg: Може би най-добрата настройка срещу по-слабите двигатели.
bn: দুর্বল ইঞ্জিনের বিপরীতে সম্ভবত এটিই সেরা সেটআপ।
cs: Možná nejlepší nastavení proti slabším motorům.
da: Måske den bedste opsætning mod de svagere motorer.
de: Vielleicht das beste Setup gegen die schwächeren Motoren.
el: Ίσως η καλύτερη ρύθμιση έναντι των πιο αδύναμων κινητήρων.
es: Quizás la mejor configuración contra los motores más débiles.
et: Võib-olla parim seadistus nõrgemate mootorite vastu.
fa: شاید بهترین ترکیب در برابر موتورهای ضعیف‌تر باشد.
fi: Ehkä paras kokoonpano heikompia moottoreita vastaan.
fr: Peut-être la meilleure configuration contre les moteurs les plus faibles.
he: אולי ההגדרה הטובה ביותר מול המנועים החלשים יותר.
hi: शायद कमज़ोर इंजन के खिलाफ सबसे अच्छा सेटअप।
hu: Talán a legjobb beállítás a gyengébb motorok ellen.
id: Mungkin pengaturan terbaik melawan mesin yang lebih lemah.
it: Forse la migliore configurazione contro i motori più deboli.
ja: おそらく、弱いエンジンに対しては最善のセットアップです。
lt: Turbūt geriausia konfigūracija prieš silpnesnius variklius.
lv: Iespējams, labākā uzstādīšana pret vājākiem dzinējiem.
nl: Misschien wel de beste setup tegen de zwakkere engines.
no: Kanskje det beste oppsettet mot de svakere motorene.
pl: Być może najlepsza konfiguracja przeciwko słabszym silnikom.
pt: Talvez a melhor configuração contra os motores mais fracos.
ro: Poate cea mai bună configurație împotriva motoarelor mai slabe.
ru: Возможно, лучшая установка против более слабых двигателей.
sq: Ndoshta konfigurimi më i mirë kundër motorëve më të dobët.
sr: Можда најбоље подешавање против слабијих мотора.
sv: Kanske den bästa uppställningen mot de svagare motorerna.
sw: Labda usanidi bora dhidi ya injini dhaifu.
ta: பலவீனமான இயந்திரங்களுக்கு எதிரான சிறந்த அமைப்பு.
th: บางทีนี่อาจเป็นการตั้งค่าที่ดีที่สุดเพื่อรับมือกับเครื่องยนต์ที่อ่อนแอกว่า
tr: Belki de zayıf motorlara karşı en iyi kurulum.
uk: Мабуть, найкраща конфігурація проти слабших двигунів.
ur: شاید کمزور انجنوں کے خلاف بہترین سیٹ اپ۔
vi: Có lẽ đây là thiết lập tốt nhất để chống lại những động cơ yếu hơn.

source: Plays without more advanced facets of evaluation function,
ar: مسرحيات بدون جوانب أكثر تقدمًا لوظيفة التقييم،
bg: Възпроизвежда се без по-разширени аспекти на функцията за оценка,
bn: মূল্যায়ন ফাংশনের আরও উন্নত দিক ছাড়াই খেলা হয়,
cs: Hraje bez pokročilejších aspektů vyhodnocovací funkce,
da: Spiller uden mere avancerede aspekter af evalueringsfunktionen,
de: Spielt ohne erweiterte Facetten der Bewertungsfunktion,
el: Παίζει χωρίς πιο προηγμένες πτυχές της λειτουργίας αξιολόγησης,
es: Juega sin facetas más avanzadas de la función de evaluación,
et: Mängib ilma hindamisfunktsiooni täiustatud tahkudeta,
fa: بدون جنبه‌های پیشرفته‌تر عملکرد ارزیابی بازی می‌کند،
fi: Näytelmiä ilman edistyneempiä arviointitoimintoja,
fr: Joue sans facettes plus avancées de la fonction d'évaluation,
he: משחק ללא היבטים מתקדמים יותר של פונקציית הערכה,
hi: मूल्यांकन फ़ंक्शन के अधिक उन्नत पहलुओं के बिना खेलता है,
hu: Játszik fejlettebb értékelési funkciók nélkül,
id: Bermain tanpa aspek fungsi evaluasi yang lebih maju,
it: Gioca senza sfaccettature più avanzate della funzione di valutazione,
ja: 評価関数のより高度な側面を考慮せずにプレイする、
lt: Vaidina be pažangesnių vertinimo funkcijos aspektų,
lv: Lugas bez sarežģītākiem novērtēšanas funkcijas aspektiem,
nl: Speelt zonder meer geavanceerde facetten van de evaluatiefunctie,
no: Spiller uten mer avanserte fasetter av evalueringsfunksjonen,
pl: Odtwarza bez bardziej zaawansowanych aspektów funkcji oceny,
pt: Peças sem facetas mais avançadas da função de avaliação,
ro: Se joacă fără aspecte mai avansate ale funcției de evaluare,
ru: Играет без более продвинутых аспектов оценочной функции,
sq: Luan pa aspekte më të avancuara të funksionit të vlerësimit,
sr: Репродукује се без напреднијих аспеката функције евалуације,
sv: Spelas utan mer avancerade aspekter av utvärderingsfunktionen,
sw: Inacheza bila vipengele vya juu zaidi vya utendaji wa tathmini,
ta: மதிப்பீட்டு செயல்பாட்டின் மேம்பட்ட அம்சங்கள் இல்லாமல் விளையாடுகிறது,
th: เล่นโดยไม่ต้องมีฟังก์ชันการประเมินขั้นสูงเพิ่มเติม
tr: Değerlendirme işlevinin daha gelişmiş yönleri olmayan oyunlar,
uk: Грає без більш просунутих аспектів функції оцінювання,
ur: تشخیصی فنکشن کے زیادہ جدید پہلوؤں کے بغیر کھیلتا ہے،
vi: Chơi mà không có các khía cạnh nâng cao hơn của chức năng đánh giá,

source: applying sensible default. Slight preference for exchanging queens,
ar: تطبيق افتراضات معقولة. تفضيل طفيف لتبادل الملكات.
bg: прилагане на разумно неизпълнение. Леко предпочитание за размяна на дами,
bn: বুদ্ধিমান ডিফল্ট প্রয়োগ করা হচ্ছে। রানী বিনিময়ের ক্ষেত্রে সামান্য পছন্দ,
cs: uplatňování rozumného výchozího nastavení. Mírná preference pro výměnu královen,
da: anvender fornuftig standard. Lille præference for at udveksle dronninger,
de: Anwendung sinnvoller Vorgabe. Leichte Präferenz für den Austausch von Damen,
el: εφαρμογή λογικής αθέτησης. Ελαφριά προτίμηση για ανταλλαγή βασιλισσών,
es: Aplicando un valor predeterminado sensato. Ligera preferencia por el intercambio de damas.
et: mõistliku vaikimisi rakendamine. Kergelt eelistatakse kuningannade vahetamist,
fa: اعمال پیش‌فرض معقول. ترجیح جزئی برای تعویض ملکه‌ها،
fi: järkevän oletusarvon soveltaminen. Hieman mieluummin kuningattarien vaihtaminen,
fr: application d'une valeur par défaut raisonnable. Légère préférence pour l'échange de reines,
he: החלת ברירת מחדל הגיונית. העדפה קלה להחלפת מלכות,
hi: समझदारी भरा डिफ़ॉल्ट लागू करना। रानियों के आदान-प्रदान को थोड़ी प्राथमिकता दी जाती है,
hu: ésszerű alapértelmezett beállítás alkalmazása. Enyhe preferencia a királynők cseréjére,
id: menerapkan standar yang masuk akal. Sedikit preferensi untuk pertukaran ratu,
it: applicando un valore predefinito ragionevole. Leggera preferenza per lo scambio di regine,
ja: 賢明なデフォルトを適用する。クイーンの交換をわずかに優先する。
lt: taikant protingą numatytąją reikšmę. Nedidelis pirmenybė teikiama mainams valdovėmis,
lv: piemērojot saprātīgu noklusējuma vērtību. Neliela priekšroka dāmu apmaiņai,
nl: het toepassen van een verstandige standaard. Lichte voorkeur voor het uitwisselen van koninginnen,
no: anvender fornuftig standard. Liten preferanse for å bytte dronninger,
pl: stosując rozsądne domyślne ustawienie. Nieznaczne preferencje co do wymiany królowych,
pt: aplicando um padrão sensato. Ligeira preferência por troca de rainhas,
ro: aplicarea unei implicite rezonabile. O ușoară preferință pentru schimbul de regine,
ru: Применяя разумное дефолтное правило. Небольшое предпочтение размену ферзей.
sq: duke aplikuar një parazgjedhje të arsyeshme. Preferencë e lehtë për shkëmbimin e mbretëreshave,
sr: примена разумног подразумевања. Блага преференција за размену краљица,
sv: tillämpar rimlig standard. Liten preferens för att byta drottningar,
sw: kutumia chaguomsingi busara. Upendeleo kidogo wa kubadilishana malkia,
ta: விவேகமான இயல்புநிலையைப் பயன்படுத்துகிறது. ராணிகளை பரிமாறிக்கொள்வதற்கான சிறிய விருப்பம்,
th: การใช้ค่าเริ่มต้นที่สมเหตุสมผล ความชอบเล็กน้อยในการแลกเปลี่ยนราชินี
tr: Mantıklı bir varsayılan uygulanıyor. Kraliçeleri değiştirmeye yönelik hafif bir tercih,
uk: застосування розумного за замовчуванням. Незначна перевага для обміну ферзями,
ur: سمجھدار ڈیفالٹ کا اطلاق کرنا۔ رانیوں کے تبادلے کے لیے معمولی ترجیح،
vi: áp dụng mặc định hợp lý. Ưu tiên một chút cho việc trao đổi quân hậu,

source: in dead equal positions will go for a draw.
ar: في المواقف المتساوية سوف يذهبون إلى التعادل.
bg: при напълно равни позиции ще завършат наравно.
bn: সমান অবস্থানে থাকলে ড্র হবে।
cs: V naprosto stejných pozicích se skončí remízou.
da: i helt lige stillinger går for uafgjort.
de: in völlig ausgeglichenen Stellungen wird auf ein Unentschieden gewettet.
el: σε εντελώς ισόπαλες θέσεις θα δοθεί ισοπαλία.
es: En posiciones de total igualdad, se optará por el empate.
et: Täiesti võrdsete seisude korral läheb viigile.
fa: در موقعیت‌های مساوی، بازی به تساوی کشیده می‌شود.
fi: täysin tasaisissa tilanteissa mennään tasapeliin.
fr: dans des positions totalement égales, ils tenteront un match nul.
he: במצבים שווים לחלוטין ילכו על תיקו.
hi: बराबरी की स्थिति में मैच ड्रॉ के लिए जाएंगे।
hu: holtegyenlő állásban döntetlenre megyünk.
id: dalam posisi yang sama rata akan berakhir seri.
it: in posizioni di parità assoluta opteranno per il pareggio.
ja: 完全に同点の場合は引き分けになります。
lt: Esant visiškai lygioms pozicijoms, sieks lygiųjų.
lv: pilnīgi vienādās pozīcijās dosies uz neizšķirtu.
nl: bij volkomen gelijke posities zal er voor een gelijkspel worden gekozen.
no: i helt jevne stillinger vil gå for uavgjort.
pl: w przypadku remisu obie drużyny zdecydują się na remis.
pt: em posições totalmente iguais irão para o empate.
ro: aflate pe poziții extrem de egale vor merge la egalitate.
ru: при абсолютно равных позициях сыграют вничью.
sq: në pozicione krejtësisht të barabarta do të shkohet në barazim.
sr: у потпуно једнаким позицијама ићи ће на нерешен резултат.
sv: vid helt lika ställningar kommer det att gå oavgjort.
sw: katika nafasi zilizokufa sawa wataenda kwa sare.
ta: சமமான நிலையில் இருக்கும் அணி டிராவுக்குச் செல்லும்.
th: ในตำแหน่งที่เสมอกันจะเสมอกัน
tr: eşit durumda olan takımlar beraberliğe gidecek.
uk: у абсолютно рівних позиціях зіграють внічию.
ur: مردہ برابر پوزیشنوں میں قرعہ اندازی کی جائے گی۔
vi: ở vị trí ngang bằng nhau sẽ hòa.

source: Perhaps the most computer - like personality.
ar: ربما تكون الشخصية الأكثر تشابهًا بالكمبيوتر.
bg: Може би най-компютърно-подобната личност.
bn: সম্ভবত সবচেয়ে কম্পিউটারের মতো ব্যক্তিত্ব।
cs: Možná nejvíce počítačově podobná osobnost.
da: Måske den mest computerlignende personlighed.
de: Vielleicht die computerähnlichste Persönlichkeit.
el: Ίσως η πιο κομπιούτερική προσωπικότητα.
es: Quizás la personalidad más parecida a una computadora.
et: Võib-olla kõige arvutilaadsem isiksus.
fa: شاید بیشترین شباهت را به کامپیوتر داشته باشد.
fi: Ehkä eniten tietokoneen kaltainen persoonallisuus.
fr: Peut-être la personnalité la plus proche de celle d'un ordinateur.
he: אולי האישיות הכי דמוית מחשב.
hi: शायद सबसे अधिक कंप्यूटर जैसा व्यक्तित्व।
hu: Talán a leginkább számítógépszerű személyiség.
id: Mungkin kepribadian yang paling mirip komputer.
it: Forse la personalità più simile a un computer.
ja: おそらく最もコンピューター的な性格。
lt: Turbūt labiausiai į kompiuterį panaši asmenybė.
lv: Varbūt visvairāk datoram līdzīgā personība.
nl: Misschien wel de meest computerachtige persoonlijkheid.
no: Kanskje den mest datamaskinlignende personligheten.
pl: Być może osobowość najbardziej przypominająca komputer.
pt: Talvez a personalidade mais parecida com a de um computador.
ro: Poate cea mai asemănătoare personalitate computerizată.
ru: Возможно, самая компьютерная личность.
sq: Ndoshta personaliteti më i ngjashëm me kompjuterin.
sr: Можда најкомпјутерскија личност.
sv: Kanske den mest datorliknande personligheten.
sw: Labda kompyuta zaidi - kama utu.
ta: ஒருவேளை கணினி போன்ற ஆளுமை.
th: บางทีอาจเป็นบุคลิกภาพที่เหมือนคอมพิวเตอร์มากที่สุด
tr: Belki de en çok bilgisayar benzeri kişiliğe sahip.
uk: Мабуть, найбільш комп'ютерно-схожа особистість.
ur: شاید سب سے زیادہ کمپیوٹر جیسی شخصیت۔
vi: Có lẽ là tính cách giống máy tính nhất.
