Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Use random move delay for fixed engine times
ar: استخدم تأخير الحركة العشوائية لأوقات المحرك الثابتة
bg: Използвайте произволно забавяне на движението за фиксирани времена на двигателя
bn: নির্দিষ্ট ইঞ্জিন সময়ের জন্য এলোমেলোভাবে চলাচলের বিলম্ব ব্যবহার করুন
cs: Použijte náhodné zpoždění pohybu pro fixní časy motoru
da: Brug tilfældig bevægelsesforsinkelse for faste motortider
de: Verwenden Sie eine zufällige Bewegungsverzögerung für feste Motorzeiten
el: Χρήση καθυστέρησης τυχαίας κίνησης για σταθερούς χρόνους κινητήρα
es: Utilice un retraso de movimiento aleatorio para tiempos de motor fijos
et: Kasuta fikseeritud mootoriaegade jaoks juhuslikku liikumise viivitust
fa: استفاده از تأخیر حرکت تصادفی برای زمان‌های ثابت موتور
fi: Käytä satunnaista liikeviivettä kiinteille moottorin ajoille
fr: Utiliser un délai de déplacement aléatoire pour les temps de moteur fixes
he: השתמש בהשהיית תנועה אקראית עבור זמני מנוע קבועים
hi: निश्चित इंजन समय के लिए यादृच्छिक चाल विलंब का उपयोग करें
hu: Véletlenszerű mozgáskésleltetés használata fix motoridőkhöz
id: Gunakan penundaan gerakan acak untuk waktu mesin tetap
it: Utilizzare un ritardo di spostamento casuale per tempi motore fissi
ja: 固定エンジン時間に対してランダム移動遅延を使用する
lt: Naudoti atsitiktinį judėjimo uždelsimą fiksuotiems variklio laikams
lv: Fiksētiem dzinēja laikiem izmantojiet nejaušas kustības aizkavi
nl: Gebruik willekeurige verplaatsingsvertraging voor vaste enginetijden
no: Bruk tilfeldig bevegelsesforsinkelse for faste motortider
pl: Użyj losowego opóźnienia ruchu dla stałych czasów silnika
pt: Use atraso de movimento aleatório para tempos de motor fixos
ro: Folosește întârzierea mișcării aleatorii pentru timpii fixi ai motorului
ru: Использовать случайную задержку движения для фиксированного времени работы двигателя
sq: Përdorni vonesë të lëvizjes së rastësishme për kohë fikse të motorit
sr: Користите насумично кашњење кретања за фиксна времена рада мотора
sv: Använd slumpmässig fördröjning för fasta motortider
sw: Tumia ucheleweshaji wa kusonga bila mpangilio kwa nyakati maalum za injini
ta: நிலையான இயந்திர நேரங்களுக்கு சீரற்ற நகர்வு தாமதத்தைப் பயன்படுத்தவும்.
th: ใช้การหน่วงเวลาการเคลื่อนที่แบบสุ่มสำหรับเวลาเครื่องยนต์คงที่
tr: Sabit motor süreleri için rastgele hareket gecikmesi kullanın
uk: Використовуйте випадкову затримку руху для фіксованого часу роботи двигуна
ur: انجن کے مقررہ اوقات کے لیے بے ترتیب حرکت میں تاخیر کا استعمال کریں۔
vi: Sử dụng độ trễ di chuyển ngẫu nhiên cho thời gian động cơ cố định

source: This feature is inteneded primarily for use with Komodo chess engines
ar: تم تصميم هذه الميزة في المقام الأول للاستخدام مع محركات شطرنج كومودو
bg: Тази функция е предназначена предимно за използване с шахматните двигатели Komodo.
bn: এই বৈশিষ্ট্যটি মূলত কমোডো দাবা ইঞ্জিনগুলির সাথে ব্যবহারের জন্য তৈরি।
cs: Tato funkce je určena primárně pro použití s ​​šachovými enginy Komodo.
da: Denne funktion er primært beregnet til brug med Komodo-skakmotorer.
de: Diese Funktion ist in erster Linie für die Verwendung mit Komodo-Schach-Engines gedacht
el: Αυτή η λειτουργία προορίζεται κυρίως για χρήση με μηχανές σκακιού Komodo
es: Esta función está diseñada principalmente para usarse con motores de ajedrez Komodo.
et: See funktsioon on mõeldud peamiselt Komodo malemootoritega kasutamiseks.
fa: این ویژگی در درجه اول برای استفاده با موتورهای شطرنج کومودو در نظر گرفته شده است.
fi: Tämä ominaisuus on tarkoitettu ensisijaisesti käytettäväksi Komodon shakkipelimoottoreiden kanssa.
fr: Cette fonctionnalité est principalement destinée à être utilisée avec les moteurs d'échecs Komodo
he: תכונה זו מיועדת בעיקר לשימוש עם מנועי שחמט של קומודו.
hi: यह सुविधा मुख्य रूप से कोमोडो शतरंज इंजन के साथ उपयोग के लिए बनाई गई है
hu: Ez a funkció elsősorban a Komodo sakkmotorokkal való használatra készült.
id: Fitur ini ditujukan terutama untuk digunakan dengan mesin catur Komodo
it: Questa funzionalità è pensata principalmente per l'uso con i motori scacchistici Komodo
ja: この機能は主にコモドチェスエンジンで使用することを目的としています。
lt: Ši funkcija pirmiausia skirta naudoti su „Komodo“ šachmatų varikliais.
lv: Šī funkcija galvenokārt paredzēta lietošanai ar Komodo šaha dzinējiem.
nl: Deze functie is primair bedoeld voor gebruik met Komodo-schaakengines
no: Denne funksjonen er primært ment for bruk med Komodo sjakkmotorer
pl: Ta funkcja jest przeznaczona głównie do użytku z silnikami szachowymi Komodo
pt: Este recurso é destinado principalmente para uso com motores de xadrez Komodo
ro: Această funcție este destinată în principal utilizării cu motoarele de șah Komodo.
ru: Эта функция предназначена в первую очередь для использования с шахматными движками Komodo.
sq: Kjo veçori është menduar kryesisht për përdorim me motorët e shahut Komodo.
sr: Ова функција је првенствено намењена за употребу са шаховским програмима Komodo.
sv: Den här funktionen är främst avsedd för användning med Komodo schackmotorer.
sw: Kipengele hiki kimekusudiwa kutumiwa na injini za chess za Komodo
ta: இந்த அம்சம் முதன்மையாக கொமோடோ சதுரங்க இயந்திரங்களுடன் பயன்படுத்த நோக்கம் கொண்டது.
th: คุณสมบัตินี้มีไว้สำหรับใช้กับโปรแกรมหมากรุกโคโมโดโดยเฉพาะ
tr: Bu özellik öncelikle Komodo satranç motorlarıyla kullanılmak üzere tasarlanmıştır
uk: Ця функція призначена головним чином для використання з шаховими двигунами Komodo.
ur: یہ خصوصیت بنیادی طور پر کوموڈو شطرنج کے انجنوں کے ساتھ استعمال کے لیے بنائی گئی ہے۔
vi: Tính năng này chủ yếu được thiết kế để sử dụng với các công cụ cờ vua Komodo

source: when they have been weakened for human - engine games.
ar: عندما تم إضعافهم للألعاب المحركة البشرية.
bg: когато са били отслабени за игри с човешки двигател.
bn: যখন তারা মানুষের ইঞ্জিন খেলার জন্য দুর্বল হয়ে পড়েছে।
cs: když byly oslabeny pro hry s lidskými enginy.
da: når de er blevet svækket til menneske-motorspil.
de: wenn sie für Mensch-Maschine-Spiele geschwächt wurden.
el: όταν έχουν αποδυναμωθεί για παιχνίδια με ανθρώπους - μηχανές.
es: cuando han sido debilitados por los juegos con motores humanos.
et: kui need on inimmootoriga mängude jaoks nõrgestatud.
fa: وقتی که آنها برای بازی‌های موتور انسانی ضعیف شده‌اند.
fi: kun niitä on heikennetty ihmispelimoottoreiden pelejä varten.
fr: lorsqu'ils ont été affaiblis pour les jeux à moteur humain.
he: כאשר הם נחלשו למשחקי מנוע אנושיים.
hi: जब उन्हें मानव-इंजन खेलों के लिए कमजोर कर दिया गया है।
hu: amikor meggyengültek az embermotoros játékokhoz.
id: ketika mereka telah dilemahkan untuk permainan mesin manusia.
it: quando sono stati indeboliti per i giochi con motore umano.
ja: 人間エンジンゲームに対して弱体化したとき。
lt: kai jie buvo susilpninti žmonių variklių žaidimams.
lv: kad tie ir novājināti cilvēku vadītām spēlēm.
nl: wanneer ze verzwakt zijn voor mens-engine-spellen.
no: når de har blitt svekket for menneske-motorspill.
pl: gdy zostaną osłabione przez gry prowadzone przez człowieka.
pt: quando eles foram enfraquecidos para jogos de motor humano.
ro: când au fost slăbiți pentru jocuri cu motoare umane.
ru: когда они были ослаблены для игр человек-машина.
sq: kur ato janë dobësuar për lojëra me motor njerëzor.
sr: када су ослабљени за игре са људским мотором.
sv: när de har försvagats för mänskliga - motorspel.
sw: wakati wamedhoofishwa kwa michezo ya injini ya wanadamu.
ta: மனித இயந்திர விளையாட்டுகளுக்காக அவை பலவீனப்படுத்தப்பட்டிருக்கும் போது.
th: เมื่อพวกเขาถูกทำให้อ่อนแอลงสำหรับเกมเอ็นจิ้นมนุษย์
tr: insan-motor oyunları için zayıflatıldıklarında.
uk: коли вони були ослаблені для ігор з людським двигуном.
ur: جب وہ انسانی انجن گیمز کے لیے کمزور ہو چکے ہیں۔
vi: khi chúng bị làm yếu đi để phục vụ cho trò chơi giữa con người và động cơ.

source: In this case the engines move almost immediately, which gives the game
ar: في هذه الحالة تتحرك المحركات على الفور تقريبًا، مما يعطي اللعبة
bg: В този случай двигателите се движат почти веднага, което дава на играта
bn: এই ক্ষেত্রে ইঞ্জিনগুলি প্রায় তাৎক্ষণিকভাবে নড়াচড়া করে, যা গেমটিকে
cs: V tomto případě se motory rozpohybují téměř okamžitě, což hře dává
da: I dette tilfælde bevæger motorerne sig næsten øjeblikkeligt, hvilket giver spillet
de: In diesem Fall bewegen sich die Motoren fast sofort, was dem Spiel
el: Σε αυτήν την περίπτωση, οι μηχανές κινούνται σχεδόν αμέσως, γεγονός που δίνει στο παιχνίδι
es: En este caso los motores se mueven casi inmediatamente, lo que le da al juego
et: Sel juhul hakkavad mootorid peaaegu kohe liikuma, mis annab mängule...
fa: در این حالت موتورها تقریباً بلافاصله حرکت می‌کنند که به بازی جذابیت می‌بخشد.
fi: Tässä tapauksessa moottorit käynnistyvät lähes välittömästi, mikä antaa pelille
fr: Dans ce cas, les moteurs se déplacent presque immédiatement, ce qui donne au jeu
he: במקרה הזה המנועים נעים כמעט מיד, מה שנותן את המשחק
hi: इस मामले में इंजन लगभग तुरंत चलते हैं, जिससे खेल को
hu: Ebben az esetben a motorok szinte azonnal beindulnak, ami a játékot különlegessé teszi.
id: Dalam kasus ini mesin bergerak hampir seketika, yang memberikan permainan
it: In questo caso i motori si muovono quasi immediatamente, il che conferisce al gioco
ja: この場合、エンジンはほぼ即座に動き、ゲームは
lt: Šiuo atveju varikliai pajuda beveik iš karto, o tai suteikia žaidimui
lv: Šajā gadījumā dzinēji sāk kustēties gandrīz nekavējoties, kas dod spēlei
nl: In dit geval bewegen de engines bijna onmiddellijk, wat het spel een boost geeft
no: I dette tilfellet beveger motorene seg nesten umiddelbart, noe som gir spillet
pl: W tym przypadku silniki poruszają się niemal natychmiastowo, co zapewnia rozgrywkę
pt: Neste caso os motores movem-se quase imediatamente, o que dá ao jogo
ro: În acest caz, motoarele se pornesc aproape imediat, ceea ce oferă jocului
ru: В этом случае двигатели двигаются почти мгновенно, что дает игре
sq: Në këtë rast motorët lëvizin pothuajse menjëherë, gjë që i jep lojës
sr: У овом случају мотори се покрећу готово тренутно, што даје игри
sv: I det här fallet rör sig motorerna nästan omedelbart, vilket ger spelet
sw: Katika kesi hii injini huenda karibu mara moja, ambayo inatoa mchezo
ta: இந்த விஷயத்தில் இயந்திரங்கள் கிட்டத்தட்ட உடனடியாக நகரும், இது விளையாட்டை
th: ในกรณีนี้เครื่องยนต์จะเคลื่อนไหวเกือบจะทันที ซึ่งทำให้เกม
tr: Bu durumda motorlar neredeyse anında hareket eder ve bu da oyuna
uk: У цьому випадку двигуни рухаються майже миттєво, що надає грі
ur: اس صورت میں انجن تقریباً فوراً حرکت کرتے ہیں، جو گیم دیتا ہے۔
vi: Trong trường hợp này, các động cơ di chuyển gần như ngay lập tức, điều này mang lại cho trò chơi

source: an unnatural rhythm, which is rather disconcerting.
ar: إيقاع غير طبيعي، وهو أمر محير إلى حد ما.
bg: неестествен ритъм, което е доста обезпокоително.
bn: একটি অস্বাভাবিক ছন্দ, যা বেশ বিরক্তিকর।
cs: nepřirozený rytmus, což je poněkud znepokojivé.
da: en unaturlig rytme, som er temmelig foruroligende.
de: ein unnatürlicher Rhythmus, der ziemlich beunruhigend ist.
el: ένας αφύσικος ρυθμός, ο οποίος είναι μάλλον ανησυχητικός.
es: un ritmo antinatural, que resulta bastante desconcertante.
et: ebaloomulik rütm, mis on üsna häiriv.
fa: یک ریتم غیرطبیعی، که نسبتاً نگران‌کننده است.
fi: luonnoton rytmi, mikä on melko hämmentävää.
fr: un rythme contre nature, ce qui est assez déconcertant.
he: קצב לא טבעי, שהוא די מטריד.
hi: एक अप्राकृतिक लय, जो कि काफी विचलित करने वाली है।
hu: természetellenes ritmus, ami meglehetősen nyugtalanító.
id: irama yang tidak alami, yang agak membingungkan.
it: un ritmo innaturale, il che è piuttosto sconcertante.
ja: 不自然なリズムで、かなり不安を感じます。
lt: nenatūralus ritmas, kuris gana trikdo.
lv: nedabisks ritms, kas ir diezgan satraucošs.
nl: een onnatuurlijk ritme, wat nogal verontrustend is.
no: en unaturlig rytme, som er ganske foruroligende.
pl: nienaturalny rytm, który jest dość niepokojący.
pt: um ritmo não natural, o que é bastante desconcertante.
ro: un ritm nefiresc, care este destul de derutant.
ru: неестественный ритм, который довольно сбивает с толку.
sq: një ritëm i panatyrshëm, i cili është mjaft shqetësues.
sr: неприродан ритам, што је прилично узнемирујуће.
sv: en onaturlig rytm, vilket är ganska förvirrande.
sw: rhythm isiyo ya asili, ambayo ni badala ya kutatanisha.
ta: ஒரு இயற்கைக்கு மாறான தாளம், இது மிகவும் குழப்பத்தை ஏற்படுத்துகிறது.
th: จังหวะที่ไม่เป็นธรรมชาติซึ่งน่าวิตกกังวลไม่น้อย
tr: oldukça rahatsız edici, doğal olmayan bir ritim.
uk: неприродний ритм, що досить бентежить.
ur: ایک غیر فطری تال، جو کافی پریشان کن ہے۔
vi: một nhịp điệu không tự nhiên, khá khó chịu.

source: This also happens with the Rybka 2.3 engine
ar: يحدث هذا أيضًا مع محرك Rybka 2.3
bg: Това се случва и с двигателя Rybka 2.3
bn: এটি Rybka 2.3 ইঞ্জিনের ক্ষেত্রেও ঘটে।
cs: To se děje i s motorem Rybka 2.3
da: Dette sker også med Rybka 2.3-motoren
de: Dies geschieht auch mit dem Rybka 2.3-Motor
el: Αυτό συμβαίνει και με τον κινητήρα Rybka 2.3
es: Esto también sucede con el motor Rybka 2.3.
et: See juhtub ka Rybka 2.3 mootoriga
fa: این اتفاق در مورد موتور Rybka 2.3 نیز رخ می‌دهد.
fi: Tämä tapahtuu myös Rybka 2.3 -moottorin kanssa.
fr: Cela se produit également avec le moteur Rybka 2.3
he: זה קורה גם עם מנוע ריבקה 2.3
hi: यह Rybka 2.3 इंजन के साथ भी होता है
hu: Ez a Rybka 2.3 motorral is előfordul.
id: Hal ini juga terjadi dengan mesin Rybka 2.3
it: Questo accade anche con il motore Rybka 2.3
ja: これはRybka 2.3エンジンでも発生します
lt: Tai taip pat atsitinka su „Rybka 2.3“ varikliu
lv: Tas notiek arī ar Rybka 2.3 dzinēju
nl: Dit gebeurt ook met de Rybka 2.3-motor
no: Dette skjer også med Rybka 2.3-motoren
pl: Dzieje się tak również z silnikiem Rybka 2.3
pt: Isso também acontece com o motor Rybka 2.3
ro: Acest lucru se întâmplă și cu motorul Rybka 2.3
ru: То же самое происходит и с движком Рыбка 2.3
sq: Kjo ndodh edhe me motorin Rybka 2.3
sr: То се дешава и са мотором Рибка 2.3
sv: Detta händer även med Rybka 2.3-motorn
sw: Hii pia hufanyika na injini ya Rybka 2.3
ta: இது ரைப்கா 2.3 எஞ்சினிலும் நடக்கிறது.
th: สิ่งนี้ยังเกิดขึ้นกับเครื่องยนต์ Rybka 2.3 ด้วย
tr: Bu durum Rybka 2.3 motorunda da yaşanıyor
uk: Таке трапляється і з двигуном Rybka 2.3
ur: یہ Rybka 2.3 انجن کے ساتھ بھی ہوتا ہے۔
vi: Điều này cũng xảy ra với động cơ Rybka 2.3

source: and the Alexander chess engine.
ar: ومحرك الشطرنج ألكسندر.
bg: и шахматната машина Александър.
bn: এবং আলেকজান্ডার দাবা ইঞ্জিন।
cs: a šachový engine Alexander.
da: og Alexander-skakmaskinen.
de: und die Alexander-Schach-Engine.
el: και η μηχανή σκακιού Alexander.
es: y el motor de ajedrez Alexander.
et: ja Alexanderi malemootor.
fa: و موتور شطرنج الکساندر.
fi: ja Alexander-shakkimoottori.
fr: et le moteur d'échecs Alexander.
he: ומנוע השחמט של אלכסנדר.
hi: और अलेक्जेंडर शतरंज इंजन।
hu: és az Alexander sakkmotor.
id: dan mesin catur Alexander.
it: e il motore scacchistico Alexander.
ja: そしてアレクサンダーチェスエンジン。
lt: ir Aleksandro šachmatų variklis.
lv: un Aleksandra šaha dzinējs.
nl: en de Alexander-schaakmachine.
no: og Alexander-sjakkmotoren.
pl: i silnik szachowy Alexander.
pt: e o mecanismo de xadrez Alexander.
ro: și motorul de șah Alexander.
ru: и шахматный движок Alexander.
sq: dhe motori i shahut Alexander.
sr: и Александеров шаховски мотор.
sv: och schackmotorn Alexander.
sw: na injini ya chess ya Alexander.
ta: மற்றும் அலெக்சாண்டர் சதுரங்க இயந்திரம்.
th: และเครื่องหมากรุกอเล็กซานเดอร์
tr: ve Alexander satranç motoru.
uk: і шаховий движок Alexander.
ur: اور سکندر شطرنج کا انجن۔
vi: và công cụ cờ vua Alexander.

source: Komodo engines do not have a < Slow mover > option, so this dialog box
ar: لا تحتوي محركات كومودو على خيار <الحركة البطيئة>، لذا فإن مربع الحوار هذا
bg: Двигателите Komodo нямат опция < Бавно движение >, така че този диалогов прозорец
bn: কমোডো ইঞ্জিনগুলিতে < স্লো মুভার> বিকল্প নেই, তাই এই ডায়ালগ বক্সটি
cs: Motory Komodo nemají možnost < Pomalý pohyb >, takže toto dialogové okno
da: Komodo-motorer har ikke en <Langsomgående motor>-indstilling, så denne dialogboks
de: Komodo-Engines haben keine Option < Langsamer Mover >, daher wird dieses Dialogfeld
el: Οι μηχανές Komodo δεν έχουν την επιλογή <Αργός κινητήρας>, επομένως αυτό το παράθυρο διαλόγου
es: Los motores Komodo no tienen una opción < Movimiento lento >, por lo que este cuadro de diálogo
et: Komodo mootoritel pole valikut < Aeglane liikuja >, seega see dialoogiboks
fa: موتورهای کومودو گزینه <حرکت آهسته> را ندارند، بنابراین این کادر محاوره‌ای
fi: Komodon moottoreissa ei ole < Hidas liikkuja > -vaihtoehtoa, joten tämä valintaikkuna
fr: Les moteurs Komodo n'ont pas d'option < Slow mover >, donc cette boîte de dialogue
he: למנועי קומודו אין אפשרות < איטי >, כך שתיבת דו-שיח זו
hi: कोमोडो इंजन में < स्लो मूवर > विकल्प नहीं होता है, इसलिए यह डायलॉग बॉक्स
hu: A Komodo motoroknak nincs < Lassú mozgó > opciójuk, ezért ez a párbeszédpanel
id: Mesin Komodo tidak memiliki opsi < Penggerak lambat >, jadi kotak dialog ini
it: I motori Komodo non hanno l'opzione < Slow mover >, quindi questa finestra di dialogo
ja: Komodoエンジンには<低速移動>オプションがないので、このダイアログボックス
lt: „Komodo“ varikliuose nėra parinkties < Lėtas judėjimas >, todėl šiame dialogo lange
lv: Komodo dzinējiem nav opcijas <Lēnā kustība>, tāpēc šis dialoglodziņš
nl: Komodo-engines hebben geen optie <Slow mover>, dus dit dialoogvenster
no: Komodo-motorer har ikke et <Slow mover>-alternativ, så denne dialogboksen
pl: Silniki Komodo nie mają opcji < Powolny ruch >, dlatego to okno dialogowe
pt: Os motores Komodo não têm uma opção <Motor lento>, então esta caixa de diálogo
ro: Motoarele Komodo nu au opțiunea < Mișcare lentă >, așa că această casetă de dialog
ru: У двигателей Komodo нет опции < Медленно движущийся >, поэтому это диалоговое окно
sq: Motorët Komodo nuk kanë një opsion <Lëvizje e ngadaltë>, kështu që kjo kuti dialogu
sr: Комодо мотори немају опцију < Споро кретање >, тако да овај дијалошки оквир
sv: Komodo-motorer har inte alternativet <Långsam motor>, så den här dialogrutan
sw: Injini za Komodo hazina chaguo la <Slow Mover >, kwa hivyo kisanduku hiki cha mazungumzo
ta: கொமோடோ என்ஜின்களில் ஸ்லோ மூவர் > விருப்பம் இல்லை, எனவே இந்த உரையாடல் பெட்டி
th: เครื่องยนต์ Komodo ไม่มีตัวเลือก <Slow mover> ดังนั้นกล่องโต้ตอบนี้
tr: Komodo motorlarında < Yavaş hareket eden > seçeneği bulunmadığından bu iletişim kutusu
uk: Двигуни Komodo не мають опції < Повільний рух>, тому це діалогове вікно
ur: کوموڈو انجن میں <سلو موور> آپشن نہیں ہوتا، اس لیے یہ ڈائیلاگ باکس
vi: Động cơ Komodo không có tùy chọn <Chuyển động chậm>, vì vậy hộp thoại này

source: allows you to set options which will slow down the engine.
ar: يسمح لك بتعيين الخيارات التي من شأنها إبطاء المحرك.
bg: ви позволява да зададете опции, които ще забавят двигателя.
bn: আপনাকে এমন বিকল্প সেট করতে দেয় যা ইঞ্জিনের গতি কমিয়ে দেবে।
cs: umožňuje nastavit možnosti, které zpomalí motor.
da: giver dig mulighed for at indstille indstillinger, der vil sænke motorens hastighed.
de: ermöglicht Ihnen das Festlegen von Optionen, die den Motor verlangsamen.
el: σας επιτρέπει να ορίσετε επιλογές που θα επιβραδύνουν τον κινητήρα.
es: le permite configurar opciones que ralentizarán el motor.
et: võimaldab teil määrata valikuid, mis aeglustavad mootorit.
fa: به شما امکان می‌دهد گزینه‌هایی را تنظیم کنید که باعث کاهش سرعت موتور شوند.
fi: voit asettaa asetuksia, jotka hidastavat moottoria.
fr: vous permet de définir des options qui ralentiront le moteur.
he: מאפשר לך להגדיר אפשרויות אשר יאטו את מהירות המנוע.
hi: यह आपको इंजन की गति धीमी करने वाले विकल्प सेट करने की अनुमति देता है।
hu: Lehetővé teszi a motor lassítását eredményező opciók beállítását.
id: memungkinkan Anda mengatur opsi yang akan memperlambat mesin.
it: consente di impostare opzioni che rallenteranno il motore.
ja: エンジンの速度を低下させるオプションを設定できます。
lt: leidžia nustatyti parinktis, kurios sulėtins variklį.
lv: ļauj iestatīt opcijas, kas palēninās dzinēja darbību.
nl: Hiermee kunt u opties instellen die de motor vertragen.
no: lar deg angi alternativer som vil redusere motorens hastighet.
pl: umożliwia ustawienie opcji, które spowolnią silnik.
pt: permite que você defina opções que tornarão o motor mais lento.
ro: vă permite să setați opțiuni care vor încetini motorul.
ru: позволяет вам устанавливать параметры, которые будут замедлять двигатель.
sq: ju lejon të vendosni opsione që do ta ngadalësojnë motorin.
sr: омогућава вам да подесите опције које ће успорити мотор.
sv: låter dig ställa in alternativ som saktar ner motorn.
sw: hukuruhusu kuweka chaguzi ambazo zitapunguza kasi ya injini.
ta: இயந்திரத்தை மெதுவாக்கும் விருப்பங்களை அமைக்க உங்களை அனுமதிக்கிறது.
th: ช่วยให้คุณตั้งค่าตัวเลือกเพื่อทำให้เครื่องยนต์ทำงานช้าลงได้
tr: Motoru yavaşlatacak seçenekleri ayarlamanıza olanak tanır.
uk: дозволяє встановити опції, які уповільнять роботу двигуна.
ur: آپ کو آپشن سیٹ کرنے کی اجازت دیتا ہے جو انجن کو سست کر دے گا۔
vi: cho phép bạn thiết lập các tùy chọn để làm chậm động cơ.
