Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Check to automatically copy the search skill
ar: حدد هذا الخيار لنسخ مهارة البحث تلقائيًا
bg: Отметнете, за да копирате автоматично умението за търсене
bn: অনুসন্ধান দক্ষতা স্বয়ংক্রিয়ভাবে অনুলিপি করতে চেক করুন।
cs: Zaškrtněte pro automatické kopírování vyhledávací dovednosti
da: Markér for automatisk at kopiere søgefærdigheden
de: Aktivieren Sie dieses Kontrollkästchen, um die Suchfunktion automatisch zu kopieren.
el: Επιλέξτε για αυτόματη αντιγραφή της δεξιότητας αναζήτησης
es: Marque para copiar automáticamente la habilidad de búsqueda
et: Märkige, et otsinguoskus automaatselt kopeerida
fa: برای کپی کردن خودکار مهارت جستجو، علامت بزنید
fi: Valitse tämä, jos haluat hakutaidon kopioituvan automaattisesti
fr: Cochez pour copier automatiquement la compétence de recherche
he: סמן כדי להעתיק אוטומטית את מיומנות החיפוש
hi: खोज कौशल को स्वचालित रूप से कॉपी करने के लिए जाँच करें
hu: Jelölje be a keresési képesség automatikus másolásához
id: Centang untuk menyalin keterampilan pencarian secara otomatis
it: Seleziona per copiare automaticamente la competenza di ricerca
ja: 検索スキルを自動的にコピーするにはチェックを入れます
lt: Pažymėkite, jei norite automatiškai nukopijuoti paieškos įgūdį
lv: Atzīmējiet, lai automātiski kopētu meklēšanas prasmi
nl: Vink aan om de zoekvaardigheid automatisch te kopiëren
no: Kryss av for å automatisk kopiere søkeferdigheten
pl: Zaznacz, aby automatycznie skopiować umiejętność wyszukiwania
pt: Marque para copiar automaticamente a habilidade de pesquisa
ro: Bifați pentru a copia automat abilitatea de căutare
ru: Установите флажок, чтобы автоматически копировать навык поиска.
sq: Kontrolloni për të kopjuar automatikisht aftësinë e kërkimit
sr: Означите да бисте аутоматски копирали вештину претраживања
sv: Markera om du vill kopiera sökfärdigheten automatiskt
sw: Angalia ili kunakili kiotomatiki ujuzi wa utafutaji
ta: தேடல் திறனை தானாக நகலெடுக்க சரிபார்க்கவும்.
th: เลือกเพื่อคัดลอกทักษะการค้นหาโดยอัตโนมัติ
tr: Arama becerisini otomatik olarak kopyalamak için işaretleyin
uk: Поставте галочку, щоб автоматично копіювати навичку пошуку
ur: تلاش کی مہارت کو خود بخود کاپی کرنے کے لیے چیک کریں۔
vi: Kiểm tra để tự động sao chép kỹ năng tìm kiếm

source: Enter the filename for saving the
ar: أدخل اسم الملف لحفظه
bg: Въведете името на файла за запазване
bn: সংরক্ষণের জন্য ফাইলের নাম লিখুন
cs: Zadejte název souboru pro uložení
da: Indtast filnavnet for at gemme
de: Geben Sie den Dateinamen zum Speichern der
el: Εισαγάγετε το όνομα αρχείου για την αποθήκευση του
es: Introduzca el nombre del archivo para guardar el
et: Sisesta salvestatava faili nimi
fa: نام فایل را برای ذخیره وارد کنید
fi: Anna tiedostonimi tallentamista varten
fr: Entrez le nom du fichier pour enregistrer le
he: הזן את שם הקובץ לשמירת
hi: सहेजने के लिए फ़ाइल नाम दर्ज करें
hu: Adja meg a mentéshez használt fájlnevet
id: Masukkan nama file untuk menyimpan
it: Inserisci il nome del file per il salvataggio
ja: 保存するファイル名を入力してください
lt: Įveskite failo pavadinimą, kuriuo norite išsaugoti
lv: Ievadiet faila nosaukumu saglabāšanai
nl: Voer de bestandsnaam in voor het opslaan van de
no: Skriv inn filnavnet for lagring av
pl: Wprowadź nazwę pliku, pod którą chcesz zapisać plik
pt: Digite o nome do arquivo para salvar o
ro: Introduceți numele fișierului pentru salvarea
ru: Введите имя файла для сохранения.
sq: Futni emrin e skedarit për të ruajtur
sr: Унесите име датотеке за чување
sv: Ange filnamnet för att spara
sw: Ingiza jina la faili kwa ajili ya kuhifadhi
ta: சேமிப்பதற்கான கோப்புப் பெயரை உள்ளிடவும்
th: กรอกชื่อไฟล์สำหรับการบันทึก
tr: Kaydedilecek dosya adını girin
uk: Введіть ім'я файлу для збереження
ur: محفوظ کرنے کے لیے فائل کا نام درج کریں۔
vi: Nhập tên tệp để lưu

source: engine strength adjustment options
ar: خيارات تعديل قوة المحرك
bg: опции за регулиране на мощността на двигателя
bn: ইঞ্জিন শক্তি সমন্বয় বিকল্পগুলি
cs: možnosti nastavení výkonu motoru
da: Muligheder for justering af motorstyrke
de: Einstellmöglichkeiten der Motorstärke
el: επιλογές ρύθμισης ισχύος κινητήρα
es: Opciones de ajuste de la potencia del motor
et: mootori võimsuse reguleerimise valikud
fa: گزینه‌های تنظیم قدرت موتور
fi: moottorin tehon säätövaihtoehdot
fr: options de réglage de la force du moteur
he: אפשרויות כוונון עוצמת המנוע
hi: इंजन शक्ति समायोजन विकल्प
hu: motorerősség-szabályozási lehetőségek
id: opsi penyesuaian kekuatan mesin
it: opzioni di regolazione della potenza del motore
ja: エンジン強度調整オプション
lt: variklio galios reguliavimo parinktys
lv: dzinēja jaudas regulēšanas iespējas
nl: opties voor het aanpassen van de motorsterkte
no: Justeringsalternativer for motorstyrke
pl: opcje regulacji mocy silnika
pt: opções de ajuste de potência do motor
ro: opțiuni de reglare a puterii motorului
ru: варианты регулировки мощности двигателя
sq: opsionet e rregullimit të fuqisë së motorit
sr: опције подешавања снаге мотора
sv: alternativ för justering av motorstyrka
sw: chaguzi za kurekebisha nguvu za injini
ta: இயந்திர வலிமை சரிசெய்தல் விருப்பங்கள்
th: ตัวเลือกการปรับความแรงของเครื่องยนต์
tr: motor gücü ayarlama seçenekleri
uk: варіанти регулювання потужності двигуна
ur: انجن کی طاقت ایڈجسٹمنٹ کے اختیارات
vi: tùy chọn điều chỉnh sức mạnh động cơ

source: has won playing white and gains
ar: لقد فاز باللعب باللون الأبيض وربح
bg: спечели, играейки с бели, и печели
bn: সাদা খেলায় জিতেছে এবং লাভ করেছে
cs: vyhrál hraním bílých a získává
da: har vundet ved at spille hvid og vinder
de: hat mit Weiß gewonnen und gewinnt
el: έχει κερδίσει παίζοντας λευκά και κερδίζει
es: ha ganado jugando blancas y gana
et: on valgega mängides võitnud ja võidab
fa: در بازی با سفید برنده شده و امتیازاتی کسب کرده است
fi: on voittanut pelaamalla valkoisella ja saa lisää
fr: a gagné en jouant les blancs et gagne
he: ניצח במשחק לבן ומרוויח
hi: सफ़ेद पर खेलकर जीत हासिल की है और लाभ प्राप्त किया है
hu: fehérrel játszva nyert és nyereséget szerez
id: telah menang bermain putih dan mendapatkan
it: ha vinto giocando con il bianco e guadagna
ja: 白で勝って利益を得る
lt: laimėjo žaisdamas baltuoju ir laimi
lv: ir uzvarējis spēlējot balto un iegūst
nl: heeft gewonnen door met wit te spelen en wint
no: har vunnet ved å spille hvit og vinner
pl: wygrał grając białymi i zyskuje
pt: ganhou jogando branco e ganha
ro: a câștigat jucând alb și câștigă
ru: выиграл, играя белыми, и получает
sq: ka fituar duke luajtur me të bardha dhe fiton
sr: победио је играјући бело и добија
sv: har vunnit när han spelar vit och vinner
sw: ameshinda kucheza nyeupe na faida
ta: வெள்ளையருடன் விளையாடி வெற்றி பெற்றுள்ளார், வெற்றி பெற்றுள்ளார்.
th: ได้ชนะการเล่นสีขาวและได้รับ
tr: beyaz oynayarak kazandı ve kazandı
uk: виграв, граючи білими, і виграє
ur: سفید اور فوائد کھیل کر جیت لیا ہے
vi: đã thắng khi chơi quân trắng và giành chiến thắng

source: has lost playing black and loses
ar: لقد خسر اللعب باللون الأسود ويخسر
bg: загуби, играейки на черно, и губи
bn: কালো খেলায় হেরে গেছে এবং হেরে গেছে
cs: prohrál hraním černé a prohrává
da: har tabt ved at spille sort og taber
de: hat mit Schwarz verloren und verliert
el: έχει χάσει παίζοντας με τα μαύρα και χάνει
es: Ha perdido jugando negras y pierde
et: on kaotanud musta mängides ja kaotab
fa: بازی سیاه را باخته است و می‌بازد
fi: on hävinnyt pelaamalla mustalla ja häviää
fr: a perdu en jouant avec les noirs et perd
he: הפסיד במשחק שחור ומפסיד
hi: काले रंग से खेलते हुए हार गया है और हार गया है
hu: veszített feketével játszva és veszít
id: telah kalah bermain hitam dan kalah
it: ha perso giocando con il nero e perde
ja: 黒で負けて負けた
lt: pralaimėjo žaisdamas juodaisiais ir pralaimi
lv: ir zaudējis spēlējot melnā krāsā un zaudē
nl: heeft het spelen van zwart verloren en verliest
no: har tapt ved å spille svart og taper
pl: przegrał grając czarnymi i przegrywa
pt: perdeu jogando preto e perde
ro: a pierdut jucând negru și pierde
ru: проиграл, играя черными, и проигрывает
sq: ka humbur duke luajtur me të zeza dhe humbet
sr: изгубио је играјући црно и губи
sv: har förlorat med svart och förlorar
sw: amepoteza kucheza nyeusi na kupoteza
ta: பிளாக் விளையாடி தோற்றுவிட்டது, தோற்றுவிட்டது.
th: แพ้การเล่นดำและแพ้
tr: siyah oynayarak kaybetti ve kaybetti
uk: програв, граючи чорними, і програє
ur: کالا کھیلنا ہار گیا ہے اور ہار گیا ہے۔
vi: đã thua khi chơi đen và thua

source: has lost playing white and loses
ar: لقد خسر اللعب باللون الأبيض ويخسر
bg: загуби играейки с бели и губи
bn: সাদা খেলায় হেরে গেছে এবং হেরে গেছে
cs: prohrál hraním s bílými a prohrává
da: har tabt ved at spille hvid og taber
de: hat mit Weiß verloren und verliert
el: έχει χάσει παίζοντας με τα λευκά και χάνει
es: ha perdido jugando blancas y pierde
et: on kaotanud valgel mängides ja kaotab
fa: بازی با سفید را باخته و همچنان باخته است
fi: on hävinnyt pelaamalla valkoisella ja häviää
fr: a perdu en jouant les blancs et perd
he: הפסיד במשחק לבן ומפסיד
hi: सफ़ेद खेलकर हार गया है और हार गया है
hu: veszített fehér játékban és veszít
id: telah kalah bermain putih dan kalah
it: ha perso giocando con il bianco e perde
ja: 白で負けて負け
lt: pralaimėjo žaisdamas baltaisiais ir pralaimi
lv: ir zaudējis spēlējot balto un zaudē
nl: heeft het spelen met wit verloren en verliest
no: har tapt ved å spille hvit og taper
pl: przegrał grając białymi i przegrywa
pt: perdeu jogando branco e perde
ro: a pierdut jucând alb și pierde
ru: проиграл, играя белыми, и проигрывает
sq: ka humbur duke luajtur me të bardha dhe humbet
sr: изгубио је играјући бело и губи
sv: har förlorat med vit och förlorar
sw: amepoteza kucheza mzungu na kupoteza
ta: வெள்ளையருடன் விளையாடி தோற்றுவிட்டான், தோற்றுவிட்டான்.
th: แพ้การเล่นสีขาวและแพ้
tr: beyaz oynamayı kaybetti ve kaybetti
uk: програв, граючи білими, і програє
ur: سفید کھیلنا اور ہار گیا ہے۔
vi: đã thua khi chơi quân trắng và thua

source: has won playing black and gains
ar: لقد فاز باللعب باللون الأسود وربح
bg: спечели, играейки на черно и печели
bn: কালো খেলে জিতেছে এবং লাভ করেছে
cs: vyhrál hraním černé a získává
da: har vundet ved at spille sort og vinder
de: hat mit Schwarz gewonnen und gewinnt
el: έχει κερδίσει παίζοντας με τα μαύρα και κερδίζει
es: Ha ganado jugando negras y gana
et: on musta mängides võitnud ja võidab
fa: در بازی سیاه برنده شده و سود برده است
fi: on voittanut pelaamalla mustalla ja saa
fr: a gagné en jouant les noirs et gagne
he: ניצח במשחק שחור ומרוויח
hi: काले रंग से खेलते हुए जीत हासिल की है और लाभ प्राप्त किया है
hu: feketével játszva nyert és nyer
id: telah menang bermain hitam dan mendapatkan
it: ha vinto giocando a nero e guadagna
ja: 黒で勝って利益を得る
lt: laimėjo žaisdamas juodu ir laimi
lv: ir uzvarējis spēlējot melno un iegūst
nl: heeft gewonnen door zwart te spelen en wint
no: har vunnet ved å spille svart og vinner
pl: wygrał grając czarnymi i zyskuje
pt: ganhou jogando preto e ganha
ro: a câștigat jucând negru și câștigă
ru: выиграл, играя черными, и набирает
sq: ka fituar duke luajtur me të zeza dhe fiton
sr: победио је играјући црно и добија
sv: har vunnit när han spelar svart och vinner
sw: ameshinda kucheza nyeusi na faida
ta: கருப்பு நிறத்தில் விளையாடி வெற்றி பெற்றுள்ளது, வெற்றி பெற்றுள்ளது.
th: ได้ชัยชนะจากการเล่นสีดำและได้รับ
tr: siyah oynayarak kazandı ve kazanç elde etti
uk: виграв, граючи чорними, і виграє
ur: بلیک اینڈ گینس کھیل کر جیت لیا ہے۔
vi: đã thắng khi chơi quân đen và đạt được

source: has drawn playing white
ar: وقد رسم يلعب باللون الأبيض
bg: е изтеглил, играейки с бяло
bn: সাদা রঙে এঁকেছে
cs: remizoval hraním bílých
da: har trukket hvid
de: hat mit Weiß gezogen
el: έχει ζωγραφίσει παίζοντας λευκά
es: Ha empatado jugando con blancas
et: on viigistanud valgega mängides
fa: با رنگ سفید نقاشی کشیده است
fi: on piirtänyt pelaamalla valkoisella
fr: a tiré en jouant blanc
he: צייר משחק לבן
hi: सफ़ेद रंग से खेलते हुए ड्रा किया गया है
hu: fehérrel játszik
id: telah menggambar bermain putih
it: ha disegnato giocando in bianco
ja: 白で引いた
lt: ištraukė žaisdamas baltaisiais
lv: ir izvilcis spēlējot balto
nl: heeft wit getekend
no: har trukket å spille hvit
pl: narysował grę na biało
pt: desenhou jogando branco
ro: a tras la sorți jucând alb
ru: сыграл вничью, играя белыми
sq: ka vizatuar duke luajtur me të bardha
sr: је нерешено играо бело
sv: har dragit spelande vit
sw: amechora akicheza nyeupe
ta: வெள்ளை நிறத்தில் விளையாடி வரைந்துள்ளார்.
th: ได้วาดเล่นสีขาว
tr: beyaz oynarken çizdi
uk: зіграв унічию, граючи білими
ur: سفید کھیل ڈرا ہے
vi: đã rút quân trắng

source: has drawn playing black
ar: وقد رسم يلعب باللون الأسود
bg: е играл реми, играейки с черно
bn: কালো রঙে এঁকেছে
cs: remizoval hraním černých
da: har trukket spiller sort
de: hat beim Spielen von Schwarz gezogen
el: έχει ζωγραφίσει παίζοντας με μαύρο χρώμα
es: Ha empatado jugando con las negras
et: on mustaga mängides loosinud
fa: سیاه بازی کشیده است
fi: on piirtänyt pelaamalla mustalla
fr: a tiré en jouant les noirs
he: צייר משחק שחור
hi: काले रंग से खेल रहा है
hu: feketével játszik
id: telah menggambar bermain hitam
it: ha disegnato giocando in nero
ja: 黒で引いた
lt: ištraukė žaisdamas juodaisiais
lv: ir izvilcis, spēlējot ar melno
nl: heeft zwart getekend
no: har trukket spiller svart
pl: narysował grę na czarno
pt: desenhou jogando preto
ro: a tras la sorți jucând negru
ru: сыграл вничью черными
sq: ka vizatuar duke luajtur me të zeza
sr: је ремитирао играјући црно
sv: har dragit spelande svart
sw: amechora akicheza nyeusi
ta: விளையாடும் கருப்பு வரைந்துள்ளார்.
th: ได้วาดเล่นสีดำ
tr: siyah oynarken çizdi
uk: зіграв унічию, граючи чорними
ur: سیاہ کھیل ڈرا ہے
vi: đã rút thăm chơi đen

source: there was no rating change.
ar: لم يكن هناك تغيير في التصنيف.
bg: нямаше промяна в рейтинга.
bn: রেটিংয়ের কোনও পরিবর্তন হয়নি।
cs: nedošlo k žádné změně hodnocení.
da: der var ingen ændring i vurderingen.
de: es gab keine Bewertungsänderung.
el: δεν υπήρξε καμία αλλαγή στην αξιολόγηση.
es: No hubo ningún cambio de calificación.
et: reitingu muutust ei toimunud.
fa: هیچ تغییر رتبه‌بندی وجود نداشت.
fi: arvosanassa ei tapahtunut muutosta.
fr: il n'y a pas eu de changement de notation.
he: לא היה שינוי בדירוג.
hi: रेटिंग में कोई परिवर्तन नहीं हुआ।
hu: értékelésben nem történt változás.
id: tidak ada perubahan peringkat.
it: non c'è stato alcun cambiamento di valutazione.
ja: 評価の変更はありませんでした。
lt: reitingo pokyčių nebuvo.
lv: reitinga izmaiņas nebija.
nl: er was geen verandering in de beoordeling.
no: det var ingen endring i vurderingen.
pl: nie było zmiany oceny.
pt: não houve alteração na classificação.
ro: nu a existat nicio modificare a ratingului.
ru: рейтинг не изменился.
sq: nuk pati ndryshim vlerësimi.
sr: није било промене оцене.
sv: det skedde ingen förändring i betyget.
sw: hakukuwa na mabadiliko ya ukadiriaji.
ta: மதிப்பீட்டில் எந்த மாற்றமும் இல்லை.
th: ไม่มีการเปลี่ยนแปลงคะแนน
tr: reytinglerde bir değişiklik olmadı.
uk: зміни рейтингу не відбулося.
ur: درجہ بندی میں کوئی تبدیلی نہیں ہوئی۔
vi: không có thay đổi về xếp hạng.

source: and gained
ar: واكتسبت
bg: и спечели
bn: এবং অর্জন করেছেন
cs: a získal
da: og vundet
de: und gewann
el: και κέρδισε
es: y ganó
et: ja saavutas
fa: و به دست آورد
fi: ja sai
fr: et gagné
he: וזכה
hi: और प्राप्त किया
hu: és szerzett
id: dan mendapatkan
it: e guadagnato
ja: そして獲得した
lt: ir įgijo
lv: un ieguva
nl: en gewonnen
no: og fikk
pl: i zyskał
pt: e ganhou
ro: și a câștigat
ru: и получил
sq: dhe fitoi
sr: и стекао
sv: och fick
sw: na kupata
ta: மற்றும் பெற்றது
th: และได้รับ
tr: ve kazandı
uk: і здобув
ur: اور حاصل کیا
vi: và đã đạt được

source: and lost
ar: وخسر
bg: и изгубен
bn: এবং হারিয়ে গেছে
cs: a ztracený
da: og tabt
de: und verloren
el: και χαμένος
es: y perdido
et: ja kaotas
fa: و گم شده
fi: ja kadonnut
fr: et perdu
he: ואיבד
hi: और खो गया
hu: és elveszett
id: dan hilang
it: e perso
ja: そして失われた
lt: ir prarado
lv: un pazaudēts
nl: en verloren
no: og tapt
pl: i zgubiony
pt: e perdido
ro: și pierdut
ru: и потерял
sq: dhe humbi
sr: и изгубљен
sv: och förlorade
sw: na kupotea
ta: மற்றும் இழந்தது
th: และสูญหายไป
tr: ve kayboldu
uk: і втратив
ur: اور کھو دیا
vi: và bị mất

source: Your new rating is
ar: تقييمك الجديد هو
bg: Новата ви оценка е
bn: আপনার নতুন রেটিং হল
cs: Vaše nové hodnocení je
da: Din nye vurdering er
de: Ihre neue Bewertung ist
el: Η νέα σας αξιολόγηση είναι
es: Tu nueva calificación es
et: Teie uus hinnang on
fa: امتیاز جدید شما
fi: Uusi arvosanasi on
fr: Votre nouvelle note est
he: הדירוג החדש שלך הוא
hi: आपकी नई रेटिंग है
hu: Az új értékelésed:
id: Peringkat baru Anda adalah
it: La tua nuova valutazione è
ja: 新しい評価は
lt: Jūsų naujas įvertinimas yra
lv: Jūsu jaunais vērtējums ir
nl: Uw nieuwe beoordeling is
no: Din nye vurdering er
pl: Twoja nowa ocena to
pt: Sua nova classificação é
ro: Noua ta evaluare este
ru: Ваш новый рейтинг
sq: Vlerësimi juaj i ri është
sr: Ваша нова оцена је
sv: Ditt nya betyg är
sw: Ukadiriaji wako mpya ni
ta: உங்கள் புதிய மதிப்பீடு
th: คะแนนใหม่ของคุณคือ
tr: Yeni puanınız
uk: Ваша нова оцінка
ur: آپ کی نئی درجہ بندی ہے۔
vi: Xếp hạng mới của bạn là

source: Game result rating message
ar: رسالة تقييم نتيجة المباراة
bg: Съобщение за оценка на резултата от играта
bn: খেলার ফলাফল রেটিং বার্তা
cs: Zpráva o hodnocení výsledků hry
da: Meddelelse om vurdering af spilresultat
de: Nachricht zur Bewertung des Spielergebnisses
el: Μήνυμα αξιολόγησης αποτελέσματος παιχνιδιού
es: Mensaje de calificación del resultado del juego
et: Mängu tulemuse hinnangusõnum
fa: پیام رتبه‌بندی نتیجه بازی
fi: Pelin tulosarvioviesti
fr: Message d'évaluation du résultat du jeu
he: הודעת דירוג תוצאות המשחק
hi: खेल परिणाम रेटिंग संदेश
hu: Játék eredményértékelési üzenet
id: Pesan peringkat hasil pertandingan
it: Messaggio di valutazione del risultato del gioco
ja: ゲーム結果評価メッセージ
lt: Žaidimo rezultato įvertinimo pranešimas
lv: Spēles rezultāta vērtējuma ziņojums
nl: Bericht over de beoordeling van het spelresultaat
no: Melding om vurdering av spillresultat
pl: Komunikat o ocenie wyniku gry
pt: Mensagem de classificação do resultado do jogo
ro: Mesajul privind evaluarea rezultatului jocului
ru: Сообщение о рейтинге результата игры
sq: Mesazhi i vlerësimit të rezultatit të lojës
sr: Порука о оцени резултата игре
sv: Meddelande om spelresultat
sw: Ujumbe wa ukadiriaji wa matokeo ya mchezo
ta: விளையாட்டு முடிவு மதிப்பீட்டுச் செய்தி
th: ข้อความให้คะแนนผลการแข่งขัน
tr: Oyun sonucu derecelendirme mesajı
uk: Повідомлення про оцінку результатів гри
ur: گیم کے نتائج کی درجہ بندی کا پیغام
vi: Tin nhắn đánh giá kết quả trò chơi

source: Cannot open player profile file to write details
ar: لا يمكن فتح ملف تعريف اللاعب لكتابة التفاصيل
bg: Не мога да отворя файл с профил на играча, за да запиша подробности
bn: বিস্তারিত লেখার জন্য প্লেয়ার প্রোফাইল ফাইল খোলা যাচ্ছে না।
cs: Nelze otevřít soubor s profilem hráče pro zápis podrobností.
da: Kan ikke åbne spillerprofilfilen for at skrive detaljer
de: Die Spielerprofildatei kann nicht geöffnet werden, um Details zu schreiben.
el: Δεν είναι δυνατό το άνοιγμα του αρχείου προφίλ παίκτη για την εγγραφή λεπτομερειών
es: No se puede abrir el archivo de perfil del jugador para escribir detalles
et: Mängija profiilifaili ei saa detailide kirjutamiseks avada
fa: نمی‌توان فایل پروفایل بازیکن را برای نوشتن جزئیات باز کرد
fi: Pelaajaprofiilitiedostoa ei voida avata tietojen kirjoittamista varten
fr: Impossible d'ouvrir le fichier de profil du joueur pour écrire les détails
he: לא ניתן לפתוח את קובץ פרופיל השחקן כדי לכתוב פרטים
hi: विवरण लिखने के लिए खिलाड़ी प्रोफ़ाइल फ़ाइल नहीं खोली जा सकती
hu: Nem lehet megnyitni a játékosprofil fájlt a részletek írásához
id: Tidak dapat membuka file profil pemain untuk menulis detail
it: Impossibile aprire il file del profilo del giocatore per scrivere i dettagli
ja: 詳細を書き込むためにプレーヤー プロファイル ファイルを開くことができません
lt: Nepavyksta atidaryti žaidėjo profilio failo, kad būtų galima įrašyti informaciją
lv: Nevar atvērt spēlētāja profila failu, lai ierakstītu informāciju
nl: Kan het spelersprofielbestand niet openen om details te schrijven
no: Kan ikke åpne spillerprofilfilen for å skrive detaljer
pl: Nie można otworzyć pliku profilu gracza, aby zapisać szczegóły
pt: Não é possível abrir o arquivo de perfil do jogador para escrever detalhes
ro: Nu se poate deschide fișierul profilului jucătorului pentru a scrie detalii
ru: Невозможно открыть файл профиля игрока для записи данных.
sq: Nuk mund të hapet skedari i profilit të lojtarit për të shkruar detajet
sr: Не могу да отворим датотеку профила играча ради писања детаља
sv: Kan inte öppna spelarprofilfilen för att skriva detaljer
sw: Haiwezi kufungua faili ya wasifu wa mchezaji ili kuandika maelezo
ta: விவரங்களை எழுத பிளேயர் சுயவிவரக் கோப்பைத் திறக்க முடியாது.
th: ไม่สามารถเปิดไฟล์โปรไฟล์ผู้เล่นเพื่อเขียนรายละเอียดได้
tr: Ayrıntıları yazmak için oyuncu profili dosyası açılamıyor
uk: Не вдається відкрити файл профілю гравця для запису деталей
ur: تفصیلات لکھنے کے لیے پلیئر پروفائل فائل نہیں کھول سکتا
vi: Không thể mở tệp hồ sơ người chơi để ghi thông tin chi tiết

source: There are no engine files in the directory, rated game cancelled
ar: لا توجد ملفات محرك في الدليل، تم إلغاء تصنيف اللعبة
bg: Няма файлове на двигателя в директорията, рейтингът на играта е анулиран.
bn: ডিরেক্টরিতে কোনও ইঞ্জিন ফাইল নেই, রেট করা গেমটি বাতিল করা হয়েছে
cs: V adresáři nejsou žádné soubory enginu, hodnocení hry zrušeno.
da: Der er ingen spilmotorfiler i mappen, det bedømte spil er annulleret
de: Es gibt keine Engine-Dateien im Verzeichnis, bewertetes Spiel abgebrochen
el: Δεν υπάρχουν αρχεία μηχανής στον κατάλογο, το παιχνίδι με βαθμολογία ακυρώθηκε
es: No hay archivos de motor en el directorio, juego clasificado cancelado
et: Kataloogis pole ühtegi mootorifaili, hinnatud mäng on tühistatud.
fa: هیچ فایل موتوری در دایرکتوری وجود ندارد، بازی رده‌بندی‌شده لغو شده است
fi: Hakemistossa ei ole pelimoottoritiedostoja, peli on luokiteltu peruutetuksi.
fr: Il n'y a pas de fichiers de moteur dans le répertoire, jeu classé annulé
he: אין קבצי מנוע בספרייה, משחק מדורג בוטל
hi: निर्देशिका में कोई इंजन फ़ाइल नहीं है, रेटेड गेम रद्द कर दिया गया है
hu: Nincsenek motorfájlok a könyvtárban, a játékot törölték.
id: Tidak ada file mesin di direktori, game yang dinilai dibatalkan
it: Non ci sono file del motore nella directory, gioco classificato annullato
ja: ディレクトリにエンジンファイルがありません。評価されたゲームはキャンセルされました
lt: Kataloge nėra variklio failų, įvertinimas „žaidimas atšauktas“.
lv: Direktorijā nav neviena dzinēja faila, spēle ir atcelta.
nl: Er zijn geen enginebestanden in de directory, beoordeelde game geannuleerd
no: Det finnes ingen motorfiler i katalogen, det vurderte spillet er kansellert
pl: W katalogu nie ma plików silnika, gra została oceniona jako anulowana
pt: Não há arquivos de mecanismo no diretório, jogo classificado cancelado
ro: Nu există fișiere motor în director, joc evaluat anulat
ru: В каталоге нет файлов движка, рейтинговая игра отменена
sq: Nuk ka skedarë motori në drejtori, loja e vlerësuar është anuluar
sr: Нема датотека мотора у директоријуму, оцењена игра отказана
sv: Det finns inga motorfiler i katalogen, det betygsatta spelet har avbrutits
sw: Hakuna faili za injini kwenye saraka, mchezo uliokadiriwa umeghairiwa
ta: கோப்பகத்தில் எந்த இயந்திர கோப்புகளும் இல்லை, மதிப்பிடப்பட்ட விளையாட்டு ரத்து செய்யப்பட்டது.
th: ไม่มีไฟล์เครื่องยนต์ในไดเร็กทอรี เกมที่ถูกจัดอันดับถูกยกเลิก
tr: Dizin içerisinde motor dosyası bulunmuyor, derecelendirilen oyun iptal edildi
uk: У каталозі немає файлів движка, рейтинг гри скасовано.
ur: ڈائرکٹری میں انجن کی کوئی فائلیں نہیں ہیں، ریٹیڈ گیم منسوخ کر دی گئی ہے۔
vi: Không có tệp tin động cơ nào trong thư mục, trò chơi được xếp hạng đã bị hủy
