Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: The Rodent 4 engine package and older versions can be downloaded from -
ar: يمكن تنزيل حزمة محرك Rodent 4 والإصدارات الأقدم من -
bg: Пакетът с двигателя Rodent 4 и по-старите версии могат да бъдат изтеглени от -
bn: রডেন্ট ৪ ইঞ্জিন প্যাকেজ এবং পুরোনো সংস্করণগুলি এখান থেকে ডাউনলোড করা যেতে পারে -
cs: Balíček enginu Rodent 4 a starší verze lze stáhnout z -
da: Rodent 4-motorpakken og ældre versioner kan downloades fra -
de: Das Rodent 4-Engine-Paket und ältere Versionen können heruntergeladen werden von -
el: Το πακέτο κινητήρα Rodent 4 και οι παλαιότερες εκδόσεις μπορούν να ληφθούν από -
es: El paquete de motor Rodent 4 y versiones anteriores se pueden descargar desde:
et: Rodent 4 mootori paketi ja vanemad versioonid saab alla laadida aadressilt -
fa: بسته موتور Rodent 4 و نسخه‌های قدیمی‌تر را می‌توانید از اینجا دانلود کنید -
fi: Rodent 4 -moottoripaketti ja vanhemmat versiot voidaan ladata osoitteesta -
fr: Le pack moteur Rodent 4 et les versions plus anciennes peuvent être téléchargés à partir de -
he: ניתן להוריד את חבילת מנוע Rodent 4 וגרסאות קודמות מ- -
hi: रोडेंट 4 इंजन पैकेज और पुराने संस्करण यहां से डाउनलोड किए जा सकते हैं -
hu: A Rodent 4 motorcsomag és a régebbi verziók letölthetők innen:
id: Paket mesin Rodent 4 dan versi lama dapat diunduh dari -
it: Il pacchetto motore Rodent 4 e le versioni precedenti possono essere scaricati da -
ja: Rodent 4 エンジン パッケージおよび旧バージョンは、次の場所からダウンロードできます。
lt: „Rodent 4“ variklio paketą ir senesnes versijas galima atsisiųsti iš -
lv: Rodent 4 dzinēja pakotni un vecākas versijas var lejupielādēt no -
nl: Het Rodent 4-enginepakket en oudere versies kunnen worden gedownload van -
no: Rodent 4-motorpakken og eldre versjoner kan lastes ned fra -
pl: Pakiet silnika Rodent 4 i starsze wersje można pobrać ze strony -
pt: O pacote do motor Rodent 4 e versões mais antigas podem ser baixados de -
ro: Pachetul pentru motoarele Rodent 4 și versiunile mai vechi pot fi descărcate de la -
ru: Пакет движка Rodent 4 и более старые версии можно загрузить с сайта -
sq: Paketa e motorit Rodent 4 dhe versionet më të vjetra mund të shkarkohen nga -
sr: Пакет мотора Rodent 4 и старије верзије могу се преузети са -
sv: Rodent 4-motorpaketet och äldre versioner kan laddas ner från -
sw: Kifurushi cha injini ya Rodent 4 na matoleo ya zamani yanaweza kupakuliwa kutoka -
ta: ரோடென்ட் 4 எஞ்சின் தொகுப்பு மற்றும் பழைய பதிப்புகளை இங்கிருந்து பதிவிறக்கம் செய்யலாம் -
th: สามารถดาวน์โหลดแพ็คเกจเครื่องยนต์ Rodent 4 และเวอร์ชันเก่ากว่าได้จาก -
tr: Rodent 4 motor paketi ve daha eski versiyonları şu adresten indirilebilir:
uk: Пакет двигуна Rodent 4 та старіші версії можна завантажити з -
ur: Rodent 4 انجن پیکج اور پرانے ورژن یہاں سے ڈاؤن لوڈ کیے جا سکتے ہیں۔
vi: Gói động cơ Rodent 4 và các phiên bản cũ hơn có thể được tải xuống từ -

source: Rodent 4 only, with a detailed review
ar: القوارض 4 فقط، مع مراجعة مفصلة
bg: Само гризач 4, с подробен преглед
bn: শুধুমাত্র ইঁদুর ৪, বিস্তারিত পর্যালোচনা সহ
cs: Pouze hlodavec 4 s podrobnou recenzí
da: Kun gnaver 4, med en detaljeret gennemgang
de: Nur Rodent 4, mit ausführlicher Rezension
el: Μόνο για το Rodent 4, με λεπτομερή ανασκόπηση
es: Rodent 4 solamente, con una revisión detallada
et: Ainult näriline 4, koos üksikasjaliku ülevaatega
fa: فقط جوندگان ۴، با بررسی دقیق
fi: Vain jyrsijä 4, yksityiskohtaisella arvostelulla
fr: Rodent 4 uniquement, avec une revue détaillée
he: מכרסם 4 בלבד, עם סקירה מפורטת
hi: केवल रोडेंट 4, विस्तृत समीक्षा के साथ
hu: Csak 4. rágcsáló, részletes ismertetővel
id: Rodent 4 saja, dengan ulasan mendetail
it: Solo Rodent 4, con una recensione dettagliata
ja: Rodent 4のみ、詳細なレビュー付き
lt: Tik 4 graužikas su išsamia apžvalga
lv: Tikai Grauzējs 4, ar detalizētu pārskatu
nl: Alleen knaagdier 4, met een gedetailleerde beoordeling
no: Kun gnager 4, med en detaljert gjennomgang
pl: Tylko Rodent 4, ze szczegółową recenzją
pt: Somente Rodent 4, com uma análise detalhada
ro: Doar Rozătoare 4, cu o recenzie detaliată
ru: Только Rodent 4, с подробным обзором
sq: Vetëm brejtësi 4, me një përmbledhje të detajuar
sr: Само глодар 4, са детаљним прегледом
sv: Endast Rodent 4, med en detaljerad recension
sw: Panya 4 pekee, na hakiki ya kina
ta: விரிவான மதிப்பாய்வுடன், கொறித்துண்ணி 4 மட்டும்.
th: เฉพาะ Rodent 4 เท่านั้น พร้อมรีวิวโดยละเอียด
tr: Sadece Rodent 4, detaylı incelemeyle
uk: Тільки гризун 4, з детальним оглядом
ur: صرف روڈنٹ 4، تفصیلی جائزے کے ساتھ
vi: Chỉ dành cho loài gặm nhấm 4, có đánh giá chi tiết

source: The Rodent 4 engine support material, without engines
ar: مادة دعم محرك Rodent 4، بدون محركات
bg: Материалът за поддръжка на двигателя Rodent 4, без двигатели
bn: ইঁদুর ৪ ইঞ্জিনের সাপোর্ট উপাদান, ইঞ্জিন ছাড়াই
cs: Nosný materiál motoru Rodent 4, bez motorů
da: Rodent 4 motorstøttemateriale, uden motorer
de: Das Rodent 4 Motorträgermaterial, ohne Motoren
el: Το υλικό στήριξης κινητήρα Rodent 4, χωρίς κινητήρες
es: Material de soporte del motor Rodent 4, sin motores
et: Närilise 4 mootori tugimaterjal, ilma mootoriteta
fa: مواد نگهدارنده موتور Rodent 4، بدون موتورها
fi: Rodent 4 -moottorin tukimateriaali, ilman moottoreita
fr: Le support moteur Rodent 4, sans moteurs
he: חומר התמיכה למנוע Rodent 4, ללא מנועים
hi: रोडेंट 4 इंजन सहायक सामग्री, बिना इंजन के
hu: A Rodent 4 motortartó anyaga, motorok nélkül
id: Bahan pendukung mesin Rodent 4, tanpa mesin
it: Il materiale di supporto del motore Rodent 4, senza motori
ja: Rodent 4エンジン支持材（エンジンなし）
lt: „Rodent 4“ variklio atraminė medžiaga, be variklių
lv: Grauzēju 4 dzinēja atbalsta materiāls, bez dzinējiem
nl: Het Rodent 4 motorondersteuningsmateriaal, zonder motoren
no: Støttemateriale for Rodent 4-motoren, uten motorer
pl: Materiał nośny silnika Rodent 4, bez silników
pt: Material de suporte do motor Rodent 4, sem motores
ro: Materialul de susținere a motorului Rodent 4, fără motoare
ru: Материал опоры двигателя Rodent 4, без двигателей
sq: Materiali mbështetës i motorit Rodent 4, pa motorë
sr: Материјал за подршку мотора Rodent 4, без мотора
sv: Rodent 4-motorstödmaterialet, utan motorer
sw: Nyenzo ya msaada wa injini ya Rodent 4, bila injini
ta: ரோடென்ட் 4 எஞ்சின் ஆதரவு பொருள், எஞ்சின்கள் இல்லாமல்.
th: วัสดุรองรับเครื่องยนต์ Rodent 4 โดยไม่มีเครื่องยนต์
tr: Rodent 4 motor destek malzemesi, motorsuz
uk: Матеріал опори двигуна Rodent 4, без двигунів
ur: Rodent 4 انجن سپورٹ میٹریل، بغیر انجن کے
vi: Vật liệu hỗ trợ động cơ Rodent 4, không có động cơ

source: Rodent 3 support material, without engines
ar: مادة دعم القوارض 3، بدون محركات
bg: Поддържащ материал за гризачи 3, без двигатели
bn: ইঁদুর ৩ এর সাপোর্ট উপাদান, ইঞ্জিন ছাড়াই
cs: Podpůrný materiál pro hlodavce 3, bez motorů
da: Rodent 3 støttemateriale, uden motorer
de: Rodent 3-Unterstützungsmaterial, ohne Motoren
el: Υλικό υποστήριξης Rodent 3, χωρίς κινητήρες
es: Material de soporte para roedores 3, sin motores
et: Närilise 3 tugimaterjal, ilma mootoriteta
fa: مواد نگهدارنده Rodent 3، بدون موتور
fi: Jyrsijän 3 tukimateriaali, ilman moottoreita
fr: Matériau de support pour rongeurs 3, sans moteurs
he: חומר תמיכה למכרסם 3, ללא מנועים
hi: कृंतक 3 सहायक सामग्री, बिना इंजन के
hu: Rágcsáló 3 tartóanyag, motorok nélkül
id: Bahan pendukung Rodent 3, tanpa mesin
it: Materiale di supporto per roditori 3, senza motori
ja: Rodent 3のサポート材（エンジンなし）
lt: Graužikų 3 atraminė medžiaga, be variklių
lv: Grauzēju 3 atbalsta materiāls, bez dzinējiem
nl: Knaagdier 3 ondersteuningsmateriaal, zonder motoren
no: Rodent 3 støttemateriale, uten motorer
pl: Materiał pomocniczy dla gryzonia 3, bez silników
pt: Material de suporte Rodent 3, sem motores
ro: Material de susținere pentru rozătoare 3, fără motor
ru: Вспомогательный материал для грызунов 3, без двигателей
sq: Material mbështetës për Rodent 3, pa motorë
sr: Материјал за подршку глодара 3, без мотора
sv: Rodent 3 stödmaterial, utan motorer
sw: Nyenzo za msaada wa panya 3, bila injini
ta: ரோடென்ட் 3 துணைப் பொருள், இயந்திரங்கள் இல்லாமல்.
th: วัสดุรองรับหนู 3 ไม่มีเครื่องยนต์
tr: Rodent 3 destek malzemesi, motorsuz
uk: Допоміжний матеріал для гризунів 3, без двигунів
ur: روڈنٹ 3 سپورٹ میٹریل، بغیر انجن کے
vi: Vật liệu hỗ trợ Rodent 3, không có động cơ

source: A Rodent personality file is simply a list of UCI commands in a *.txt file
ar: ملف شخصية القوارض هو ببساطة عبارة عن قائمة بأوامر UCI في ملف *.txt
bg: Файлът за личността на гризачите е просто списък с UCI команди в *.txt файл.
bn: একটি ইঁদুর ব্যক্তিত্ব ফাইল হল একটি *.txt ফাইলে UCI কমান্ডের একটি তালিকা।
cs: Soubor s osobností hlodavce je jednoduše seznam příkazů UCI v souboru *.txt
da: En gnaverpersonlighedsfil er simpelthen en liste over UCI-kommandoer i en *.txt-fil
de: Eine Rodent-Persönlichkeitsdatei ist einfach eine Liste von UCI-Befehlen in einer *.txt-Datei
el: Ένα αρχείο προσωπικότητας τρωκτικού είναι απλώς μια λίστα εντολών UCI σε ένα αρχείο *.txt
es: Un archivo de personalidad de roedores es simplemente una lista de comandos UCI en un archivo *.txt
et: Närilise isiksusefail on lihtsalt UCI käskude loend *.txt-failis.
fa: یک فایل شخصیتی جوندگان، صرفاً فهرستی از دستورات UCI در یک فایل *.txt است.
fi: Jyrsijän persoonallisuustiedosto on yksinkertaisesti luettelo UCI-komennoista *.txt-tiedostossa.
fr: Un fichier de personnalité de rongeur est simplement une liste de commandes UCI dans un fichier *.txt
he: קובץ אישיות מכרסם הוא פשוט רשימה של פקודות UCI בקובץ *.txt
hi: एक कृंतक व्यक्तित्व फ़ाइल बस एक *.txt फ़ाइल में UCI आदेशों की एक सूची है
hu: A Rodent személyiségfájl egyszerűen az UCI parancsok listája egy *.txt fájlban.
id: File kepribadian Rodent hanyalah daftar perintah UCI dalam file *.txt
it: Un file di personalità dei roditori è semplicemente un elenco di comandi UCI in un file *.txt
ja: Rodent パーソナリティファイルは、単に *.txt ファイル内の UCI コマンドのリストです。
lt: Graužikų asmenybės failas yra tiesiog UCI komandų sąrašas *.txt faile.
lv: Grauzēju personības fails ir vienkārši UCI komandu saraksts *.txt failā.
nl: Een Rodent-persoonlijkheidsbestand is eenvoudigweg een lijst met UCI-opdrachten in een *.txt-bestand
no: En gnagerpersonlighetsfil er rett og slett en liste over UCI-kommandoer i en *.txt-fil
pl: Plik osobowości gryzonia to po prostu lista poleceń UCI w pliku *.txt
pt: Um arquivo de personalidade Rodent é simplesmente uma lista de comandos UCI em um arquivo *.txt
ro: Un fișier de personalitate Rozătoare este pur și simplu o listă de comenzi UCI într-un fișier *.txt
ru: Файл личности грызуна — это просто список команд UCI в файле *.txt.
sq: Një skedar personaliteti i brejtësit është thjesht një listë e komandave UCI në një skedar *.txt
sr: Датотека о личности глодара је једноставно листа UCI команди у *.txt датотеци
sv: En gnagarpersonlighetsfil är helt enkelt en lista med UCI-kommandon i en *.txt-fil
sw: Faili ya haiba ya panya ni orodha tu ya amri za UCI katika faili ya *.txt
ta: ஒரு ரோடென்ட் ஆளுமை கோப்பு என்பது *.txt கோப்பில் உள்ள UCI கட்டளைகளின் பட்டியலாகும்.
th: ไฟล์บุคลิกภาพของสัตว์ฟันแทะเป็นเพียงรายการคำสั่ง UCI ในไฟล์ *.txt
tr: Bir Kemirgen kişilik dosyası, *.txt dosyasındaki UCI komutlarının bir listesidir
uk: Файл особистості гризунів — це просто список команд UCI у файлі *.txt
ur: Rodent پرسنلٹی فائل صرف ایک *.txt فائل میں UCI کمانڈز کی فہرست ہے۔
vi: Tệp tính cách của loài gặm nhấm chỉ đơn giản là danh sách các lệnh UCI trong tệp *.txt

source: It is supposed to work in the following manner -
ar: من المفترض أن يعمل بالطريقة التالية -
bg: Предполага се, че работи по следния начин -
bn: এটি নিম্নলিখিত পদ্ধতিতে কাজ করার কথা -
cs: Má to fungovat následujícím způsobem -
da: Det er meningen, at det skal fungere på følgende måde -
de: Es soll folgendermaßen funktionieren:
el: Υποτίθεται ότι θα λειτουργήσει με τον εξής τρόπο -
es: Se supone que funciona de la siguiente manera:
et: See peaks toimima järgmisel viisil -
fa: قرار است به روش زیر کار کند -
fi: Sen pitäisi toimia seuraavalla tavalla -
fr: Il est censé fonctionner de la manière suivante :
he: זה אמור לעבוד בצורה הבאה -
hi: यह निम्नलिखित तरीके से काम करेगा -
hu: A következőképpen kellene működnie:
id: Ini seharusnya bekerja dengan cara berikut -
it: Dovrebbe funzionare nel modo seguente:
ja: それは次のように動作するはずです -
lt: Manoma, kad jis veikia tokiu būdu:
lv: Tam vajadzētu darboties šādi -
nl: Het zou op de volgende manier moeten werken:
no: Det skal visstnok fungere på følgende måte -
pl: Powinno to działać w następujący sposób -
pt: Deve funcionar da seguinte maneira:
ro: Se presupune că funcționează în felul următor -
ru: Предполагается, что это будет работать следующим образом:
sq: Supozohet të funksionojë në mënyrën e mëposhtme -
sr: Требало би да функционише на следећи начин -
sv: Det är tänkt att fungera på följande sätt -
sw: Inapaswa kufanya kazi kwa njia ifuatayo -
ta: இது பின்வரும் முறையில் செயல்பட வேண்டும் -
th: มันควรจะทำงานในลักษณะต่อไปนี้ -
tr: Aşağıdaki şekilde çalışması gerekiyor:
uk: Це має працювати наступним чином -
ur: یہ مندرجہ ذیل طریقے سے کام کرنے کے لئے سمجھا جاتا ہے -
vi: Nó được cho là hoạt động theo cách sau:

source: The chess program GUI sends the < Personality > command to the Rodent engine.
ar: يرسل برنامج الشطرنج واجهة المستخدم الرسومية الأمر <Personality> إلى محرك القوارض.
bg: Графичният потребителски интерфейс на шахматната програма изпраща командата < Personality > към двигателя Rodent.
bn: দাবা প্রোগ্রাম GUI রডেন্ট ইঞ্জিনে <Personality > কমান্ড পাঠায়।
cs: Grafické rozhraní šachového programu odešle příkaz <Personality> do enginu Rodent.
da: Skakprogrammets grafiske brugergrænseflade sender kommandoen <Personlighed> til Rodent-motoren.
de: Die GUI des Schachprogramms sendet den Befehl <Personality> an die Rodent-Engine.
el: Το γραφικό περιβάλλον χρήστη (GUI) του προγράμματος σκακιού στέλνει την εντολή <Personality> στη μηχανή Rodent.
es: La GUI del programa de ajedrez envía el comando <Personalidad> al motor Rodent.
et: Maleprogrammi graafiline kasutajaliides saadab käsu <Personality> Rodent mootorile.
fa: رابط کاربری گرافیکی برنامه شطرنج، دستور <شخصیت> را به موتور Rodent ارسال می‌کند.
fi: Shakkiohjelman graafinen käyttöliittymä lähettää <Personality>-komennon Rodent-moottorille.
fr: L'interface graphique du programme d'échecs envoie la commande <Personnalité> au moteur Rodent.
he: ממשק המשתמש הגרפי של תוכנית השחמט שולח את הפקודה < Personality > למנוע המכרסמים.
hi: शतरंज प्रोग्राम GUI रोडेंट इंजन को < व्यक्तित्व > कमांड भेजता है।
hu: A sakkprogram grafikus felhasználói felülete elküldi a <Personality> parancsot a Rodent motornak.
id: GUI program catur mengirimkan perintah < Personality > ke mesin Rodent.
it: L'interfaccia utente grafica del programma di scacchi invia il comando <Personalità> al motore Rodent.
ja: チェス プログラム GUI は、< Personality > コマンドを Rodent エンジンに送信します。
lt: Šachmatų programos grafinė sąsaja siunčia <Personality> komandą „Rodent“ varikliui.
lv: Šaha programmas grafiskā lietotāja saskarne nosūta komandu <Personality> uz Gradent dzinēju.
nl: De grafische gebruikersinterface van het schaakprogramma stuurt de opdracht <Personality> naar de Rodent-engine.
no: Sjakkprogrammets grafiske brukergrensesnitt sender kommandoen <Personlighet> til Rodent-motoren.
pl: Interfejs graficzny programu szachowego wysyła polecenie < Personality > do silnika Rodent.
pt: A interface gráfica do programa de xadrez envia o comando < Personality > para o mecanismo Rodent.
ro: Interfața grafică a programului de șah trimite comanda <Personality> către motorul Rodent.
ru: Графический интерфейс шахматной программы отправляет команду <Персональность> движку Rodent.
sq: Ndërfaqja grafike e programit të shahut i dërgon komandën <Personality> motorit të brejtësve.
sr: Графички кориснички интерфејс шаховског програма шаље команду < Personality > Rodent енџину.
sv: Schackprogrammets grafiska gränssnitt skickar kommandot <Personlighet> till Rodent-motorn.
sw: GUI ya programu ya chess hutuma < Personality > amri kwa injini ya Rodent.
ta: சதுரங்க நிரல் GUI, <Personality > கட்டளையை ரோடன்ட் எஞ்சினுக்கு அனுப்புகிறது.
th: GUI ของโปรแกรมหมากรุกส่งคำสั่ง <บุคลิกภาพ> ไปยังโปรแกรม Rodent
tr: Satranç programının GUI'si < Personality > komutunu Rodent motoruna gönderir.
uk: Графічний інтерфейс шахової програми надсилає команду < Personality > до рушія Rodent.
ur: شطرنج پروگرام GUI <Personality> کمانڈ Rodent انجن کو بھیجتا ہے۔
vi: Giao diện người dùng đồ họa của chương trình cờ vua gửi lệnh <Personality> đến công cụ Rodent.

source: The engine then reads the commands from the personality file
ar: ثم يقوم المحرك بقراءة الأوامر من ملف الشخصية
bg: След това двигателят чете командите от файла с личността
bn: এরপর ইঞ্জিনটি ব্যক্তিত্ব ফাইল থেকে কমান্ডগুলি পড়ে।
cs: Engine poté načte příkazy ze souboru s osobnostmi.
da: Motoren læser derefter kommandoerne fra personlighedsfilen
de: Die Engine liest dann die Befehle aus der Persönlichkeitsdatei
el: Στη συνέχεια, η μηχανή διαβάζει τις εντολές από το αρχείο προσωπικότητας
es: Luego, el motor lee los comandos del archivo de personalidad.
et: Seejärel loeb mootor isiksusefailist käske.
fa: سپس موتور دستورات را از فایل شخصیت می‌خواند
fi: Sitten moottori lukee komennot persoonallisuustiedostosta
fr: Le moteur lit ensuite les commandes du fichier de personnalité
he: לאחר מכן המנוע קורא את הפקודות מקובץ האישיות
hi: इसके बाद इंजन व्यक्तित्व फ़ाइल से कमांड पढ़ता है
hu: A motor ezután beolvassa a parancsokat a személyiségfájlból.
id: Mesin kemudian membaca perintah dari file kepribadian
it: Il motore legge quindi i comandi dal file di personalità
ja: エンジンはパーソナリティファイルからコマンドを読み取ります。
lt: Tada variklis nuskaito komandas iš asmenybės failo
lv: Pēc tam dzinējs nolasa komandas no personības faila.
nl: De engine leest vervolgens de opdrachten uit het persoonlijkheidsbestand
no: Motoren leser deretter kommandoene fra personlighetsfilen
pl: Następnie silnik odczytuje polecenia z pliku osobowości
pt: O motor então lê os comandos do arquivo de personalidade
ro: Motorul citește apoi comenzile din fișierul de personalitate
ru: Затем двигатель считывает команды из файла личности.
sq: Motori pastaj lexon komandat nga skedari i personalitetit
sr: Мотор затим чита команде из датотеке са личностима
sv: Motorn läser sedan kommandona från personlighetsfilen
sw: Kisha injini inasoma amri kutoka kwa faili ya kibinafsi
ta: பின்னர் இயந்திரம் ஆளுமை கோப்பிலிருந்து கட்டளைகளைப் படிக்கிறது.
th: จากนั้นเครื่องยนต์จะอ่านคำสั่งจากไฟล์บุคลิกภาพ
tr: Motor daha sonra kişilik dosyasından komutları okur
uk: Потім двигун зчитує команди з файлу особистості
ur: انجن پھر شخصیت کی فائل سے کمانڈ پڑھتا ہے۔
vi: Sau đó, công cụ đọc các lệnh từ tệp cá tính

source: and adjusts its settings accordingly.
ar: ويضبط إعداداته وفقًا لذلك.
bg: и съответно коригира настройките си.
bn: এবং সেই অনুযায়ী এর সেটিংস সামঞ্জস্য করে।
cs: a podle toho upraví svá nastavení.
da: og justerer sine indstillinger i overensstemmelse hermed.
de: und passt seine Einstellungen entsprechend an.
el: και προσαρμόζει τις ρυθμίσεις του ανάλογα.
es: y ajusta su configuración en consecuencia.
et: ja kohandab vastavalt oma sätteid.
fa: و تنظیمات خود را بر اساس آن تنظیم می‌کند.
fi: ja säätää asetuksiaan vastaavasti.
fr: et ajuste ses paramètres en conséquence.
he: ומתאים את הגדרותיו בהתאם.
hi: और तदनुसार अपनी सेटिंग्स समायोजित करता है।
hu: és ennek megfelelően módosítja a beállításait.
id: dan menyesuaikan pengaturannya sebagaimana mestinya.
it: e regola le sue impostazioni di conseguenza.
ja: それに応じて設定を調整します。
lt: ir atitinkamai pakoreguoja savo nustatymus.
lv: un attiecīgi pielāgo savus iestatījumus.
nl: en past de instellingen dienovereenkomstig aan.
no: og justerer innstillingene deretter.
pl: i odpowiednio dostosowuje ustawienia.
pt: e ajusta suas configurações de acordo.
ro: și își ajustează setările în consecință.
ru: и соответствующим образом корректирует свои настройки.
sq: dhe rregullon cilësimet e tij në përputhje me rrethanat.
sr: и сходно томе прилагођава своја подешавања.
sv: och justerar sina inställningar därefter.
sw: na kurekebisha mipangilio yake ipasavyo.
ta: மற்றும் அதன் அமைப்புகளை அதற்கேற்ப சரிசெய்கிறது.
th: และปรับการตั้งค่าให้เหมาะสม
tr: ve ayarlarını buna göre yapar.
uk: і відповідно налаштовує його налаштування.
ur: اور اس کے مطابق اس کی ترتیبات کو ایڈجسٹ کرتا ہے۔
vi: và điều chỉnh cài đặt cho phù hợp.

source: However, with both Nimzo_3d and the Tarrasch GUI,
ar: ومع ذلك، مع كل من Nimzo_3d وواجهة المستخدم الرسومية Tarrasch،
bg: Въпреки това, както с Nimzo_3d, така и с графичния потребителски интерфейс на Tarrasch,
bn: তবে, Nimzo_3d এবং Tarrasch GUI উভয়ের সাথেই,
cs: Nicméně, jak s Nimzo_3d, tak s grafickým rozhraním Tarrasch,
da: Men med både Nimzo_3d og Tarrasch GUI,
de: Sowohl mit Nimzo_3d als auch mit der Tarrasch-GUI
el: Ωστόσο, τόσο με το Nimzo_3d όσο και με το Tarrasch GUI,
es: Sin embargo, tanto con Nimzo_3d como con la GUI de Tarrasch,
et: Kuid nii Nimzo_3d kui ka Tarraschi graafilise kasutajaliidesega
fa: با این حال، با هر دو رابط کاربری گرافیکی Nimzo_3d و Tarrasch،
fi: Sekä Nimzo_3d:n että Tarraschin käyttöliittymän kanssa
fr: Cependant, avec Nimzo_3d et l'interface graphique Tarrasch,
he: עם זאת, גם עם Nimzo_3d וגם עם ממשק המשתמש הגרפי של Tarrasch,
hi: हालाँकि, Nimzo_3d और Tarrasch GUI दोनों के साथ,
hu: Azonban mind a Nimzo_3d, mind a Tarrasch grafikus felhasználói felülettel...
id: Namun, dengan Nimzo_3d dan GUI Tarrasch,
it: Tuttavia, sia con Nimzo_3d che con la GUI di Tarrasch,
ja: しかし、Nimzo_3dとTarrasch GUIの両方において、
lt: Tačiau naudojant ir „Nimzo_3d“, ir „Tarrasch“ grafinę sąsają,
lv: Tomēr gan ar Nimzo_3d, gan Tarrasch GUI,
nl: Met zowel Nimzo_3d als de Tarrasch GUI is het echter
no: Men med både Nimzo_3d og Tarrasch GUI,
pl: Jednak zarówno w przypadku Nimzo_3d, jak i interfejsu graficznego Tarrasch,
pt: No entanto, tanto com o Nimzo_3d quanto com a GUI Tarrasch,
ro: Totuși, atât cu Nimzo_3d, cât și cu interfața grafică Tarrasch,
ru: Однако, как с Nimzo_3d, так и с графическим интерфейсом Tarrasch,
sq: Megjithatë, me Nimzo_3d dhe Tarrasch GUI,
sr: Међутим, и са Nimzo_3d и са Tarrasch GUI-јем,
sv: Men med både Nimzo_3d och Tarraschs grafiska gränssnitt,
sw: Walakini, na Nimzo_3d na Tarrasch GUI,
ta: இருப்பினும், Nimzo_3d மற்றும் Tarrasch GUI இரண்டிலும்,
th: อย่างไรก็ตาม ด้วยทั้ง Nimzo_3d และ Tarrasch GUI
tr: Ancak hem Nimzo_3d hem de Tarrasch GUI ile,
uk: Однак, як з Nimzo_3d, так і з графічним інтерфейсом Tarrasch,
ur: تاہم، Nimzo_3d اور Tarrasch GUI دونوں کے ساتھ،
vi: Tuy nhiên, với cả Nimzo_3d và GUI Tarrasch,
