Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: playing strength settings from the dialog box to the current file,
ar: تشغيل إعدادات القوة من مربع الحوار إلى الملف الحالي،
bg: възпроизвеждане на настройките за сила на звука от диалоговия прозорец към текущия файл,
bn: ডায়ালগ বক্স থেকে বর্তমান ফাইলে শক্তি সেটিংস প্লে করা,
cs: přehrávání nastavení síly z dialogového okna do aktuálního souboru,
da: afspiller styrkeindstillinger fra dialogboksen til den aktuelle fil,
de: Wiedergabestärkeeinstellungen aus dem Dialogfeld in die aktuelle Datei,
el: ρυθμίσεις ισχύος αναπαραγωγής από το παράθυρο διαλόγου στο τρέχον αρχείο,
es: Ajustes de intensidad de reproducción desde el cuadro de diálogo al archivo actual,
et: dialoogiboksi helitugevuse sätete esitamine praeguses failis,
fa: پخش تنظیمات قدرت از کادر محاوره‌ای به فایل فعلی،
fi: toistamalla valintaikkunan voimakkuusasetukset nykyiseen tiedostoon,
fr: paramètres de force de lecture de la boîte de dialogue vers le fichier actuel,
he: השמעת הגדרות עוצמה מתיבת הדו-שיח לקובץ הנוכחי,
hi: संवाद बॉक्स से वर्तमान फ़ाइल में शक्ति सेटिंग्स चलाना,
hu: az erősségi beállítások lejátszása a párbeszédpanelről az aktuális fájlba,
id: memainkan pengaturan kekuatan dari kotak dialog ke file saat ini,
it: impostazioni di potenza di riproduzione dalla finestra di dialogo al file corrente,
ja: ダイアログボックスから現在のファイルに再生強度の設定を適用する
lt: atkurti stiprumo nustatymus iš dialogo lango į dabartinį failą,
lv: atskaņot skaļuma iestatījumus no dialoglodziņa pašreizējā failā,
nl: instellingen voor de speelsterkte vanuit het dialoogvenster naar het huidige bestand,
no: spiller av styrkeinnstillinger fra dialogboksen til gjeldende fil,
pl: odtwarzanie ustawień siły z okna dialogowego do bieżącego pliku,
pt: configurações de intensidade de reprodução da caixa de diálogo para o arquivo atual,
ro: setările de intensitate a redării din caseta de dialog în fișierul curent,
ru: настройки силы воспроизведения из диалогового окна для текущего файла,
sq: cilësimet e fuqisë së luajtjes nga kutia e dialogut në skedarin aktual,
sr: репродукција подешавања јачине звука из дијалошког оквира у тренутну датотеку,
sv: spelar upp styrkainställningar från dialogrutan till den aktuella filen,
sw: kucheza mipangilio ya nguvu kutoka kwa kisanduku cha mazungumzo hadi faili ya sasa,
ta: உரையாடல் பெட்டியிலிருந்து தற்போதைய கோப்பிற்கு வலிமை அமைப்புகளை இயக்குதல்,
th: การเล่นการตั้งค่าความแรงจากกล่องโต้ตอบไปยังไฟล์ปัจจุบัน
tr: iletişim kutusundan geçerli dosyaya çalma gücü ayarlarını aktarma,
uk: відтворення налаштувань сили звуку з діалогового вікна до поточного файлу,
ur: ڈائیلاگ باکس سے موجودہ فائل میں طاقت کی ترتیبات کو چلانا،
vi: cài đặt cường độ phát từ hộp thoại đến tệp hiện tại,

source: or a new one if you wish.
ar: أو واحدة جديدة إذا كنت ترغب في ذلك.
bg: или нов, ако желаете.
bn: অথবা আপনি চাইলে নতুন একটি।
cs: nebo nový, pokud si přejete.
da: eller en ny, hvis du ønsker det.
de: oder ein neues, wenn Sie möchten.
el: ή ένα καινούργιο αν θέλετε.
es: o uno nuevo si lo desea.
et: või uue, kui soovid.
fa: یا اگر مایلید، یک مورد جدید.
fi: tai uuden, jos haluat.
fr: ou un nouveau si vous le souhaitez.
he: או חדש אם תרצה.
hi: या यदि आप चाहें तो एक नया भी ले सकते हैं।
hu: vagy egy újat, ha szeretnél.
id: atau yang baru jika Anda mau.
it: o uno nuovo, se preferisci.
ja: または、必要に応じて新しいものを作成してください。
lt: arba naują, jei pageidaujate.
lv: vai jaunu, ja vēlaties.
nl: of een nieuwe als u dat wenst.
no: eller en ny om du ønsker det.
pl: lub nowy, jeśli sobie tego życzysz.
pt: ou um novo, se desejar.
ro: sau unul nou, dacă doriți.
ru: или новый, если пожелаете.
sq: ose një të re nëse dëshironi.
sr: или нови ако желите.
sv: eller en ny om du vill.
sw: au mpya ikiwa unataka.
ta: அல்லது நீங்கள் விரும்பினால் புதியது.
th: หรืออันใหม่หากคุณต้องการ
tr: veya dilerseniz yeni bir tane.
uk: або новий, якщо бажаєте.
ur: یا اگر آپ چاہیں تو نیا۔
vi: hoặc một cái mới nếu bạn muốn.

source: Add values if not present - Check to add the strength adjustment values to the file
ar: أضف القيم إذا لم تكن موجودة - حدد هذا الخيار لإضافة قيم تعديل القوة إلى الملف
bg: Добавяне на стойности, ако не са налични - Отметнете, за да добавите стойностите за корекция на силата към файла
bn: যদি মান না থাকে তাহলে যোগ করুন - ফাইলে শক্তি সমন্বয় মান যোগ করতে চেক করুন।
cs: Přidat hodnoty, pokud nejsou k dispozici – Zaškrtněte pro přidání hodnot úpravy síly do souboru.
da: Tilføj værdier, hvis de ikke er til stede - Marker for at tilføje styrkejusteringsværdierne til filen
de: Werte hinzufügen, falls nicht vorhanden – Aktivieren Sie dieses Kontrollkästchen, um die Werte für die Stärkeanpassung zur Datei hinzuzufügen.
el: Προσθήκη τιμών εάν δεν υπάρχουν - Επιλέξτε για να προσθέσετε τις τιμές προσαρμογής ισχύος στο αρχείο
es: Agregar valores si no están presentes: marque para agregar los valores de ajuste de fuerza al archivo
et: Lisa väärtused, kui neid pole – Märkige, et lisada faili tugevuse reguleerimise väärtused
fa: اگر مقادیری وجود ندارد، آنها را اضافه کنید - برای اضافه کردن مقادیر تنظیم قدرت به فایل، تیک بزنید.
fi: Lisää arvoja, jos niitä ei ole - Rastita, jos haluat lisätä vahvuuden säätöarvot tiedostoon.
fr: Ajouter des valeurs si elles ne sont pas présentes - Cochez cette case pour ajouter les valeurs d'ajustement de la force au fichier
he: הוסף ערכים אם אינם קיימים - סמן כדי להוסיף את ערכי התאמת החוזק לקובץ
hi: यदि मान मौजूद न हों तो जोड़ें - फ़ाइल में शक्ति समायोजन मान जोड़ने के लिए जाँच करें
hu: Értékek hozzáadása, ha nincsenek jelen - Jelölje be, ha az erősségbeállítási értékeket hozzá szeretné adni a fájlhoz
id: Tambahkan nilai jika tidak ada - Centang untuk menambahkan nilai penyesuaian kekuatan ke file
it: Aggiungi valori se non presenti - Seleziona per aggiungere i valori di regolazione della forza al file
ja: 存在しない場合は値を追加 - 強度調整値をファイルに追加するにはチェックを入れます
lt: Pridėti reikšmes, jei jų nėra – Pažymėkite, jei norite, kad į failą būtų įtrauktos stiprumo reguliavimo reikšmės.
lv: Pievienot vērtības, ja to nav — atzīmējiet, lai failam pievienotu stipruma regulēšanas vērtības.
nl: Voeg waarden toe als deze niet aanwezig zijn - Vink aan om de waarden voor de sterkteaanpassing aan het bestand toe te voegen
no: Legg til verdier hvis de ikke finnes – Kryss av for å legge til styrkejusteringsverdiene i filen
pl: Dodaj wartości, jeśli ich nie ma — zaznacz, aby dodać wartości regulacji siły do pliku
pt: Adicionar valores se não estiverem presentes - Marque para adicionar os valores de ajuste de intensidade ao arquivo
ro: Adăugați valori dacă nu sunt prezente - Bifați pentru a adăuga valorile de ajustare a intensității în fișier
ru: Добавьте значения, если они отсутствуют. Установите флажок, чтобы добавить значения регулировки силы в файл.
sq: Shto vlera nëse nuk janë të pranishme - Kontrolloni për të shtuar vlerat e rregullimit të forcës në skedar
sr: Додај вредности ако нису присутне - Означите да бисте додали вредности подешавања јачине у датотеку
sv: Lägg till värden om de inte finns - Markera för att lägga till styrkjusteringsvärdena i filen
sw: Ongeza thamani ikiwa haipo - Angalia ili kuongeza thamani za marekebisho ya nguvu kwenye faili
ta: மதிப்புகள் இல்லாவிட்டால் சேர்க்கவும் - கோப்பில் வலிமை சரிசெய்தல் மதிப்புகளைச் சேர்க்க சரிபார்க்கவும்.
th: เพิ่มค่าหากไม่มีอยู่ - เลือกเพื่อเพิ่มค่าการปรับความแข็งแกร่งให้กับไฟล์
tr: Mevcut değilse değerleri ekleyin - Dosyaya güç ayarlama değerlerini eklemek için işaretleyin
uk: Додати значення, якщо їх немає – позначте, щоб додати значення коригування сили до файлу
ur: اگر موجود نہ ہو تو قدریں شامل کریں - فائل میں طاقت کی ایڈجسٹمنٹ کی قدریں شامل کرنے کے لیے چیک کریں۔
vi: Thêm giá trị nếu không có - Kiểm tra để thêm các giá trị điều chỉnh cường độ vào tệp

source: if they are not present. This will be the case if you add evaluation blur values
ar: إذا لم تكن موجودة. سيكون هذا هو الحال إذا أضفت قيم ضبابية التقييم.
bg: ако не са налични. Това ще се случи, ако добавите стойности за размазване на оценката
bn: যদি তারা উপস্থিত না থাকে। যদি আপনি মূল্যায়ন ব্লার মান যোগ করেন তবে এটিই হবে।
cs: pokud nejsou přítomny. To se stane, pokud přidáte hodnoty rozmazání vyhodnocení
da: hvis de ikke er til stede. Dette vil være tilfældet, hvis du tilføjer evalueringssløringsværdier
de: wenn sie nicht vorhanden sind. Dies ist der Fall, wenn Sie Auswertungsunschärfewerte hinzufügen
el: αν δεν υπάρχουν. Αυτό θα συμβεί αν προσθέσετε τιμές θολώματος αξιολόγησης
es: Si no están presentes, esto ocurrirá si se agregan valores de desenfoque de evaluación.
et: kui neid pole. See juhtub siis, kui lisate hindamise hägususe väärtused
fa: اگر آنها وجود نداشته باشند. این در صورتی خواهد بود که مقادیر تاری ارزیابی را اضافه کنید
fi: jos niitä ei ole. Näin on, jos lisäät arvioinnin sumennusarvoja
fr: s'ils ne sont pas présents. Ce sera le cas si vous ajoutez des valeurs de flou d'évaluation.
he: אם הם אינם קיימים. זה יהיה המקרה אם תוסיף ערכי טשטוש הערכה
hi: अगर वे मौजूद नहीं हैं। ऐसा तब होगा जब आप मूल्यांकन धुंधलापन मान जोड़ेंगे
hu: ha nincsenek jelen. Ez akkor fordul elő, ha kiértékelési elmosódási értékeket ad hozzá.
id: jika tidak ada. Hal ini akan terjadi jika Anda menambahkan nilai blur evaluasi
it: se non sono presenti. Questo accadrà se si aggiungono valori di sfocatura di valutazione
ja: 存在しない場合。評価ぼかし値を追加した場合、このようになります。
lt: jei jų nėra. Taip bus, jei pridėsite įvertinimo suliejimo reikšmes
lv: ja to nav. Tas notiks, ja pievienosiet novērtējuma izpludināšanas vērtības.
nl: als ze niet aanwezig zijn. Dit is het geval als u evaluatievervagingswaarden toevoegt
no: hvis de ikke er til stede. Dette vil være tilfelle hvis du legger til evalueringsuskarphetsverdier
pl: jeśli ich nie ma. Będzie tak w przypadku dodania wartości rozmycia ewaluacyjnego.
pt: se não estiverem presentes. Este será o caso se você adicionar valores de desfoque de avaliação
ro: dacă nu sunt prezente. Acesta va fi cazul dacă adăugați valori de estompare a evaluării
ru: Если их нет. Это произойдёт, если вы добавите значения размытия оценки.
sq: nëse nuk janë të pranishme. Ky do të jetë rasti nëse shtoni vlera të turbullta të vlerësimit.
sr: ако нису присутне. То ће бити случај ако додате вредности замућења евалуације
sv: om de inte finns. Detta kommer att vara fallet om du lägger till värden för oskärpa i utvärderingen
sw: kama hawapo. Hii itakuwa kesi ikiwa utaongeza maadili ya ukungu ya tathmini
ta: அவை இல்லாவிட்டால். மதிப்பீட்டு மங்கலான மதிப்புகளைச் சேர்த்தால் இதுதான் நடக்கும்.
th: หากไม่มีอยู่ จะเป็นกรณีนี้หากคุณเพิ่มค่าความเบลอในการประเมิน
tr: Eğer mevcut değillerse. Değerlendirme bulanıklığı değerleri eklerseniz bu durum söz konusu olacaktır.
uk: якщо їх немає. Це станеться, якщо ви додасте значення розмиття оцінювання
ur: اگر وہ موجود نہیں ہیں. اگر آپ تشخیصی دھندلاپن والی اقدار کو شامل کرتے ہیں تو یہ معاملہ ہوگا۔
vi: nếu chúng không có mặt. Trường hợp này sẽ xảy ra nếu bạn thêm các giá trị làm mờ đánh giá

source: to a Rodent 4 personality file.
ar: إلى ملف شخصية القوارض 4.
bg: към файл с личността на Rodent 4.
bn: একটি ইঁদুর ৪ ব্যক্তিত্ব ফাইলে।
cs: do souboru osobnosti Rodent 4.
da: til en Rodent 4 personlighedsfil.
de: zu einer Rodent 4-Persönlichkeitsdatei.
el: σε ένα αρχείο προσωπικότητας του Rodent 4.
es: a un archivo de personalidad de Rodent 4.
et: Rodent 4 isiksusefaili.
fa: به یک پرونده شخصیتی جوندگان ۴.
fi: Rodent 4 -persoonallisuustiedostoon.
fr: vers un fichier de personnalité Rodent 4.
he: לקובץ אישיות של מכרסם 4.
hi: कृंतक 4 व्यक्तित्व फ़ाइल के लिए।
hu: egy Rodent 4 személyiségfájlba.
id: ke berkas kepribadian Rodent 4.
it: a un file di personalità del Roditore 4.
ja: Rodent 4 のパーソナリティ ファイルに追加します。
lt: į „Rodent 4“ asmenybės failą.
lv: uz Grauzēju 4 personības failu.
nl: naar een Rodent 4 persoonlijkheidsbestand.
no: til en Rodent 4 personlighetsfil.
pl: do pliku osobowości Rodent 4.
pt: para um arquivo de personalidade do Rodent 4.
ro: într-un fișier de personalitate Rozătoare 4.
ru: в файл личности Rodent 4.
sq: në një dosje personaliteti të Rodent 4.
sr: у датотеку личности Rodent 4.
sv: till en Rodent 4 personlighetsfil.
sw: kwa faili ya mtu binafsi ya Rodent 4.
ta: ஒரு Rodent 4 ஆளுமை கோப்புக்கு.
th: ไปยังไฟล์บุคลิกภาพของหนู 4
tr: Rodent 4 kişilik dosyasına.
uk: до файлу особистості Rodent 4.
ur: Rodent 4 شخصیت کی فائل میں۔
vi: vào hồ sơ tính cách của loài Gặm nhấm 4.

source: About the Rodent chess engines
ar: حول محركات الشطرنج القوارض
bg: Относно шахматните двигатели Rodent
bn: ইঁদুর দাবা ইঞ্জিন সম্পর্কে
cs: O šachových enginech Rodent
da: Om Rodent-skakmaskinerne
de: Über die Rodent-Schach-Engines
el: Σχετικά με τις μηχανές σκακιού Rodent
es: Acerca de los motores de ajedrez Rodent
et: Näriliste malemootorite kohta
fa: درباره موتورهای شطرنج Rodent
fi: Tietoja Rodentin shakkimoottoreista
fr: À propos des moteurs d'échecs Rodent
he: אודות מנועי השחמט של Rodent
hi: रोडेंट शतरंज इंजन के बारे में
hu: A Rodent sakkmotorokról
id: Tentang mesin catur Rodent
it: Informazioni sui motori scacchistici Rodent
ja: Rodentチェスエンジンについて
lt: Apie graužikų šachmatų variklius
lv: Par grauzēju šaha dzinējiem
nl: Over de Rodent schaakprogramma's
no: Om Rodent-sjakkmotorene
pl: O silnikach szachowych Rodent
pt: Sobre os motores de xadrez Rodent
ro: Despre motoarele de șah Rodent
ru: О шахматных движках Rodent
sq: Rreth motorëve të shahut Rodent
sr: О шаховским енџинима Rodent
sv: Om schackmaskinerna Rodent
sw: Kuhusu injini za chess za panya
ta: கொறிக்கும் சதுரங்க இயந்திரங்கள் பற்றி
th: เกี่ยวกับเครื่องยนต์หมากรุกหนู
tr: Rodent satranç motorları hakkında
uk: Про шахові двигуни Rodent
ur: روڈنٹ شطرنج کے انجنوں کے بارے میں
vi: Giới thiệu về công cụ cờ vua Rodent

source: Rodent, written by Pawel Koziol, is a very interesting chess engine.
ar: يعتبر Rodent، الذي كتبه باول كوزيول، محرك شطرنج مثير للاهتمام للغاية.
bg: Rodent, написана от Павел Козьол, е много интересен шахматен енджин.
bn: পাওয়েল কোজিওল রচিত "রডেন্ট" একটি অত্যন্ত আকর্ষণীয় দাবা ইঞ্জিন।
cs: Rodent, jehož autorem je Pawel Koziol, je velmi zajímavý šachový engine.
da: Rodent, skrevet af Pawel Koziol, er en meget interessant skakmaskine.
de: Rodent, geschrieben von Pawel Koziol, ist eine sehr interessante Schach-Engine.
el: Το Rodent, γραμμένο από τον Pawel Koziol, είναι μια πολύ ενδιαφέρουσα μηχανή σκακιού.
es: Rodent, escrito por Pawel Koziol, es un motor de ajedrez muy interesante.
et: Pawel Kozioli kirjutatud „Närilane” on väga huvitav malemootor.
fa: جوندگان، نوشته شده توسط پاول کوزیول، یک موتور شطرنج بسیار جالب است.
fi: Rodent, jonka on kirjoittanut Pawel Koziol, on erittäin mielenkiintoinen shakkimoottori.
fr: Rodent, écrit par Pawel Koziol, est un moteur d'échecs très intéressant.
he: "מכרסם", שנכתב על ידי פאבל קוזיול, הוא מנוע שחמט מעניין מאוד.
hi: पावेल कोज़ियोल द्वारा लिखित रोडेन्ट एक बहुत ही रोचक शतरंज इंजन है।
hu: A Pawel Koziol által írt Rodent egy nagyon érdekes sakkmotor.
id: Rodent, yang ditulis oleh Pawel Koziol, adalah mesin catur yang sangat menarik.
it: Rodent, scritto da Pawel Koziol, è un motore scacchistico molto interessante.
ja: Pawel Koziol によって書かれた Rodent は非常に興味深いチェス エンジンです。
lt: „Rodent“, kurį parašė Pawel Koziol, yra labai įdomus šachmatų variklis.
lv: "Rodent", ko sarakstījis Pāvels Koziols, ir ļoti interesants šaha dzinējspēks.
nl: Rodent, geschreven door Pawel Koziol, is een zeer interessante schaakengine.
no: Rodent, skrevet av Pawel Koziol, er en veldig interessant sjakkmotor.
pl: Rodent, którego autorem jest Paweł Kozioł, to bardzo ciekawy silnik szachowy.
pt: Rodent, escrito por Pawel Koziol, é um motor de xadrez muito interessante.
ro: Rodent, scris de Pawel Koziol, este un motor de șah foarte interesant.
ru: Rodent, написанный Павлом Козиолом, — очень интересный шахматный движок.
sq: Rodent, shkruar nga Pawel Koziol, është një motor shahu shumë interesant.
sr: Rodent, аутора Павла Козиола, је веома занимљив шаховски програм.
sv: Rodent, skriven av Pawel Koziol, är en mycket intressant schackmotor.
sw: Panya, iliyoandikwa na Pawel Koziol, ni injini ya kuvutia sana ya chess.
ta: பாவெல் கோசியோல் எழுதிய ரோடென்ட், மிகவும் சுவாரஸ்யமான சதுரங்க இயந்திரம்.
th: Rodent ซึ่งเขียนโดย Pawel Koziol เป็นโปรแกรมเล่นหมากรุกที่น่าสนใจมาก
tr: Pawel Koziol'un yazdığı Rodent, oldukça ilgi çekici bir satranç motorudur.
uk: Rodent, написаний Павлом Козьолом, — це дуже цікавий шаховий рушій.
ur: Rodent، Pawel Koziol کا لکھا ہوا ایک بہت ہی دلچسپ شطرنج کا انجن ہے۔
vi: Rodent, được viết bởi Pawel Koziol, là một công cụ chơi cờ vua rất thú vị.

source: It has the UCI_LimitStrength option and also a set of personalities,
ar: يحتوي على خيار UCI_LimitStrength ومجموعة من الشخصيات أيضًا،
bg: Има опцията UCI_LimitStrength, както и набор от персонализации,
bn: এতে UCI_LimitStrength বিকল্প রয়েছে এবং ব্যক্তিত্বের একটি সেটও রয়েছে,
cs: Má možnost UCI_LimitStrength a také sadu osobností,
da: Den har UCI_LimitStrength-indstillingen og også et sæt personligheder,
de: Es verfügt über die Option UCI_LimitStrength und auch über eine Reihe von Persönlichkeiten,
el: Έχει την επιλογή UCI_LimitStrength και επίσης ένα σύνολο προσωπικοτήτων,
es: Tiene la opción UCI_LimitStrength y también un conjunto de personalidades,
et: Sellel on UCI_LimitStrength valik ja ka isiksuste komplekt,
fa: این گزینه UCI_LimitStrength و همچنین مجموعه‌ای از شخصیت‌ها را دارد،
fi: Siinä on UCI_LimitStrength-vaihtoehto ja myös joukko persoonallisuuksia,
fr: Il dispose de l'option UCI_LimitStrength et également d'un ensemble de personnalités,
he: יש לו את האפשרות UCI_LimitStrength וגם סט של אישיויות,
hi: इसमें UCI_LimitStrength विकल्प है और व्यक्तित्वों का एक सेट भी है,
hu: Rendelkezik az UCI_LimitStrength opcióval és egy sor személyiséggel is,
id: Ia memiliki opsi UCI_LimitStrength dan juga serangkaian kepribadian,
it: Ha l'opzione UCI_LimitStrength e anche un set di personalità,
ja: UCI_LimitStrengthオプションとパーソナリティのセットがあり、
lt: Jame yra UCI_LimitStrength parinktis ir taip pat asmenybių rinkinys,
lv: Tam ir UCI_LimitStrength opcija un arī personību kopa,
nl: Het heeft de UCI_LimitStrength-optie en ook een set persoonlijkheden,
no: Den har UCI_LimitStrength-alternativet og også et sett med personligheter,
pl: Posiada opcję UCI_LimitStrength, a także zestaw osobowości,
pt: Possui a opção UCI_LimitStrength e também um conjunto de personalidades,
ro: Are opțiunea UCI_LimitStrength și, de asemenea, un set de personalități,
ru: Он имеет опцию UCI_LimitStrength, а также набор личностей,
sq: Ka opsionin UCI_LimitStrength dhe gjithashtu një grup personalitetesh,
sr: Има опцију UCI_LimitStrength, а такође и скуп персонализација,
sv: Den har alternativet UCI_LimitStrength och även en uppsättning personligheter,
sw: Inayo chaguo la UCI_LimitStrength na pia seti ya haiba,
ta: இது UCI_LimitStrength விருப்பத்தையும், ஆளுமைகளின் தொகுப்பையும் கொண்டுள்ளது,
th: มีตัวเลือก UCI_LimitStrength และชุดบุคลิกภาพด้วย
tr: UCI_LimitStrength seçeneği ve ayrıca bir dizi kişilik özelliği vardır,
uk: Він має опцію UCI_LimitStrength, а також набір персоналій,
ur: اس میں UCI_LimitStrength آپشن اور شخصیات کا ایک مجموعہ بھی ہے،
vi: Nó có tùy chọn UCI_LimitStrength và cũng có một tập hợp các tính cách,

source: which are loaded from files, for weaker and more varied play.
ar: والتي يتم تحميلها من الملفات، للعب أضعف وأكثر تنوعا.
bg: които се зареждат от файлове, за по-слаба и по-разнообразна игра.
bn: দুর্বল এবং আরও বৈচিত্র্যময় খেলার জন্য, যা ফাইল থেকে লোড করা হয়।
cs: které se načítají ze souborů, pro slabší a pestřejší hru.
da: som indlæses fra filer, for svagere og mere varieret spil.
de: die aus Dateien geladen werden, für ein schwächeres und abwechslungsreicheres Spiel.
el: τα οποία φορτώνονται από αρχεία, για πιο αδύναμο και πιο ποικίλο παιχνίδι.
es: que se cargan desde archivos, para un juego más débil y variado.
et: mis laaditakse failidest, nõrgemaks ja mitmekesisemaks mängimiseks.
fa: که از فایل‌ها بارگذاری می‌شوند، برای پخش ضعیف‌تر و متنوع‌تر.
fi: jotka ladataan tiedostoista heikompaa ja monipuolisempaa pelaamista varten.
fr: qui sont chargés à partir de fichiers, pour un jeu plus faible et plus varié.
he: אשר נטענים מקבצים, למשחק חלש ומגוון יותר.
hi: जो कमजोर और अधिक विविधतापूर्ण खेल के लिए, फ़ाइलों से लोड किए जाते हैं।
hu: amelyek fájlokból vannak betöltve, gyengébb és változatosabb játékhoz.
id: yang dimuat dari berkas, untuk permainan yang lebih lemah dan lebih bervariasi.
it: che vengono caricati da file, per un gioco più debole e vario.
ja: ファイルからロードされ、より弱く、より多様なプレイを実現します。
lt: kurie įkeliami iš failų, silpnesniam ir įvairesniam žaidimui.
lv: kas tiek ielādēti no failiem, vājākai un daudzveidīgākai spēlei.
nl: die vanuit bestanden worden geladen, voor een zwakker en gevarieerder spel.
no: som lastes inn fra filer, for svakere og mer variert spilling.
pl: które są ładowane z plików, dla słabszej i bardziej zróżnicowanej rozgrywki.
pt: que são carregados de arquivos, para uma reprodução mais fraca e variada.
ro: care sunt încărcate din fișiere, pentru un joc mai slab și mai variat.
ru: которые загружаются из файлов, для более слабой и разнообразной игры.
sq: të cilat ngarkohen nga skedarët, për një lojë më të dobët dhe më të larmishme.
sr: који се учитавају из датотека, за слабију и разноврснију игру.
sv: som laddas från filer, för svagare och mer varierat spel.
sw: ambazo zimepakiwa kutoka kwa faili, kwa uchezaji dhaifu na tofauti zaidi.
ta: பலவீனமான மற்றும் மிகவும் மாறுபட்ட விளையாட்டுக்காக, கோப்புகளிலிருந்து ஏற்றப்படும்.
th: ซึ่งโหลดมาจากไฟล์ เพื่อการเล่นที่อ่อนและหลากหลายมากขึ้น
tr: dosyalardan yüklenen, daha zayıf ve daha çeşitli bir oyun için.
uk: які завантажуються з файлів, для слабшої та різноманітнішої гри.
ur: جو کمزور اور زیادہ مختلف کھیل کے لیے فائلوں سے بھری ہوئی ہیں۔
vi: được tải từ các tệp, để chơi yếu hơn và đa dạng hơn.
