Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: I could not get the engines to work when used in this way.
ar: لم أتمكن من تشغيل المحركات عند استخدامها بهذه الطريقة.
bg: Не можех да накарам двигателите да работят, когато се използват по този начин.
bn: এইভাবে ব্যবহার করার সময় আমি ইঞ্জিনগুলিকে কাজ করাতে পারিনি।
cs: Při tomto způsobu použití se mi motory nepodařilo rozběhnout.
da: Jeg kunne ikke få motorerne til at virke, når de blev brugt på denne måde.
de: Ich konnte die Motoren bei dieser Verwendungsart nicht zum Laufen bringen.
el: Δεν μπορούσα να κάνω τις μηχανές να λειτουργήσουν όταν χρησιμοποιούνταν με αυτόν τον τρόπο.
es: No pude hacer que los motores funcionaran cuando los usé de esta manera.
et: Sellisel viisil kasutades ei saanud ma mootoreid tööle.
fa: وقتی به این شکل استفاده می‌شد، نمی‌توانستم موتورها را به کار بیندازم.
fi: En saanut moottoreita toimimaan tällä tavalla käytettynä.
fr: Je n'ai pas réussi à faire fonctionner les moteurs lorsqu'ils étaient utilisés de cette manière.
he: לא הצלחתי לגרום למנועים לעבוד כשמשתמשים בהם בצורה הזו.
hi: इस तरह से उपयोग करने पर मैं इंजन को काम नहीं करवा सका।
hu: Így használva nem tudtam működésre bírni a motorokat.
id: Saya tidak dapat menjalankan mesinnya jika digunakan dengan cara ini.
it: Non riuscivo a far funzionare i motori quando li usavo in questo modo.
ja: このように使用すると、エンジンを動作させることができませんでした。
lt: Tokiu būdu naudojant, negalėjau priversti variklių veikti.
lv: Šādā veidā lietojot, es nevarēju panākt, lai dzinēji darbotos.
nl: Op deze manier kon ik de motoren niet aan de praat krijgen.
no: Jeg fikk ikke motorene til å fungere når de ble brukt på denne måten.
pl: Nie udało mi się uruchomić silników, gdy używałem ich w ten sposób.
pt: Não consegui fazer os motores funcionarem quando usados dessa maneira.
ro: Nu am putut face motoarele să funcționeze când erau folosite în acest fel.
ru: При таком использовании мне не удалось заставить двигатели работать.
sq: Nuk mund t’i vija në punë motorët kur përdoreshin në këtë mënyrë.
sr: Нисам могао да покренем моторе када сам их користио на овај начин.
sv: Jag kunde inte få motorerna att fungera när de användes på det här sättet.
sw: Sikuweza kupata injini kufanya kazi wakati kutumika kwa njia hii.
ta: இந்த வழியில் பயன்படுத்தும்போது என்ஜின்களை வேலை செய்ய வைக்க முடியவில்லை.
th: ฉันไม่สามารถทำให้เครื่องยนต์ทำงานเมื่อใช้งานในลักษณะนี้
tr: Bu şekilde kullanıldığında motorları çalıştıramadım.
uk: Я не міг запустити двигуни, коли їх використовували таким чином.
ur: اس طرح استعمال ہونے پر میں انجنوں کو کام کرنے کے لیے حاصل نہیں کر سکتا تھا۔
vi: Tôi không thể khiến động cơ hoạt động khi sử dụng theo cách này.

source: All of the personalities played the same moves.
ar: لعبت جميع الشخصيات نفس الحركات.
bg: Всички личности изиграха едни и същи движения.
bn: সমস্ত ব্যক্তিত্ব একই চাল খেলেছে।
cs: Všechny osobnosti hrály stejné tahy.
da: Alle personlighederne spillede de samme træk.
de: Alle Persönlichkeiten spielten die gleichen Züge.
el: Όλες οι προσωπικότητες έπαιξαν τις ίδιες κινήσεις.
es: Todas las personalidades realizaron los mismos movimientos.
et: Kõik isiksused mängisid samu liigutusi.
fa: همه شخصیت‌ها حرکات یکسانی را انجام دادند.
fi: Kaikki persoonallisuudet pelasivat samoja liikkeitä.
fr: Toutes les personnalités ont joué les mêmes coups.
he: כל הדמויות שיחקו את אותם המהלכים.
hi: सभी व्यक्तित्वों ने एक ही चाल चली।
hu: Minden személyiség ugyanazokat a mozdulatokat játszotta.
id: Semua tokoh memainkan gerakan yang sama.
it: Tutte le personalità hanno giocato le stesse mosse.
ja: 出演者は全員同じ動きをしました。
lt: Visos asmenybės atliko tuos pačius judesius.
lv: Visas personības spēlēja vienādas kustības.
nl: Alle persoonlijkheden speelden dezelfde zetten.
no: Alle personlighetene spilte de samme trekkene.
pl: Wszystkie osobowości wykonały te same ruchy.
pt: Todas as personalidades executaram os mesmos movimentos.
ro: Toate personalitățile au jucat aceleași mișcări.
ru: Все личности играли одни и те же ходы.
sq: Të gjithë personalitetet luajtën të njëjtat lëvizje.
sr: Све личности су играле исте потезе.
sv: Alla personligheter spelade samma rörelser.
sw: Wahusika wote walicheza hatua sawa.
ta: எல்லா ஆளுமைகளும் ஒரே மாதிரியான அசைவுகளையே செய்தனர்.
th: บุคคลทุกคนเล่นการเคลื่อนไหวแบบเดียวกัน
tr: Bütün kişilikler aynı hareketleri yaptı.
uk: Усі персонажі виконували однакові рухи.
ur: تمام شخصیات نے ایک ہی چال چلائی۔
vi: Tất cả các nhân vật đều thực hiện những động tác giống nhau.

source: So instead of this, I intercepted the < Personality > command when it was
ar: لذا بدلاً من ذلك، اعترضت الأمر <الشخصية> عندما كان
bg: Така че вместо това, аз прихванах командата < Personality >, когато беше
bn: তাই এর পরিবর্তে, আমি <Personality > কমান্ডটি আটকে দিয়েছিলাম যখন এটি ছিল
cs: Takže místo toho jsem zachytil příkaz < Personality >, když byl
da: Så i stedet for dette, opsnappede jeg <Personlighed>-kommandoen, da den var
de: Stattdessen habe ich den Befehl < Personality > abgefangen, als er
el: Έτσι, αντί για αυτό, έκλεισα την εντολή <Personality> όταν ήταν
es: Entonces, en lugar de esto, intercepté el comando <Personalidad> cuando estaba...
et: Seega selle asemel pealtkuulasin ma käsu <Personality>, kui see oli
fa: بنابراین به جای این، من دستور <Personality> را وقتی که
fi: Joten tämän sijaan sieppasin <Personality>-komennon, kun se oli
fr: Donc au lieu de cela, j'ai intercepté la commande <Personnalité> quand elle était
he: אז במקום זאת, יירטתי את הפקודה < Personality > כשהיא הייתה
hi: तो इसके बजाय, मैंने < व्यक्तित्व > कमांड को तब इंटरसेप्ट किया जब यह था
hu: Tehát ehelyett elfogtam a <Personality> parancsot, amikor az volt
id: Jadi sebagai gantinya, saya mencegat perintah < Personality > ketika itu
it: Quindi, invece di questo, ho intercettato il comando < Personalità > quando era
ja: そこで、代わりに< Personality >コマンドをインターセプトしました。
lt: Taigi, vietoj to, aš perėmiau <Personality> komandą, kai ji buvo
lv: Tā vietā es pārtvēru < ​​Personība > komandu, kad tā bija
nl: Dus in plaats daarvan onderschepte ik het <Persoonlijkheid> commando toen het
no: Så i stedet for dette, avskjærte jeg <Personlighet>-kommandoen da den var
pl: Zamiast tego przechwyciłem polecenie < Osobowość >, gdy było
pt: Então, em vez disso, interceptei o comando <Personalidade> quando ele estava
ro: Așadar, în loc de asta, am interceptat comanda <Personalitate> când era
ru: Поэтому вместо этого я перехватил команду <Личность>, когда она была
sq: Pra, në vend të kësaj, unë ndërpreva komandën <Personality> kur ishte
sr: Дакле, уместо овога, пресрео сам команду < Personality > када је била
sv: Så istället för detta, avlyssnade jag kommandot <Personlighet> när det var
sw: Kwa hivyo badala ya hii, niliingilia < Personality > amri ilipokuwa
ta: எனவே இதற்கு பதிலாக, நான் <Personality > கட்டளையை இடைமறித்தேன், அது
th: ดังนั้นแทนที่จะทำอย่างนี้ ฉันจึงสกัดกั้นคำสั่ง <บุคลิกภาพ> เมื่อมันเป็น
tr: Yani bunun yerine, <Kişilik> komutunu durdurdum
uk: Тож замість цього я перехопив команду <Personality>, коли вона була
ur: تو اس کے بجائے، میں نے <Personality> کمانڈ کو روکا جب یہ تھا۔
vi: Vì vậy, thay vì điều này, tôi đã chặn lệnh < Personality > khi nó

source: about to be sent from the GUI to the engine , opened the personality file
ar: على وشك الإرسال من واجهة المستخدم الرسومية إلى المحرك، فتح ملف الشخصية
bg: който ще бъде изпратен от графичния потребителски интерфейс към двигателя, отвори файла с личността
bn: GUI থেকে ইঞ্জিনে পাঠানো হতে চলেছে, ব্যক্তিত্ব ফাইলটি খুললাম
cs: má být odeslán z grafického rozhraní do enginu, otevřel soubor s osobnostmi
da: ved at blive sendt fra GUI'en til motoren, åbnede personlighedsfilen
de: im Begriff, von der GUI an die Engine gesendet zu werden, öffnete die Persönlichkeitsdatei
el: πρόκειται να σταλεί από το GUI στη μηχανή, άνοιξε το αρχείο προσωπικότητας
es: A punto de ser enviado desde la GUI al motor, abrió el archivo de personalidad
et: GUI-st mootorile saatmiseks avati isiksusefail
fa: در شرف ارسال از رابط کاربری گرافیکی به موتور، فایل شخصیت را باز کرد
fi: lähetetään pian graafisesta käyttöliittymästä moottoriin, avasi persoonallisuustiedoston
fr: sur le point d'être envoyé de l'interface graphique au moteur, j'ai ouvert le fichier de personnalité
he: עומד להישלח מהממשק הגרפי למנוע, פתח את קובץ האישיות
hi: GUI से इंजन को भेजे जाने वाले, व्यक्तित्व फ़ाइल को खोला
hu: hamarosan elküldésre kerül a grafikus felhasználói felületről a motornak, megnyitotta a személyiségfájlt
id: akan dikirim dari GUI ke mesin, membuka file kepribadian
it: in procinto di essere inviato dalla GUI al motore, ha aperto il file della personalità
ja: GUIからエンジンに送信されようとしている、パーソナリティファイルを開いた
lt: netrukus bus išsiųstas iš grafinės sąsajos į variklį, atidarė asmenybės failą
lv: tūlīt tiks nosūtīts no GUI uz dzinēju, atvēra personības failu
nl: op het punt om van de GUI naar de engine te worden verzonden, opende het persoonlijkheidsbestand
no: i ferd med å bli sendt fra det grafiske brukergrensesnittet til motoren, åpnet personlighetfilen
pl: plik osobowości ma zostać wysłany z GUI do silnika
pt: prestes a ser enviado da GUI para o mecanismo, abriu o arquivo de personalidade
ro: pe cale să fie trimis de la interfața grafică la motor, a deschis fișierul de personalitate
ru: готов к отправке из графического интерфейса в движок, открыл файл личности
sq: gati për t'u dërguar nga GUI te motori, hapi skedarin e personalitetit
sr: који ће бити послат са графичког корисничког интерфејса на мотор, отворио је датотеку личности
sv: skulle skickas från det grafiska gränssnittet till motorn, öppnade personlighetfilen
sw: kuhusu kutumwa kutoka kwa GUI hadi kwa injini, ilifungua faili ya kibinafsi
ta: GUI இலிருந்து எஞ்சினுக்கு அனுப்பப்படவிருந்தது, ஆளுமை கோப்பைத் திறந்தது.
th: กำลังจะถูกส่งจาก GUI ไปยังเครื่องยนต์ เปิดไฟล์บุคลิกภาพ
tr: GUI'den motora gönderilmek üzereyken, kişilik dosyası açıldı
uk: що має бути надіслано з графічного інтерфейсу до двигуна, відкрив файл особистості
ur: GUI سے انجن کو بھیجے جانے والے ہیں، شخصیت کی فائل کھولی۔
vi: sắp được gửi từ GUI đến công cụ, đã mở tệp cá tính

source: and sent the commands from the file individually. This seems to work.
ar: وأرسلت الأوامر من الملف بشكل فردي. يبدو أن هذا يعمل.
bg: и изпрати командите от файла поотделно. Това изглежда работи.
bn: এবং ফাইল থেকে কমান্ডগুলি পৃথকভাবে পাঠিয়েছে। এটি কাজ করছে বলে মনে হচ্ছে।
cs: a odeslal příkazy ze souboru jednotlivě. Zdá se, že to funguje.
da: og sendte kommandoerne fra filen individuelt. Dette ser ud til at virke.
de: und die Befehle aus der Datei einzeln gesendet. Das scheint zu funktionieren.
el: και έστειλε τις εντολές από το αρχείο ξεχωριστά. Αυτό φαίνεται να λειτουργεί.
es: y envió los comandos del archivo individualmente. Parece que funciona.
et: ja saatis failist käsud eraldi. See näib toimivat.
fa: و دستورات را از فایل به صورت جداگانه ارسال کرد. به نظر می‌رسد که این روش جواب می‌دهد.
fi: ja lähetti tiedostosta komennot yksitellen. Tämä näyttää toimivan.
fr: et j'ai envoyé les commandes du fichier individuellement. Cela semble fonctionner.
he: ושלח את הפקודות מהקובץ בנפרד. נראה שזה עובד.
hi: और फ़ाइल से अलग-अलग कमांड भेजे। ऐसा लगता है कि यह काम कर रहा है।
hu: és egyenként küldte el a fájlból származó parancsokat. Úgy tűnik, ez működik.
id: dan mengirimkan perintah dari berkas tersebut satu per satu. Sepertinya berhasil.
it: e ha inviato i comandi dal file individualmente. Sembra funzionare.
ja: ファイルからコマンドを個別に送信しました。これでうまくいくようです。
lt: ir siuntė komandas iš failo po vieną. Atrodo, kad tai veikia.
lv: un nosūtīja komandas no faila atsevišķi. Šķiet, ka tas darbojas.
nl: en de opdrachten uit het bestand afzonderlijk verzonden. Dit lijkt te werken.
no: og sendte kommandoene fra filen individuelt. Dette ser ut til å fungere.
pl: i wysłałem polecenia z pliku indywidualnie. Wygląda na to, że to działa.
pt: e enviei os comandos do arquivo individualmente. Isso parece funcionar.
ro: și a trimis comenzile din fișier individual. Se pare că funcționează.
ru: и отправил команды из файла по отдельности. Кажется, это работает.
sq: dhe i dërgoi komandat nga skedari individualisht. Kjo duket se funksionon.
sr: и послао команде из датотеке појединачно. Изгледа да ово функционише.
sv: och skickade kommandona från filen individuellt. Detta verkar fungera.
sw: na kutuma amri kutoka kwa faili kibinafsi. Hii inaonekana kufanya kazi.
ta: கோப்பிலிருந்து கட்டளைகளை தனித்தனியாக அனுப்பினேன். இது வேலை செய்வது போல் தெரிகிறது.
th: และส่งคำสั่งจากไฟล์ทีละรายการ วิธีนี้ดูเหมือนจะได้ผล
tr: ve dosyadaki komutları tek tek gönderdim. Bu işe yarıyor gibi görünüyor.
uk: і надсилав команди з файлу окремо. Здається, це працює.
ur: اور فائل سے انفرادی طور پر کمانڈ بھیجے۔ یہ کام کرنے لگتا ہے۔
vi: và gửi từng lệnh từ tệp riêng lẻ. Cách này có vẻ hiệu quả.

source: Essentially, the Rodent engine has two main methods of varying its playing strength.
ar: في الأساس، يتمتع محرك القوارض بطريقتين رئيسيتين لتغيير قوة لعبه.
bg: По същество, двигателят Rodent има два основни метода за промяна на силата на свирене.
bn: মূলত, রডেন্ট ইঞ্জিনের খেলার শক্তি পরিবর্তনের দুটি প্রধান পদ্ধতি রয়েছে।
cs: V podstatě má Rodent engine dva hlavní způsoby, jak měnit sílu přehrávání.
da: Rodent-motoren har i bund og grund to primære metoder til at variere dens spillestyrke.
de: Im Wesentlichen verfügt die Rodent-Engine über zwei Hauptmethoden, um ihre Spielstärke zu variieren.
el: Ουσιαστικά, η μηχανή Rodent έχει δύο κύριες μεθόδους για να μεταβάλλει την ισχύ του παιξίματος της.
es: Básicamente, el motor Rodent tiene dos métodos principales para variar su fuerza de juego.
et: Põhimõtteliselt on Rodenti mootoril kaks peamist meetodit oma mängutugevuse muutmiseks.
fa: اساساً، موتور Rodent دو روش اصلی برای تغییر قدرت نوازندگی خود دارد.
fi: Pohjimmiltaan Rodent-moottorilla on kaksi päätapaa säätää soittovoimakkuuttaan.
fr: Essentiellement, le moteur Rodent dispose de deux méthodes principales pour faire varier sa force de jeu.
he: בעיקרון, למנוע Rodent יש שתי שיטות עיקריות לשינוי עוצמת הנגינה שלו.
hi: मूलतः, रोडेन्ट इंजन में अपनी खेल क्षमता को बदलने के दो मुख्य तरीके हैं।
hu: Lényegében a Rodent motornak két fő módja van a játék erősségének változtatására.
id: Pada dasarnya, mesin Rodent memiliki dua metode utama untuk memvariasikan kekuatan permainannya.
it: In sostanza, il motore Rodent ha due metodi principali per variare la sua intensità di riproduzione.
ja: 基本的に、Rodent エンジンには演奏の強さを変える主な方法が 2 つあります。
lt: Iš esmės, „Rodent“ variklis turi du pagrindinius grojimo stiprumo keitimo būdus.
lv: Būtībā Gradent dzinējam ir divas galvenās metodes, kā mainīt tā spēles stiprumu.
nl: Eigenlijk heeft de Rodent-engine twee hoofdmethoden om de speelsterkte te variëren.
no: I hovedsak har Rodent-motoren to hovedmetoder for å variere spillestyrken.
pl: Zasadniczo silnik Rodent wykorzystuje dwie główne metody różnicowania siły odtwarzania.
pt: Essencialmente, o mecanismo Rodent tem dois métodos principais para variar sua intensidade de execução.
ro: În esență, motorul Rodent are două metode principale de a-și varia puterea de interpretare.
ru: По сути, движок Rodent имеет два основных метода изменения силы воспроизведения.
sq: Në thelb, motori Rodent ka dy metoda kryesore për të ndryshuar forcën e tij të lojës.
sr: У суштини, Rodent мотор има два главна начина за варирање снаге свирања.
sv: I huvudsak har Rodent-motorn två huvudmetoder för att variera sin spelstyrka.
sw: Kimsingi, injini ya Rodent ina njia kuu mbili za kubadilisha nguvu yake ya kucheza.
ta: அடிப்படையில், கொறித்துண்ணி இயந்திரம் அதன் விளையாடும் வலிமையை மாற்றுவதற்கு இரண்டு முக்கிய முறைகளைக் கொண்டுள்ளது.
th: โดยพื้นฐานแล้วเครื่องยนต์ Rodent มีสองวิธีหลักในการเปลี่ยนความแรงในการเล่น
tr: Esas itibariyle Rodent motorunun çalma gücünü değiştirmenin iki ana yöntemi vardır.
uk: По суті, двигун Rodent має два основні методи зміни сили відтворення.
ur: بنیادی طور پر، Rodent انجن کے پاس اس کے چلنے کی طاقت کو مختلف کرنے کے دو اہم طریقے ہیں۔
vi: Về cơ bản, động cơ Rodent có hai phương pháp chính để thay đổi sức mạnh chơi.

source: It can use ELO limit strength or Nodes per seconds with evaluation blur.
ar: يمكنه استخدام قوة حد ELO أو العقد في الثانية مع تشويش التقييم.
bg: Може да използва ELO гранична сила или възли в секунда с размазване на оценката.
bn: এটি মূল্যায়ন অস্পষ্টতার সাথে ELO সীমা শক্তি বা প্রতি সেকেন্ডে নোড ব্যবহার করতে পারে।
cs: Může použít limitní sílu ELO nebo počet uzlů za sekundu s rozmazáním vyhodnocení.
da: Den kan bruge ELO-grænsestyrke eller noder pr. sekund med evalueringssløring.
de: Es kann die ELO-Grenzstärke oder Knoten pro Sekunde mit Auswertungsunschärfe verwenden.
el: Μπορεί να χρησιμοποιήσει την ισχύ ορίου ELO ή τους κόμβους ανά δευτερόλεπτο με θόλωση αξιολόγησης.
es: Puede utilizar la fuerza límite de ELO o nodos por segundo con desenfoque de evaluación.
et: See saab kasutada ELO piirangu tugevust või sõlmede arvu sekundis koos hindamise hägususega.
fa: می‌تواند از قدرت محدودیت ELO یا تعداد گره‌ها در ثانیه با تاری ارزیابی استفاده کند.
fi: Se voi käyttää ELO:n rajoitusvoimakkuutta tai solmujen määrää sekunnissa arvioinnin sumennuksella.
fr: Il peut utiliser la limite de force ELO ou les nœuds par seconde avec un flou d'évaluation.
he: זה יכול להשתמש בעוצמת גבול ELO או בצמתים לשנייה עם טשטוש הערכה.
hi: यह मूल्यांकन धुंधलापन के साथ ELO सीमा शक्ति या प्रति सेकंड नोड्स का उपयोग कर सकता है।
hu: Használhatja az ELO limit erősségét vagy a másodpercenkénti csomópontok számát az értékelés elmosásával.
id: Ia dapat menggunakan kekuatan batas ELO atau Node per detik dengan evaluasi kabur.
it: Può utilizzare la forza limite ELO o i nodi al secondo con sfocatura di valutazione.
ja: ELO 制限強度または評価ブラー付きの 1 秒あたりのノードを使用できます。
lt: Jis gali naudoti ELO ribos stiprumą arba mazgus per sekundę su įvertinimo suliejimu.
lv: Tas var izmantot ELO ierobežojuma stiprumu vai mezglus sekundēs ar novērtējuma izpludināšanu.
nl: Het kan de ELO-limietsterkte of knooppunten per seconde gebruiken met evaluatievervaging.
no: Den kan bruke ELO-grensestyrke eller noder per sekund med evalueringsuskarphet.
pl: Może wykorzystywać limit siły ELO lub liczbę węzłów na sekundę z rozmyciem oceny.
pt: Ele pode usar a força limite do ELO ou nós por segundo com desfoque de avaliação.
ro: Poate folosi limita de putere ELO sau noduri pe secundă cu estompare a evaluării.
ru: Он может использовать предельную силу ELO или количество узлов в секунду с размытием оценки.
sq: Mund të përdorë forcën limituese të ELO-s ose nyjet për sekondë me turbullim vlerësimi.
sr: Може користити ЕЛО граничну снагу или број чворова у секунди са замућењем евалуације.
sv: Den kan använda ELO-gränsstyrka eller noder per sekund med utvärderingsoskärpa.
sw: Inaweza kutumia nguvu ya kikomo ya ELO au Nodi kwa sekunde na ukungu wa tathmini.
ta: இது மதிப்பீட்டு மங்கலுடன் ELO வரம்பு வலிமை அல்லது வினாடிக்கு முனைகளைப் பயன்படுத்தலாம்.
th: สามารถใช้ขีดจำกัดความแข็งแกร่งของ ELO หรือโหนดต่อวินาทีพร้อมการประเมินแบบเบลอได้
tr: Değerlendirme bulanıklığı ile ELO sınır gücünü veya saniye başına Düğümleri kullanabilir.
uk: Він може використовувати граничну силу ELO або кількість вузлів за секунду з розмиттям оцінки.
ur: یہ ELO کی حد کی طاقت یا نوڈس فی سیکنڈ تشخیصی دھندلاپن کے ساتھ استعمال کر سکتا ہے۔
vi: Có thể sử dụng giới hạn ELO hoặc Số nút trên giây với độ mờ đánh giá.

source: ELO limit strength allows you to set an approximate ELO rating
ar: تسمح لك قوة حد ELO بتعيين تصنيف ELO تقريبي
bg: Ограничението на силата на ELO ви позволява да зададете приблизителен ELO рейтинг
bn: ELO সীমা শক্তি আপনাকে একটি আনুমানিক ELO রেটিং সেট করতে দেয়
cs: Mezní hodnota ELO umožňuje nastavit přibližné hodnocení ELO.
da: ELO-grænsestyrken giver dig mulighed for at indstille en omtrentlig ELO-vurdering
de: ELO-Grenzstärke ermöglicht Ihnen die Festlegung einer ungefähren ELO-Bewertung
el: Το όριο έντασης ELO σάς επιτρέπει να ορίσετε μια κατά προσέγγιση βαθμολογία ELO
es: La fuerza del límite ELO le permite establecer una calificación ELO aproximada
et: ELO piirtugevuse abil saate määrata ligikaudse ELO hinnangu
fa: قدرت محدود ELO به شما امکان می‌دهد یک رتبه تقریبی ELO تعیین کنید
fi: ELO-rajavoimakkuuden avulla voit asettaa likimääräisen ELO-luokituksen
fr: La limite de résistance ELO vous permet de définir une cote ELO approximative
he: עוצמת מגבלת ELO מאפשרת לך להגדיר דירוג ELO משוער
hi: ELO सीमा शक्ति आपको एक अनुमानित ELO रेटिंग सेट करने की अनुमति देती है
hu: Az ELO limit strength lehetővé teszi egy hozzávetőleges ELO-érték beállítását.
id: Kekuatan batas ELO memungkinkan Anda untuk mengatur peringkat ELO perkiraan
it: La forza limite ELO consente di impostare una valutazione ELO approssimativa
ja: ELO制限強度では、おおよそのELOレーティングを設定できます。
lt: ELO ribos stiprumas leidžia nustatyti apytikslį ELO įvertinimą
lv: ELO ierobežojuma stiprums ļauj iestatīt aptuvenu ELO vērtējumu
nl: Met de ELO-limietsterkte kunt u een geschatte ELO-classificatie instellen
no: ELO-grensestyrke lar deg angi en omtrentlig ELO-vurdering
pl: Limit siły ELO pozwala na ustawienie przybliżonego wskaźnika ELO
pt: A força do limite ELO permite que você defina uma classificação ELO aproximada
ro: Limita de putere ELO vă permite să setați o evaluare ELO aproximativă
ru: Сила лимита ELO позволяет вам установить приблизительный рейтинг ELO
sq: Fuqia kufitare ELO ju lejon të vendosni një vlerësim të përafërt ELO
sr: Ограничење јачине ЕЛО-а вам омогућава да подесите приближну ЕЛО оцену
sv: ELO-gränsstyrka låter dig ställa in en ungefärlig ELO-klassificering
sw: Nguvu ya kikomo ya ELO hukuruhusu kuweka ukadiriaji wa ELO
ta: ELO வரம்பு வலிமை தோராயமான ELO மதிப்பீட்டை அமைக்க உங்களை அனுமதிக்கிறது.
th: ขีดจำกัดความแข็งแกร่งของ ELO ช่วยให้คุณตั้งค่าระดับ ELO โดยประมาณได้
tr: ELO sınır gücü, yaklaşık bir ELO derecesi ayarlamanıza olanak tanır
uk: Гранична сила ELO дозволяє встановити приблизний рейтинг ELO
ur: ELO کی حد کی طاقت آپ کو ایک تخمینی ELO درجہ بندی سیٹ کرنے کی اجازت دیتی ہے۔
vi: Sức mạnh giới hạn ELO cho phép bạn thiết lập xếp hạng ELO gần đúng
