Repository: RoySawyer/nimzo_3d_12
Catalog: main_12_*.po
Languages: ar, bg, bn, cs, da, de, el, es, et, fa, fi, fr, he, hi, hu, id, it, ja, lt, lv, nl, no, pl, pt, ro, ru, sq, sr, sv, sw, ta, th, tr, uk, ur, vi

source: Since the addition of a neural net with version 23.0,
ar: منذ إضافة الشبكة العصبية مع الإصدار 23.0،
bg: След добавянето на невронна мрежа с версия 23.0,
bn: ২৩.০ সংস্করণের সাথে একটি নিউরাল নেট যোগ করার পর থেকে,
cs: Od přidání neuronové sítě ve verzi 23.0,
da: Siden tilføjelsen af ​​et neuralt netværk med version 23.0,
de: Seit der Einführung eines neuronalen Netzes mit Version 23.0
el: Από την προσθήκη ενός νευρωνικού δικτύου με την έκδοση 23.0,
es: Desde la incorporación de una red neuronal con la versión 23.0,
et: Pärast neuraalvõrgu lisamist versiooniga 23.0,
fa: از زمان اضافه شدن یک شبکه عصبی با نسخه ۲۳.۰،
fi: Neuraalverkon lisäämisen jälkeen versiossa 23.0,
fr: Depuis l'ajout d'un réseau neuronal avec la version 23.0,
he: מאז הוספת רשת נוירונים בגרסה 23.0,
hi: संस्करण 23.0 के साथ न्यूरल नेट को जोड़ने के बाद से,
hu: A neurális hálózat 23.0-s verzióval történő hozzáadása óta,
id: Sejak penambahan jaringan saraf dengan versi 23.0,
it: Dall'aggiunta di una rete neurale con la versione 23.0,
ja: バージョン23.0でニューラルネットが追加されて以来、
lt: Nuo neuroninio tinklo pridėjimo 23.0 versijoje,
lv: Kopš neironu tīkla pievienošanas 23.0 versijā,
nl: Sinds de toevoeging van een neuraal netwerk met versie 23.0,
no: Siden det ble lagt til et nevralt nettverk med versjon 23.0,
pl: Od czasu dodania sieci neuronowej w wersji 23.0,
pt: Desde a adição de uma rede neural com a versão 23.0,
ro: De la adăugarea unei rețele neuronale cu versiunea 23.0,
ru: С момента добавления нейронной сети в версии 23.0,
sq: Që nga shtimi i një rrjete nervore me versionin 23.0,
sr: Од додавања неуронске мреже са верзијом 23.0,
sv: Sedan tillägget av ett neuralt nätverk med version 23.0,
sw: Tangu kuongezwa kwa wavu wa neural na toleo la 23.0,
ta: பதிப்பு 23.0 உடன் ஒரு நரம்பியல் வலை சேர்க்கப்பட்டதிலிருந்து,
th: ตั้งแต่มีการเพิ่มเครือข่ายประสาทด้วยเวอร์ชัน 23.0
tr: 23.0 sürümüyle bir sinir ağının eklenmesinden bu yana,
uk: З моменту додавання нейронної мережі з версією 23.0,
ur: ورژن 23.0 کے ساتھ نیورل نیٹ کے اضافے کے بعد سے،
vi: Kể từ khi bổ sung mạng nơ-ron vào phiên bản 23.0,

source: none of them would work on my computer.
ar: لن يعمل أي منهم على جهاز الكمبيوتر الخاص بي.
bg: никой от тях не работеше на моя компютър.
bn: এগুলোর কোনটিই আমার কম্পিউটারে কাজ করবে না।
cs: žádný z nich na mém počítači nefungoval.
da: ingen af ​​dem ville virke på min computer.
de: keines davon funktionierte auf meinem Computer.
el: κανένα από αυτά δεν θα λειτουργούσε στον υπολογιστή μου.
es: Ninguno de ellos funcionaría en mi computadora.
et: ükski neist ei töötaks minu arvutis.
fa: هیچ کدام از آنها روی کامپیوتر من کار نمی‌کردند.
fi: mikään niistä ei toimisi tietokoneellani.
fr: aucun d'entre eux ne fonctionnerait sur mon ordinateur.
he: אף אחד מהם לא יעבוד על המחשב שלי.
hi: उनमें से कोई भी मेरे कंप्यूटर पर काम नहीं करेगा।
hu: egyik sem működne a számítógépemen.
id: tidak satupun yang dapat berfungsi di komputer saya.
it: nessuno di loro funzionerebbe sul mio computer.
ja: どれも私のコンピュータでは動作しませんでした。
lt: nė vienas iš jų neveiktų mano kompiuteryje.
lv: neviens no tiem nedarbotos manā datorā.
nl: Geen van hen werkte op mijn computer.
no: ingen av dem ville fungere på datamaskinen min.
pl: żaden z nich nie działał na moim komputerze.
pt: nenhum deles funcionou no meu computador.
ro: niciuna dintre ele nu ar funcționa pe calculatorul meu.
ru: ни один из них не работал на моем компьютере.
sq: Asnjëra prej tyre nuk do të funksiononte në kompjuterin tim.
sr: Ниједан од њих није хтео да ради на мом рачунару.
sv: ingen av dem skulle fungera på min dator.
sw: hakuna hata mmoja wao ambaye angefanya kazi kwenye kompyuta yangu.
ta: அவை எதுவும் என் கணினியில் வேலை செய்யாது.
th: ไม่มีอันไหนเลยที่จะทำงานบนคอมพิวเตอร์ของฉันได้
tr: hiçbiri bilgisayarımda çalışmıyor.
uk: жоден з них не працював би на моєму комп'ютері.
ur: ان میں سے کوئی بھی میرے کمپیوٹر پر کام نہیں کرے گا۔
vi: không cái nào trong số chúng có thể hoạt động trên máy tính của tôi.

source: However, with the latest version 25.2 the following engines work
ar: ومع ذلك، مع الإصدار الأحدث 25.2 تعمل المحركات التالية
bg: Въпреки това, с най-новата версия 25.2 работят следните двигатели
bn: তবে, সর্বশেষ সংস্করণ 25.2 এর সাথে নিম্নলিখিত ইঞ্জিনগুলি কাজ করে
cs: Nicméně s nejnovější verzí 25.2 fungují následující enginy
da: Med den seneste version 25.2 fungerer følgende motorer dog
de: Mit der neuesten Version 25.2 funktionieren jedoch folgende Engines
el: Ωστόσο, με την τελευταία έκδοση 25.2 λειτουργούν οι ακόλουθες μηχανές
es: Sin embargo, con la última versión 25.2 funcionan los siguientes motores
et: Uusima versiooniga 25.2 töötavad aga järgmised mootorid
fa: با این حال، با آخرین نسخه ۲۵.۲ موتورهای زیر کار می‌کنند
fi: Uusimmassa versiossa 25.2 seuraavat moottorit kuitenkin toimivat
fr: Cependant, avec la dernière version 25.2, les moteurs suivants fonctionnent
he: עם זאת, עם גרסה 25.2 האחרונה, המנועים הבאים פועלים
hi: हालाँकि, नवीनतम संस्करण 25.2 के साथ निम्नलिखित इंजन काम करते हैं
hu: A legújabb 25.2-es verzióval azonban a következő motorok működnek
id: Namun, dengan versi terbaru 25.2 mesin berikut berfungsi
it: Tuttavia, con l'ultima versione 25.2 funzionano i seguenti motori
ja: ただし、最新バージョン25.2では、以下のエンジンが動作します。
lt: Tačiau su naujausia 25.2 versija veikia šie varikliai
lv: Tomēr ar jaunāko versiju 25.2 darbojas šādi dzinēji
nl: Met de nieuwste versie 25.2 werken de volgende engines echter wel
no: Med den nyeste versjonen 25.2 fungerer imidlertid følgende motorer
pl: Jednak w najnowszej wersji 25.2 działają następujące silniki
pt: No entanto, com a última versão 25.2 os seguintes motores funcionam
ro: Totuși, cu cea mai recentă versiune 25.2, următoarele motoare funcționează
ru: Однако с последней версией 25.2 работают следующие движки
sq: Megjithatë, me versionin më të fundit 25.2 funksionojnë motorët e mëposhtëm
sr: Међутим, са најновијом верзијом 25.2 следећи мотори раде
sv: Men med den senaste versionen 25.2 fungerar följande motorer
sw: Walakini, kwa toleo la hivi karibuni 25.2 injini zifuatazo zinafanya kazi
ta: இருப்பினும், சமீபத்திய பதிப்பு 25.2 இல் பின்வரும் இயந்திரங்கள் வேலை செய்கின்றன
th: อย่างไรก็ตาม ด้วยเวอร์ชันล่าสุด 25.2 เอ็นจิ้นต่อไปนี้ทำงานได้
tr: Ancak en son sürüm 25.2 ile aşağıdaki motorlar çalışır:
uk: Однак, з останньою версією 25.2 працюють такі двигуни
ur: تاہم، تازہ ترین ورژن 25.2 کے ساتھ درج ذیل انجن کام کرتے ہیں۔
vi: Tuy nhiên, với phiên bản mới nhất 25.2, các công cụ sau đây hoạt động

source: Given these issues, I have used engines from version 22.3
ar: نظرًا لهذه المشكلات، فقد استخدمت محركات من الإصدار 22.3
bg: Предвид тези проблеми, използвах двигатели от версия 22.3
bn: এই সমস্যাগুলির কারণে, আমি 22.3 সংস্করণ থেকে ইঞ্জিন ব্যবহার করেছি
cs: Vzhledem k těmto problémům jsem použil enginy od verze 22.3.
da: På grund af disse problemer har jeg brugt motorer fra version 22.3
de: Aufgrund dieser Probleme habe ich Engines ab Version 22.3 verwendet
el: Δεδομένων αυτών των προβλημάτων, έχω χρησιμοποιήσει μηχανές από την έκδοση 22.3
es: Dados estos problemas, he utilizado motores de la versión 22.3.
et: Neid probleeme arvestades olen kasutanud mootoreid alates versioonist 22.3
fa: با توجه به این مشکلات، من از موتورهای نسخه ۲۲.۳ استفاده کرده‌ام.
fi: Näiden ongelmien vuoksi olen käyttänyt version 22.3 moottoreita
fr: Compte tenu de ces problèmes, j'ai utilisé des moteurs de la version 22.3
he: בהתחשב בבעיות אלו, השתמשתי במנועים מגרסה 22.3
hi: इन समस्याओं को देखते हुए, मैंने संस्करण 22.3 से इंजन का उपयोग किया है
hu: Ezen problémák miatt a 22.3-as verziótól kezdve használtam a motorokat.
id: Mengingat masalah ini, saya telah menggunakan mesin dari versi 22.3
it: Dati questi problemi, ho utilizzato i motori dalla versione 22.3
ja: これらの問題を考慮して、私はバージョン22.3のエンジンを使用しました。
lt: Atsižvelgdamas į šias problemas, naudojau variklius nuo 22.3 versijos.
lv: Ņemot vērā šīs problēmas, esmu izmantojis dzinējus no 22.3 versijas.
nl: Gezien deze problemen heb ik engines van versie 22.3 gebruikt
no: Gitt disse problemene har jeg brukt motorer fra versjon 22.3
pl: Biorąc pod uwagę te problemy, użyłem silników z wersji 22.3
pt: Diante desses problemas, utilizei engines da versão 22.3
ro: Având în vedere aceste probleme, am folosit motoare din versiunea 22.3
ru: Учитывая эти проблемы, я использовал движки версии 22.3.
sq: Duke pasur parasysh këto probleme, kam përdorur motorë nga versioni 22.3
sr: С обзиром на ове проблеме, користио сам моторе од верзије 22.3
sv: Med tanke på dessa problem har jag använt motorer från version 22.3
sw: Kwa kuzingatia maswala haya, nimetumia injini kutoka toleo la 22.3
ta: இந்த சிக்கல்கள் காரணமாக, நான் பதிப்பு 22.3 இலிருந்து இயந்திரங்களைப் பயன்படுத்தியுள்ளேன்.
th: เนื่องจากปัญหาเหล่านี้ ฉันจึงใช้เอนจิ้นจากเวอร์ชัน 22.3
tr: Bu sorunlar göz önüne alındığında, 22.3 sürümündeki motorları kullandım
uk: З огляду на ці проблеми, я використовував двигуни версії 22.3.
ur: ان مسائل کو دیکھتے ہوئے، میں نے ورژن 22.3 سے انجن استعمال کیے ہیں۔
vi: Với những vấn đề này, tôi đã sử dụng các công cụ từ phiên bản 22.3

source: for the rated games. This was the last version without a neural net.
ar: للألعاب المُصنّفة. كان هذا آخر إصدار بدون شبكة عصبية.
bg: за оценените игри. Това беше последната версия без невронна мрежа.
bn: রেটিং করা গেমগুলির জন্য। এটি ছিল নিউরাল নেট ছাড়া শেষ সংস্করণ।
cs: pro hodnocené hry. Toto byla poslední verze bez neuronové sítě.
da: for de bedømte spil. Dette var den sidste version uden et neuralt netværk.
de: für die bewerteten Spiele. Dies war die letzte Version ohne neuronales Netz.
el: για τα παιχνίδια με αξιολόγηση. Αυτή ήταν η τελευταία έκδοση χωρίς νευρωνικό δίκτυο.
es: Para los juegos clasificados. Esta fue la última versión sin red neuronal.
et: hinnatud mängude jaoks. See oli viimane versioon ilma närvivõrguta.
fa: برای بازی‌های رده‌بندی‌شده. این آخرین نسخه بدون شبکه عصبی بود.
fi: luokitelluille peleille. Tämä oli viimeinen versio ilman neuroverkkoa.
fr: Pour les jeux classés. C'était la dernière version sans réseau neuronal.
he: עבור המשחקים המדורגים. זו הייתה הגרסה האחרונה ללא רשת נוירונים.
hi: रेटेड गेम्स के लिए। यह न्यूरल नेट के बिना आखिरी संस्करण था।
hu: a besorolt ​​játékokhoz. Ez volt az utolsó verzió neurális hálózat nélkül.
id: untuk game berperingkat. Ini adalah versi terakhir tanpa jaringan saraf.
it: per i giochi classificati. Questa è stata l'ultima versione senza rete neurale.
ja: レーティング対象ゲーム向け。これはニューラルネットを搭載していない最後のバージョンでした。
lt: įvertintų žaidimų. Tai buvo paskutinė versija be neuroninio tinklo.
lv: novērtētajām spēlēm. Šī bija pēdējā versija bez neironu tīkla.
nl: voor de beoordeelde games. Dit was de laatste versie zonder neuraal netwerk.
no: for de aldersgrensede spillene. Dette var den siste versjonen uten et nevralt nettverk.
pl: dla gier ocenianych. Była to ostatnia wersja bez sieci neuronowej.
pt: para os jogos classificados. Esta foi a última versão sem rede neural.
ro: pentru jocurile clasificate. Aceasta a fost ultima versiune fără o rețea neuronală.
ru: Для рейтинговых игр. Это была последняя версия без нейронной сети.
sq: për lojërat e vlerësuara. Ky ishte versioni i fundit pa një rrjetë nervore.
sr: за оцењене игре. Ово је била последња верзија без неуронске мреже.
sv: för de klassificerade spelen. Detta var den sista versionen utan ett neuralt nätverk.
sw: kwa michezo iliyokadiriwa. Hili lilikuwa toleo la mwisho bila neural net.
ta: மதிப்பிடப்பட்ட விளையாட்டுகளுக்கு. இது நரம்பியல் வலை இல்லாத கடைசி பதிப்பாகும்.
th: สำหรับเกมที่ได้รับการจัดอันดับ นี่เป็นเวอร์ชันสุดท้ายที่ไม่มีเครือข่ายประสาท
tr: Derecelendirilmiş oyunlar için. Bu, sinir ağı olmayan son versiyondu.
uk: для рейтингових ігор. Це була остання версія без нейронної мережі.
ur: ریٹیڈ گیمز کے لیے۔ یہ نیورل نیٹ کے بغیر آخری ورژن تھا۔
vi: dành cho các trò chơi được xếp hạng. Đây là phiên bản cuối cùng không có mạng nơ-ron.

source: All of the engines from this version run on my computer.
ar: يتم تشغيل كافة محركات هذا الإصدار على جهاز الكمبيوتر الخاص بي.
bg: Всички двигатели от тази версия работят на моя компютър.
bn: এই ভার্সনের সব ইঞ্জিন আমার কম্পিউটারে চলে।
cs: Všechny enginy z této verze běží na mém počítači.
da: Alle motorerne fra denne version kører på min computer.
de: Alle Engines dieser Version laufen auf meinem Computer.
el: Όλες οι μηχανές αυτής της έκδοσης λειτουργούν στον υπολογιστή μου.
es: Todos los motores de esta versión funcionan en mi computadora.
et: Kõik selle versiooni mootorid töötavad minu arvutis.
fa: تمام موتورهای این نسخه روی کامپیوتر من اجرا می‌شوند.
fi: Kaikki tämän version moottorit toimivat tietokoneellani.
fr: Tous les moteurs de cette version fonctionnent sur mon ordinateur.
he: כל המנועים מהגרסה הזו פועלים על המחשב שלי.
hi: इस संस्करण के सभी इंजन मेरे कंप्यूटर पर चलते हैं।
hu: Ennek a verziónak az összes motorja fut a számítógépemen.
id: Semua mesin dari versi ini berjalan di komputer saya.
it: Tutti i motori di questa versione funzionano sul mio computer.
ja: このバージョンのエンジンはすべて私のコンピューターで実行されます。
lt: Visi šios versijos varikliai veikia mano kompiuteryje.
lv: Visi šīs versijas dzinēji darbojas manā datorā.
nl: Alle engines uit deze versie draaien op mijn computer.
no: Alle motorene fra denne versjonen kjører på datamaskinen min.
pl: Wszystkie silniki z tej wersji działają na moim komputerze.
pt: Todos os motores desta versão rodam no meu computador.
ro: Toate motoarele din această versiune rulează pe calculatorul meu.
ru: Все движки этой версии работают на моем компьютере.
sq: Të gjithë motorët e këtij versioni funksionojnë në kompjuterin tim.
sr: Сви мотори из ове верзије раде на мом рачунару.
sv: Alla motorer från den här versionen körs på min dator.
sw: Injini zote kutoka kwa toleo hili huendesha kwenye kompyuta yangu.
ta: இந்தப் பதிப்பின் அனைத்து இயந்திரங்களும் எனது கணினியில் இயங்குகின்றன.
th: เครื่องยนต์ทั้งหมดจากเวอร์ชันนี้ทำงานบนคอมพิวเตอร์ของฉัน
tr: Bu versiyondaki tüm motorlar bilgisayarımda çalışıyor.
uk: Усі двигуни з цієї версії працюють на моєму комп'ютері.
ur: اس ورژن کے تمام انجن میرے کمپیوٹر پر چلتے ہیں۔
vi: Tất cả các công cụ trong phiên bản này đều chạy trên máy tính của tôi.

source: Arasan engine help
ar: مساعدة محرك أراسان
bg: Помощ за двигател Arasan
bn: আরসান ইঞ্জিন সাহায্য
cs: Pomoc s motorem Arasan
da: Hjælp til Arasan-motor
de: Arasan-Engine-Hilfe
el: Βοήθεια για τον κινητήρα Arasan
es: Ayuda del motor Arasan
et: Arasani mootori abi
fa: کمک موتور آراسان
fi: Arasan-moottorin apua
fr: Aide moteur Arasan
he: עזרה במנוע אראסאן
hi: अरासन इंजन सहायता
hu: Arasan motor segítség
id: Bantuan mesin Arasan
it: Aiuto motore Arasan
ja: アラサンエンジンヘルプ
lt: Arasan variklio pagalba
lv: Arasan dzinēja palīdzība
nl: Arasan-motorhulp
no: Hjelp med Arasan-motor
pl: Pomoc dotycząca silnika Arasan
pt: Ajuda do motor Arasan
ro: Ajutor motor Arasan
ru: Помощь с двигателем Arasan
sq: Ndihmë për motorin Arasan
sr: Помоћ за Арасан мотор
sv: Hjälp med Arasan-motor
sw: Msaada wa injini ya Arasan
ta: அரசன் இயந்திர உதவி
th: ความช่วยเหลือเครื่องยนต์อาราซาน
tr: Arasan motor yardımı
uk: Допомога з двигуном Arasan
ur: Arasan انجن کی مدد
vi: Trợ giúp động cơ Arasan

source: Stockfish chess engine
ar: محرك شطرنج ستوكفيش
bg: Шахматна машина Stockfish
bn: স্টকফিশ দাবা ইঞ্জিন
cs: Šachový engine Stockfish
da: Stockfish skakmaskine
de: Stockfish-Schach-Engine
el: Μηχανή σκακιού Stockfish
es: Motor de ajedrez Stockfish
et: Stockfishi malemootor
fa: موتور شطرنج استوک‌فیش
fi: Stockfish-shakkimoottori
fr: Moteur d'échecs Stockfish
he: מנוע שחמט Stockfish
hi: स्टॉकफिश शतरंज इंजन
hu: Stockfish sakkmotor
id: Mesin catur Stockfish
it: Motore scacchistico Stockfish
ja: ストックフィッシュチェスエンジン
lt: Stokžuvių šachmatų variklis
lv: Stockfish šaha dzinējs
nl: Stockfish schaakmachine
no: Stockfish sjakkmotor
pl: Silnik szachowy Stockfish
pt: Motor de xadrez Stockfish
ro: Motor de șah Stockfish
ru: Шахматный движок Stockfish
sq: Motori i shahut Stockfish
sr: Шаховски мотор Stockfish
sv: Schackmotor för Stockfish
sw: Injini ya chess ya samaki
ta: ஸ்டாக்ஃபிஷ் சதுரங்க இயந்திரம்
th: เครื่องหมากรุกปลาสต็อกฟิช
tr: Stockfish satranç motoru
uk: Шаховий рушій Stockfish
ur: اسٹاک فش شطرنج کا انجن
vi: Công cụ cờ vua Stockfish

source: Stockfish nps
ar: محمية ستوكفيش الوطنية
bg: Новини за веганска риба
bn: স্টকফিশ এনপিএস
da: Størfisk np'er
es: Parque Nacional de Stockfish
et: Kukekalade nps
fa: nps ماهی استاک فیش
fi: Kapakalojen nps
he: דגי סטוקפיש (NPS)
hi: स्टॉकफिश एनपीएस
hu: tőkehal nps
id: NPS ikan stok
it: Stoccafisso nps
ja: ストックフィッシュ国立公園
lt: Jūrų ešeriai (nps)
lv: Jūras kāpostu nps
nl: Stokvis nps
no: Tørrfisk np
pl: Sztokfisz NPS
ru: Вяленая рыба nps
sr: Бакаларска риба (NPS)
sv: Stockfisk np
ta: ஸ்டாக்ஃபிஷ் என்.பி.எஸ்
th: ปลาสต๊อกฟิช เอ็นพีเอส
uk: В'ялена риба (НПС)
ur: اسٹاک فش این پی ایس
vi: Cá tuyết khô

source: Alexander
ar: ألكسندر
bg: Александър
bn: আলেকজান্ডার
cs: Alexandr
el: Αλέξανδρος
es: Alejandro
et: Aleksander
fa: الکساندر
fi: Aleksanteri
fr: Alexandre
he: אלכסנדר
hi: सिकंदर
hu: Sándor
it: Alessandro
ja: アレクサンダー
lt: Aleksandras
lv: Aleksandrs
no: Aleksander
pl: Aleksander
pt: Alexandre
ro: Alexandru
ru: Александр
sq: Aleksandër
sr: Александар
ta: அலெக்சாண்டர்
th: อเล็กซานเดอร์
tr: İskender
uk: Олександр
ur: سکندر

source: When I was writing the code for engine matches, I found that the Stockfish
ar: عندما كنت أكتب الكود لمطابقات المحرك، وجدت أن Stockfish
bg: Когато пишех кода за съвпадения на двигатели, открих, че Stockfish
bn: যখন আমি ইঞ্জিন ম্যাচের কোড লিখছিলাম, তখন আমি দেখতে পেলাম যে স্টকফিশ
cs: Když jsem psal kód pro engine matches, zjistil jsem, že Stockfish
da: Da jeg skrev koden til engine-matches, fandt jeg ud af, at Stockfish
de: Als ich den Code für Engine-Matches schrieb, stellte ich fest, dass Stockfish
el: Όταν έγραφα τον κώδικα για αντιστοιχίσεις μηχανών, διαπίστωσα ότι το Stockfish
es: Cuando estaba escribiendo el código para las coincidencias del motor, descubrí que Stockfish
et: Mootori vastete koodi kirjutades avastasin, et Stockfish
fa: وقتی داشتم کد مربوط به تطابق موتور را می‌نوشتم، متوجه شدم که Stockfish
fi: Kun kirjoitin koodia moottorien yhteensopivuutta varten, huomasin, että Stockfish
fr: Lorsque j'écrivais le code pour les correspondances de moteurs, j'ai découvert que le Stockfish
he: כשכתבתי את הקוד להתאמות מנוע, גיליתי ש-Stockfish
hi: जब मैं इंजन मैचों के लिए कोड लिख रहा था, तो मैंने पाया कि स्टॉकफिश
hu: Amikor a motorillesztésekhez írt kódot írtam, azt tapasztaltam, hogy a Stockfish
id: Ketika saya menulis kode untuk pencocokan mesin, saya menemukan bahwa Stockfish
it: Quando scrivevo il codice per le corrispondenze del motore, ho scoperto che Stockfish
ja: エンジンマッチのコードを書いていた時、Stockfishが
lt: Rašydamas kodą variklio atitikmenims, pastebėjau, kad „Stockfish“
lv: Rakstot kodu dzinēju saskaņošanai, es atklāju, ka Stockfish
nl: Toen ik de code voor engine-matches schreef, ontdekte ik dat Stockfish
no: Da jeg skrev koden for motortreff, fant jeg ut at Stockfish
pl: Kiedy pisałem kod dla dopasowań silnika, odkryłem, że Stockfish
pt: Quando eu estava escrevendo o código para as correspondências do mecanismo, descobri que o Stockfish
ro: Când scriam codul pentru potrivirile motorului, am descoperit că Stockfish
ru: Когда я писал код для движка, я обнаружил, что Stockfish
sq: Kur po shkruaja kodin për përputhjet e motorit, zbulova se Stockfish
sr: Када сам писао код за подударање мотора, открио сам да је Stockfish
sv: När jag skrev koden för motormatchningar upptäckte jag att Stockfish
sw: Nilipokuwa nikiandika msimbo wa mechi za injini, niligundua kuwa Stockfish
ta: நான் எஞ்சின் பொருத்தங்களுக்கான குறியீட்டை எழுதும் போது, ​​ஸ்டாக்ஃபிஷ் என்பதைக் கண்டேன்
th: เมื่อผมเขียนโค้ดสำหรับการจับคู่เอนจิ้น ผมพบว่า Stockfish
tr: Motor eşleşmeleri için kod yazarken Stockfish'in
uk: Коли я писав код для пошукових систем, я виявив, що Stockfish
ur: جب میں انجن کے میچوں کے لیے کوڈ لکھ رہا تھا، تو میں نے پایا کہ اسٹاک فش
vi: Khi tôi đang viết mã cho các kết quả khớp động cơ, tôi thấy rằng Stockfish

source: and Komodo engines were losing on time in games with a fast time limit,
ar: وكانت محركات كومودو تفقد الوقت في الألعاب ذات الحد الزمني السريع،
bg: и двигателите на Komodo губеха време в игри с бързо ограничение във времето,
bn: এবং কমোডো ইঞ্জিনগুলি দ্রুত সময়সীমা সহ গেমগুলিতে সময় নষ্ট করছিল,
cs: a motory Komodo prohrávaly v čase ve hrách s rychlým časovým limitem,
da: og Komodo-motorer tabte på tid i spil med en hurtig tidsgrænse,
de: und Komodo-Engines verloren in Spielen mit einem schnellen Zeitlimit an Zeit,
el: και οι μηχανές Komodo έχαναν χρόνο σε παιχνίδια με γρήγορο χρονικό όριο,
es: y los motores Komodo perdían tiempo en juegos con un límite de tiempo rápido,
et: ja Komodo mootorid kaotasid kiirete ajalimiidiga mängudes aja peale,
fa: و موتورهای کومودو در بازی‌هایی با محدودیت زمانی سریع، زمان از دست می‌دادند،
fi: ja Komodon pelimoottorit hävisivät ajassa peleissä, joissa oli nopea aikaraja,
fr: et les moteurs Komodo perdaient du temps dans les jeux avec une limite de temps rapide,
he: ומנועי קומודו הפסידו בזמן במשחקים עם מגבלת זמן מהירה,
hi: और कोमोडो इंजन तेज समय सीमा वाले खेलों में समय खो रहे थे,
hu: és a Komodo motorok időveszteséget szenvedtek a gyors időkorlátos játékokban,
id: dan mesin Komodo kehilangan waktu dalam permainan dengan batas waktu yang cepat,
it: e i motori Komodo perdevano tempo nei giochi con un limite di tempo veloce,
ja: コモドエンジンは制限時間が短いゲームでは時間切れで負けていました。
lt: ir „Komodo“ varikliai pralaimėjo laiku žaidimuose su greitu laiko limitu,
lv: un Komodo dzinēji zaudēja laikā spēlēs ar ātru laika ierobežojumu,
nl: en Komodo-engines verloren tijd in games met een snelle tijdslimiet,
no: og Komodo-motorer tapte på tid i spill med rask tidsbegrensning,
pl: a silniki Komodo traciły czas w grach z szybkim limitem czasowym,
pt: e os motores Komodo estavam perdendo tempo em jogos com limite de tempo rápido,
ro: iar motoarele Komodo pierdeau la timp în jocurile cu limită de timp rapidă,
ru: и движки Komodo проигрывали по времени в играх с быстрым лимитом времени,
sq: dhe motorët Komodo po humbisnin kohë në lojëra me një limit kohor të shpejtë,
sr: и Комодо мотори су губили време у играма са брзим временским ограничењем,
sv: och Komodo-motorer förlorade i tid i spel med snabb tidsgräns,
sw: na injini za Komodo zilikuwa zikipoteza kwa wakati katika michezo na kikomo cha wakati wa haraka,
ta: வேகமான நேர வரம்பு கொண்ட விளையாட்டுகளில் கொமோடோ என்ஜின்கள் சரியான நேரத்தில் தோற்றுக்கொண்டிருந்தன,
th: และเครื่องยนต์โคโมโดกำลังสูญเสียเวลาในเกมที่มีการจำกัดเวลาอย่างรวดเร็ว
tr: ve Komodo motorları hızlı zaman sınırı olan oyunlarda zaman kaybediyordu,
uk: а двигуни Komodo програвали вчасно в іграх з коротким лімітом часу,
ur: اور کوموڈو انجن کھیلوں میں وقت پر تیزی سے وقت کی حد کے ساتھ کھو رہے تھے،
vi: và động cơ Komodo đang mất thời gian trong các trò chơi có giới hạn thời gian nhanh,
